{
  "sutta_uid": "mn114",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn114",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "What Should and Should Not Be Cultivated ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Many Elements ",
      "uid": "mn115"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Good Person ",
      "uid": "mn113"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn114:0.1",
          "pli": "Majjhima Nikāya 114 ",
          "en": "Middle Discourses 114 "
        },
        {
          "scid": "mn114:0.2",
          "pli": "Sevitabbāsevitabbasutta ",
          "en": "What Should and Should Not Be Cultivated "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 114 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn114:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn114:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "mn114:1.3",
          "pli": "Tatra kho bhagavā bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants, "
        },
        {
          "scid": "mn114:1.4",
          "pli": "“bhikkhavo”ti. ",
          "en": "“Mendicants!” "
        },
        {
          "scid": "mn114:1.5",
          "pli": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Venerable sir,” they replied. "
        },
        {
          "scid": "mn114:1.6",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn114:2.1",
          "pli": "“sevitabbāsevitabbaṃ vo, bhikkhave, dhammapariyāyaṃ desessāmi. ",
          "en": "“Mendicants, I will teach you an exposition of the teaching on what should and should not be cultivated. "
        },
        {
          "scid": "mn114:2.2",
          "pli": "Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
          "en": "Listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn114:2.3",
          "pli": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Yes, sir,” they replied. "
        },
        {
          "scid": "mn114:2.4",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn114:3.1",
          "pli": "“Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "“I say that there are two kinds of bodily behavior: "
        },
        {
          "scid": "mn114:3.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:3.3",
          "pli": "tañca aññamaññaṃ kāyasamācāraṃ. ",
          "en": "And each of these is a kind of behavior. "
        },
        {
          "scid": "mn114:3.4",
          "pli": "Vacīsamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "I say that there are two kinds of verbal behavior: "
        },
        {
          "scid": "mn114:3.5",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:3.6",
          "pli": "tañca aññamaññaṃ vacīsamācāraṃ. ",
          "en": "And each of these is a kind of behavior. "
        },
        {
          "scid": "mn114:3.7",
          "pli": "Manosamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "I say that there are two kinds of mental behavior: "
        },
        {
          "scid": "mn114:3.8",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:3.9",
          "pli": "tañca aññamaññaṃ manosamācāraṃ. ",
          "en": "And each of these is a kind of behavior. "
        },
        {
          "scid": "mn114:3.10",
          "pli": "Cittuppādampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "I say that there are two ways of giving rise to a thought: "
        },
        {
          "scid": "mn114:3.11",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:3.12",
          "pli": "tañca aññamaññaṃ cittuppādaṃ. ",
          "en": "And each of these is a way of giving rise to a thought. "
        },
        {
          "scid": "mn114:3.13",
          "pli": "Saññāpaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "I say that there are two ways of acquiring perception: "
        },
        {
          "scid": "mn114:3.14",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:3.15",
          "pli": "tañca aññamaññaṃ saññāpaṭilābhaṃ. ",
          "en": "And each of these is a way of acquiring perception. "
        },
        {
          "scid": "mn114:3.16",
          "pli": "Diṭṭhipaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "I say that there are two ways of acquiring views: "
        },
        {
          "scid": "mn114:3.17",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:3.18",
          "pli": "tañca aññamaññaṃ diṭṭhipaṭilābhaṃ. ",
          "en": "And each of these is a way of acquiring views. "
        },
        {
          "scid": "mn114:3.19",
          "pli": "Attabhāvapaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "I say that there are two ways of reincarnating: "
        },
        {
          "scid": "mn114:3.20",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:3.21",
          "pli": "tañca aññamaññaṃ attabhāvapaṭilābhan”ti. ",
          "en": "And each of these is a way of reincarnating.” "
        },
        {
          "scid": "mn114:4.1",
          "pli": "Evaṃ vutte āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Sāriputta said to the Buddha, "
        },
        {
          "scid": "mn114:4.2",
          "pli": "“imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmi. ",
          "en": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement. "
        },
        {
          "scid": "mn114:5.1",
          "pli": "‘Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of bodily behavior: "
        },
        {
          "scid": "mn114:5.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:5.3",
          "pli": "tañca aññamaññaṃ kāyasamācāran’ti—",
          "en": "And each of these is a kind of bodily behavior.’ "
        },
        {
          "scid": "mn114:5.4",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:5.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:5.6",
          "pli": "Yathārūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpo kāyasamācāro na sevitabbo; ",
          "en": "You should not cultivate the kind of bodily behavior which causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:5.7",
          "pli": "yathārūpañca kho, bhante, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpo kāyasamācāro sevitabbo. ",
          "en": "And you should cultivate the kind of bodily behavior which causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:5.8",
          "pli": "Kathaṃrūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": "And what kind of bodily behavior causes unskillful qualities to grow while skillful qualities decline? "
        },
        {
          "scid": "mn114:5.9",
          "pli": "Idha, bhante, ekacco pāṇātipātī hoti luddo lohitapāṇi hatappahate niviṭṭho adayāpanno pāṇabhūtesu; ",
          "en": "It’s when someone kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings. "
        },
        {
          "scid": "mn114:5.10",
          "pli": "adinnādāyī kho pana hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti; ",
          "en": "They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness. "
        },
        {
          "scid": "mn114:5.11",
          "pli": "kāmesumicchācārī kho pana hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi tathārūpāsu cārittaṃ āpajjitā hoti—",
          "en": "They commit sexual misconduct. They have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. "
        },
        {
          "scid": "mn114:5.12",
          "pli": "evarūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti. ",
          "en": "That kind of bodily behavior causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:5.13",
          "pli": "Kathaṃrūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti? ",
          "en": "And what kind of bodily behavior causes unskillful qualities to decline while skillful qualities grow? "
        },
        {
          "scid": "mn114:5.14",
          "pli": "Idha, bhante, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati; ",
          "en": "It’s when someone gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. "
        },
        {
          "scid": "mn114:5.15",
          "pli": "adinnādānaṃ pahāya adinnādānā paṭivirato hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā taṃ nādinnaṃ theyyasaṅkhātaṃ ādātā hoti; ",
          "en": "They give up stealing. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness. "
        },
        {
          "scid": "mn114:5.16",
          "pli": "kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi tathārūpāsu na cārittaṃ āpajjitā hoti—",
          "en": "They give up sexual misconduct. They don’t have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. "
        },
        {
          "scid": "mn114:5.17",
          "pli": "evarūpaṃ, bhante, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": "That kind of bodily behavior causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:5.18",
          "pli": "‘Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of bodily behavior: "
        },
        {
          "scid": "mn114:5.19",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:5.20",
          "pli": "tañca aññamaññaṃ kāyasamācāran’ti—",
          "en": "And each of these is a kind of bodily behavior.’ "
        },
        {
          "scid": "mn114:5.21",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:6.1",
          "pli": "‘Vacīsamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of verbal behavior: "
        },
        {
          "scid": "mn114:6.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:6.3",
          "pli": "tañca aññamaññaṃ vacīsamācāran’ti—",
          "en": "And each of these is a kind of verbal behavior.’ "
        },
        {
          "scid": "mn114:6.4",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:6.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:6.6",
          "pli": "Yathārūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpo vacīsamācāro na sevitabbo; ",
          "en": "You should not cultivate the kind of verbal behavior which causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:6.7",
          "pli": "yathārūpañca kho, bhante, vacīsamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo vacīsamācāro sevitabbo. ",
          "en": "And you should cultivate the kind of verbal behavior which causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:6.8",
          "pli": "Kathaṃrūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": "And what kind of verbal behavior causes unskillful qualities to grow while skillful qualities decline? "
        },
        {
          "scid": "mn114:6.9",
          "pli": "Idha, bhante, ekacco musāvādī hoti. Sabhāgato vā parisāgato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti so ajānaṃ vā āha: ‘jānāmī’ti, jānaṃ vā āha: ‘na jānāmī’ti; apassaṃ vā āha: ‘passāmī’ti, passaṃ vā āha: ‘na passāmī’ti—iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti; ",
          "en": "It’s when someone lies. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason. "
        },
        {
          "scid": "mn114:6.10",
          "pli": "pisuṇavāco kho pana hoti, ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya—iti samaggānaṃ vā bhettā, bhinnānaṃ vā anuppadātā, vaggārāmo, vaggarato, vagganandī, vaggakaraṇiṃ vācaṃ bhāsitā hoti; ",
          "en": "They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division. "
        },
        {
          "scid": "mn114:6.11",
          "pli": "pharusavāco kho pana hoti, yā sā vācā kaṇḍakā kakkasā pharusā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti; ",
          "en": "They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion. "
        },
        {
          "scid": "mn114:6.12",
          "pli": "samphappalāpī kho pana hoti akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ—",
          "en": "They talk nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless. "
        },
        {
          "scid": "mn114:6.13",
          "pli": "evarūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti. ",
          "en": "That kind of verbal behavior causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:6.14",
          "pli": "Kathaṃrūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti? ",
          "en": "And what kind of verbal behavior causes unskillful qualities to decline while skillful qualities grow? "
        },
        {
          "scid": "mn114:6.15",
          "pli": "Idha, bhante, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti sabhāgato vā parisāgato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti so ajānaṃ vā āha: ‘na jānāmī’ti, jānaṃ vā āha: ‘jānāmī’ti, apassaṃ vā āha: ‘na passāmī’ti, passaṃ vā āha: ‘passāmī’ti—iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti; ",
          "en": "It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason. "
        },
        {
          "scid": "mn114:6.16",
          "pli": "pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya—iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti; ",
          "en": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. "
        },
        {
          "scid": "mn114:6.17",
          "pli": "pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti, yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti; ",
          "en": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. "
        },
        {
          "scid": "mn114:6.18",
          "pli": "samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ—",
          "en": "They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. "
        },
        {
          "scid": "mn114:6.19",
          "pli": "evarūpaṃ, bhante, vacīsamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": "That kind of verbal behavior causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:6.20",
          "pli": "‘Vacīsamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of verbal behavior: "
        },
        {
          "scid": "mn114:6.21",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:6.22",
          "pli": "tañca aññamaññaṃ vacīsamācāran’ti—",
          "en": "And each of these is a kind of verbal behavior.’ "
        },
        {
          "scid": "mn114:6.23",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:7.1",
          "pli": "‘Manosamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of mental behavior: "
        },
        {
          "scid": "mn114:7.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:7.3",
          "pli": "tañca aññamaññaṃ manosamācāran’ti—",
          "en": "And each of these is a kind of mental behavior.’ "
        },
        {
          "scid": "mn114:7.4",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:7.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:7.6",
          "pli": "Yathārūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo manosamācāro na sevitabbo; ",
          "en": "You should not cultivate the kind of mental behavior which causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:7.7",
          "pli": "yathārūpañca kho, bhante, manosamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo manosamācāro sevitabbo. ",
          "en": "And you should cultivate the kind of mental behavior which causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:7.8",
          "pli": "Kathaṃrūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": "And what kind of mental behavior causes unskillful qualities to grow while skillful qualities decline? "
        },
        {
          "scid": "mn114:7.9",
          "pli": "Idha, bhante, ekacco abhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ abhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti; ",
          "en": "It’s when someone is covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ "
        },
        {
          "scid": "mn114:7.10",
          "pli": "byāpannacitto kho pana hoti paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā vajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti—",
          "en": "They have ill will and hateful intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’ "
        },
        {
          "scid": "mn114:7.11",
          "pli": "evarūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti. ",
          "en": "That kind of mental behavior causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:7.12",
          "pli": "Kathaṃrūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti? ",
          "en": "And what kind of mental behavior causes unskillful qualities to decline while skillful qualities grow? "
        },
        {
          "scid": "mn114:7.13",
          "pli": "Idha, bhante, ekacco anabhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ nābhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti; ",
          "en": "It’s when someone is content. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ "
        },
        {
          "scid": "mn114:7.14",
          "pli": "abyāpannacitto kho pana hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā abyābajjhā anīghā sukhī attānaṃ pariharantū’ti—",
          "en": "They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’ "
        },
        {
          "scid": "mn114:7.15",
          "pli": "evarūpaṃ, bhante, manosamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": "That kind of mental behavior causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:7.16",
          "pli": "‘Manosamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of mental behavior: "
        },
        {
          "scid": "mn114:7.17",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:7.18",
          "pli": "tañca aññamaññaṃ manosamācāran’ti—",
          "en": "And each of these is a kind of mental behavior.’ "
        },
        {
          "scid": "mn114:7.19",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:8.1",
          "pli": "‘Cittuppādampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two ways of giving rise to a thought: "
        },
        {
          "scid": "mn114:8.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:8.3",
          "pli": "tañca aññamaññaṃ cittuppādan’ti—",
          "en": "And each of these is a way of giving rise to a thought.’ "
        },
        {
          "scid": "mn114:8.4",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:8.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:8.6",
          "pli": "Yathārūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo cittuppādo na sevitabbo; ",
          "en": "You should not cultivate the way of giving rise to a thought which causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:8.7",
          "pli": "yathārūpañca kho, bhante, cittuppādaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo cittuppādo sevitabbo. ",
          "en": "And you should cultivate the way of giving rise to a thought which causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:8.8",
          "pli": "Kathaṃrūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": "And what way of giving rise to a thought causes unskillful qualities to grow while skillful qualities decline? "
        },
        {
          "scid": "mn114:8.9",
          "pli": "Idha, bhante, ekacco abhijjhālu hoti, abhijjhāsahagatena cetasā viharati; ",
          "en": "It’s when someone is covetous, and lives with their heart full of covetousness. "
        },
        {
          "scid": "mn114:8.10",
          "pli": "byāpādavā hoti, byāpādasahagatena cetasā viharati; ",
          "en": "They are malicious, and live with their heart full of ill will. "
        },
        {
          "scid": "mn114:8.11",
          "pli": "vihesavā hoti, vihesāsahagatena cetasā viharati—",
          "en": "They’re hurtful, and live with their heart intent on harm. "
        },
        {
          "scid": "mn114:8.12",
          "pli": "evarūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti. ",
          "en": "That way of giving rise to a thought causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:8.13",
          "pli": "Kathaṃrūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti? ",
          "en": "And what way of giving rise to a thought causes unskillful qualities to decline while skillful qualities grow? "
        },
        {
          "scid": "mn114:8.14",
          "pli": "Idha, bhante, ekacco anabhijjhālu hoti, anabhijjhāsahagatena cetasā viharati; ",
          "en": "It’s when someone is content, and lives with their heart full of contentment. "
        },
        {
          "scid": "mn114:8.15",
          "pli": "abyāpādavā hoti, abyāpādasahagatena cetasā viharati; ",
          "en": "They have good will, and live with their heart full of good will. "
        },
        {
          "scid": "mn114:8.16",
          "pli": "avihesavā hoti, avihesāsahagatena cetasā viharati—",
          "en": "They’re kind, and live with their heart full of kindness. "
        },
        {
          "scid": "mn114:8.17",
          "pli": "evarūpaṃ, bhante, cittuppādaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": "That way of giving rise to a thought causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:8.18",
          "pli": "‘Cittuppādampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two ways of giving rise to a thought: "
        },
        {
          "scid": "mn114:8.19",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:8.20",
          "pli": "tañca aññamaññaṃ cittuppādan’ti—",
          "en": "And each of these is a way of giving rise to a thought.’ "
        },
        {
          "scid": "mn114:8.21",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:9.1",
          "pli": "‘Saññāpaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two ways of acquiring perception: "
        },
        {
          "scid": "mn114:9.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:9.3",
          "pli": "tañca aññamaññaṃ saññāpaṭilābhan’ti—",
          "en": "And each of these is a way of acquiring perception.’ "
        },
        {
          "scid": "mn114:9.4",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:9.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:9.6",
          "pli": "Yathārūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo saññāpaṭilābho na sevitabbo; ",
          "en": "You should not cultivate the way of acquiring perception which causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:9.7",
          "pli": "yathārūpañca kho, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo saññāpaṭilābho sevitabbo. ",
          "en": "And you should cultivate the way of acquiring perception which causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:9.8",
          "pli": "Kathaṃrūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": "And what way of acquiring perception causes unskillful qualities to grow while skillful qualities decline? "
        },
        {
          "scid": "mn114:9.9",
          "pli": "Idha, bhante, ekacco abhijjhālu hoti, abhijjhāsahagatāya saññāya viharati; ",
          "en": "It’s when someone is covetous, and lives with their perception full of covetousness. "
        },
        {
          "scid": "mn114:9.10",
          "pli": "byāpādavā hoti, byāpādasahagatāya saññāya viharati; ",
          "en": "They are malicious, and live with their perception full of ill will. "
        },
        {
          "scid": "mn114:9.11",
          "pli": "vihesavā hoti, vihesāsahagatāya saññāya viharati—",
          "en": "They’re hurtful, and live with their perception intent on harm. "
        },
        {
          "scid": "mn114:9.12",
          "pli": "evarūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti. ",
          "en": "That way of acquiring perception causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:9.13",
          "pli": "Kathaṃrūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti? ",
          "en": "And what way of acquiring perception causes unskillful qualities to decline while skillful qualities grow? "
        },
        {
          "scid": "mn114:9.14",
          "pli": "Idha, bhante, ekacco anabhijjhālu hoti, anabhijjhāsahagatāya saññāya viharati; ",
          "en": "It’s when someone is content, and lives with their perception full of contentment. "
        },
        {
          "scid": "mn114:9.15",
          "pli": "abyāpādavā hoti, abyāpādasahagatāya saññāya viharati; ",
          "en": "They have good will, and live with their perception full of good will. "
        },
        {
          "scid": "mn114:9.16",
          "pli": "avihesavā hoti, avihesāsahagatāya saññāya viharati—",
          "en": "They’re kind, and live with their perception full of kindness. "
        },
        {
          "scid": "mn114:9.17",
          "pli": "evarūpaṃ, bhante, saññāpaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": "That way of acquiring perception causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:9.18",
          "pli": "‘Saññāpaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two ways of acquiring perception: "
        },
        {
          "scid": "mn114:9.19",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:9.20",
          "pli": "tañca aññamaññaṃ saññāpaṭilābhan’ti—",
          "en": "And each of these is a way of acquiring perception.’ "
        },
        {
          "scid": "mn114:9.21",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:10.1",
          "pli": "‘Diṭṭhipaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two ways of acquiring views: "
        },
        {
          "scid": "mn114:10.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:10.3",
          "pli": "tañca aññamaññaṃ diṭṭhipaṭilābhan’ti—",
          "en": "And each of these is a way of acquiring views.’ "
        },
        {
          "scid": "mn114:10.4",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:10.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:10.6",
          "pli": "Yathārūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo diṭṭhipaṭilābho na sevitabbo; ",
          "en": "You should not cultivate the way of acquiring views which causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:10.7",
          "pli": "yathārūpañca kho, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti—evarūpo diṭṭhipaṭilābho sevitabbo. ",
          "en": "And you should cultivate the way of acquiring views which causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:10.8",
          "pli": "Kathaṃrūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": "And what way of acquiring views causes unskillful qualities to grow while skillful qualities decline? "
        },
        {
          "scid": "mn114:10.9",
          "pli": "Idha, bhante, ekacco evaṃdiṭṭhiko hoti: ",
          "en": "It’s when someone has such a view: "
        },
        {
          "scid": "mn114:10.10",
          "pli": "‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti—",
          "en": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "mn114:10.11",
          "pli": "evarūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti. ",
          "en": "That way of acquiring views causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:10.12",
          "pli": "Kathaṃrūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti? ",
          "en": "And what way of acquiring views causes unskillful qualities to decline while skillful qualities grow? "
        },
        {
          "scid": "mn114:10.13",
          "pli": "Idha, bhante, ekacco evaṃdiṭṭhiko hoti: ",
          "en": "It’s when someone has such a view: "
        },
        {
          "scid": "mn114:10.14",
          "pli": "‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti—",
          "en": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "mn114:10.15",
          "pli": "evarūpaṃ, bhante, diṭṭhipaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": "That way of acquiring views causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:10.16",
          "pli": "‘Diṭṭhipaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two ways of acquiring views: "
        },
        {
          "scid": "mn114:10.17",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:10.18",
          "pli": "tañca aññamaññaṃ diṭṭhipaṭilābhan’ti—",
          "en": "And each of these is a way of acquiring views.’ "
        },
        {
          "scid": "mn114:10.19",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:11.1",
          "pli": "‘Attabhāvapaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two ways of reincarnating: "
        },
        {
          "scid": "mn114:11.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:11.3",
          "pli": "tañca aññamaññaṃ attabhāvapaṭilābhan’ti—",
          "en": "And each of these is a way of reincarnating.’ "
        },
        {
          "scid": "mn114:11.4",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:11.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:11.6",
          "pli": "Yathārūpaṃ, bhante, attabhāvapaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti—",
          "en": "The way of reincarnating that causes unskillful qualities to grow while skillful qualities decline: "
        },
        {
          "scid": "mn114:11.7",
          "pli": "evarūpo attabhāvapaṭilābho na sevitabbo; ",
          "en": "you should not cultivate that way of reincarnating. "
        },
        {
          "scid": "mn114:11.8",
          "pli": "yathārūpañca kho, bhante, attabhāvapaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti—",
          "en": "The way of reincarnating that causes unskillful qualities to decline while skillful qualities grow: "
        },
        {
          "scid": "mn114:11.9",
          "pli": "evarūpo attabhāvapaṭilābho sevitabbo. ",
          "en": "you should cultivate that way of reincarnating. "
        },
        {
          "scid": "mn114:11.10",
          "pli": "Kathaṃrūpaṃ, bhante, attabhāvapaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": "And what way of reincarnating causes unskillful qualities to grow while skillful qualities decline? "
        },
        {
          "scid": "mn114:11.11",
          "pli": "Sabyābajjhaṃ, bhante, attabhāvapaṭilābhaṃ abhinibbattayato apariniṭṭhitabhāvāya akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti; ",
          "en": "Generating rebirth in a hurtful reincarnation, which because of its unpreparedness causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:11.12",
          "pli": "abyābajjhaṃ, bhante, attabhāvapaṭilābhaṃ abhinibbattayato pariniṭṭhitabhāvāya akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": "And what way of reincarnating causes unskillful qualities to decline while skillful qualities grow? Generating rebirth in a pleasing reincarnation, which because of its preparedness causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:11.13",
          "pli": "‘Attabhāvapaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "‘I say that there are two ways of reincarnating: "
        },
        {
          "scid": "mn114:11.14",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:11.15",
          "pli": "tañca aññamaññaṃ attabhāvapaṭilābhan’ti—",
          "en": "And each of these is a way of reincarnating.’ "
        },
        {
          "scid": "mn114:11.16",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:12.1",
          "pli": "Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmī”ti. ",
          "en": "Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.” "
        },
        {
          "scid": "mn114:13.1",
          "pli": "“Sādhu sādhu, sāriputta. ",
          "en": "“Good, good, Sāriputta! "
        },
        {
          "scid": "mn114:13.2",
          "pli": "Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāsi. ",
          "en": "It’s good that you understand the detailed meaning of my brief statement in this way.” "
        },
        {
          "scid": "mn114:14.1",
          "pli": "‘Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": "And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he went on to explain further: "
        },
        {
          "scid": "mn114:14.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": " "
        },
        {
          "scid": "mn114:14.3",
          "pli": "tañca aññamaññaṃ kāyasamācāran’ti—",
          "en": " "
        },
        {
          "scid": "mn114:14.4",
          "pli": "iti kho panetaṃ vuttaṃ mayā. ",
          "en": " "
        },
        {
          "scid": "mn114:14.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "mn114:14.6",
          "pli": "Yathārūpaṃ, sāriputta, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo kāyasamācāro na sevitabbo; ",
          "en": " "
        },
        {
          "scid": "mn114:14.7",
          "pli": "yathārūpañca kho, sāriputta, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti—",
          "en": " "
        },
        {
          "scid": "mn114:14.8",
          "pli": "evarūpo kāyasamācāro sevitabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:15.1",
          "pli": "Kathaṃrūpaṃ, sāriputta, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": " "
        },
        {
          "scid": "mn114:15.2",
          "pli": "Idha, sāriputta, ekacco pāṇātipātī hoti luddo lohitapāṇi hatappahate niviṭṭho adayāpanno pāṇabhūtesu; ",
          "en": " "
        },
        {
          "scid": "mn114:15.3",
          "pli": "adinnādāyī kho pana hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti; ",
          "en": " "
        },
        {
          "scid": "mn114:15.4",
          "pli": "kāmesumicchācārī kho pana hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi tathārūpāsu cārittaṃ āpajjitā hoti—",
          "en": " "
        },
        {
          "scid": "mn114:15.5",
          "pli": "evarūpaṃ, sāriputta, kāyasamācāraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti. ",
          "en": " "
        },
        {
          "scid": "mn114:16.1",
          "pli": "Kathaṃrūpaṃ, sāriputta, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti? ",
          "en": " "
        },
        {
          "scid": "mn114:16.2",
          "pli": "Idha, sāriputta, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati; ",
          "en": " "
        },
        {
          "scid": "mn114:16.3",
          "pli": "adinnādānaṃ pahāya adinnādānā paṭivirato hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā taṃ nādinnaṃ theyyasaṅkhātaṃ ādātā hoti; ",
          "en": " "
        },
        {
          "scid": "mn114:16.4",
          "pli": "kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi tathārūpāsu na cārittaṃ āpajjitā hoti—",
          "en": " "
        },
        {
          "scid": "mn114:16.5",
          "pli": "evarūpaṃ, sāriputta, kāyasamācāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": " "
        },
        {
          "scid": "mn114:16.6",
          "pli": "‘Kāyasamācārampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:16.7",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": " "
        },
        {
          "scid": "mn114:16.8",
          "pli": "tañca aññamaññaṃ kāyasamācāran’ti—",
          "en": " "
        },
        {
          "scid": "mn114:16.9",
          "pli": "iti yaṃ taṃ vuttaṃ mayā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:17-19.1",
          "pli": "Vacīsamācārampāhaṃ, bhikkhave, duvidhena vadāmi … pe … ",
          "en": " "
        },
        {
          "scid": "mn114:17-19.2",
          "pli": "manosamācārampāhaṃ, bhikkhave, duvidhena vadāmi … pe … ",
          "en": " "
        },
        {
          "scid": "mn114:17-19.3",
          "pli": "cittuppādampāhaṃ, bhikkhave, duvidhena vadāmi … pe … ",
          "en": " "
        },
        {
          "scid": "mn114:17-19.4",
          "pli": "saññāpaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi … pe … ",
          "en": " "
        },
        {
          "scid": "mn114:17-19.5",
          "pli": "diṭṭhipaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi … pe …. ",
          "en": " "
        },
        {
          "scid": "mn114:20.1",
          "pli": "‘Attabhāvapaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:20.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": " "
        },
        {
          "scid": "mn114:20.3",
          "pli": "tañca aññamaññaṃ attabhāvapaṭilābhan’ti—",
          "en": " "
        },
        {
          "scid": "mn114:20.4",
          "pli": "iti kho panetaṃ vuttaṃ mayā. ",
          "en": " "
        },
        {
          "scid": "mn114:20.5",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "mn114:20.6",
          "pli": "Yathārūpaṃ, sāriputta, attabhāvapaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo attabhāvapaṭilābho na sevitabbo; ",
          "en": " "
        },
        {
          "scid": "mn114:20.7",
          "pli": "yathārūpañca kho, sāriputta, attabhāvapaṭilābhaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti—",
          "en": " "
        },
        {
          "scid": "mn114:20.8",
          "pli": "evarūpo attabhāvapaṭilābho sevitabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:21.1",
          "pli": "Kathaṃrūpaṃ, sāriputta, attabhāvapaṭilābhaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti? ",
          "en": " "
        },
        {
          "scid": "mn114:21.2",
          "pli": "Sabyābajjhaṃ, sāriputta, attabhāvapaṭilābhaṃ abhinibbattayato apariniṭṭhitabhāvāya akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti; ",
          "en": " "
        },
        {
          "scid": "mn114:21.3",
          "pli": "abyābajjhaṃ, sāriputta, attabhāvapaṭilābhaṃ abhinibbattayato pariniṭṭhitabhāvāya akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
          "en": " "
        },
        {
          "scid": "mn114:21.4",
          "pli": "‘Attabhāvapaṭilābhampāhaṃ, bhikkhave, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:21.5",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": " "
        },
        {
          "scid": "mn114:21.6",
          "pli": "tañca aññamaññaṃ attabhāvapaṭilābhan’ti—",
          "en": " "
        },
        {
          "scid": "mn114:21.7",
          "pli": "iti yaṃ taṃ vuttaṃ mayā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:21.8",
          "pli": "Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:22.1",
          "pli": "Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "“I say that there are two kinds of sight known by the eye: "
        },
        {
          "scid": "mn114:22.2",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:22.3",
          "pli": "sotaviññeyyaṃ saddampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "I say that there are two kinds of sound known by the ear … "
        },
        {
          "scid": "mn114:22.4",
          "pli": "sevitabbampi asevitabbampi; ",
          "en": " "
        },
        {
          "scid": "mn114:22.5",
          "pli": "ghānaviññeyyaṃ gandhampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "two kinds of smell known by the nose … "
        },
        {
          "scid": "mn114:22.6",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": " "
        },
        {
          "scid": "mn114:22.7",
          "pli": "jivhāviññeyyaṃ rasampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "two kinds of taste known by the tongue … "
        },
        {
          "scid": "mn114:22.8",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": " "
        },
        {
          "scid": "mn114:22.9",
          "pli": "kāyaviññeyyaṃ phoṭṭhabbampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "two kinds of touch known by the body … "
        },
        {
          "scid": "mn114:22.10",
          "pli": "sevitabbampi, asevitabbampi; ",
          "en": " "
        },
        {
          "scid": "mn114:22.11",
          "pli": "manoviññeyyaṃ dhammampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "two kinds of thought known by the mind: "
        },
        {
          "scid": "mn114:22.12",
          "pli": "sevitabbampi, asevitabbampī”ti. ",
          "en": "that which you should cultivate, and that which you should not cultivate.” "
        },
        {
          "scid": "mn114:23.1",
          "pli": "Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Sāriputta said to the Buddha: "
        },
        {
          "scid": "mn114:23.2",
          "pli": "“imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmi. ",
          "en": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement. "
        },
        {
          "scid": "mn114:24.1",
          "pli": "‘Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of sight known by the eye: "
        },
        {
          "scid": "mn114:24.2",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": "that which you should cultivate, and that which you should not cultivate.’ "
        },
        {
          "scid": "mn114:24.3",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:24.4",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:24.5",
          "pli": "Yathārūpaṃ, bhante, cakkhuviññeyyaṃ rūpaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpaṃ cakkhuviññeyyaṃ rūpaṃ na sevitabbaṃ; ",
          "en": "You should not cultivate the kind of sight known by the eye which causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:24.6",
          "pli": "yathārūpañca kho, bhante, cakkhuviññeyyaṃ rūpaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpaṃ cakkhuviññeyyaṃ rūpaṃ sevitabbaṃ. ",
          "en": "And you should cultivate the kind of sight known by the eye which causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:24.7",
          "pli": "‘Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of sight known by the eye: "
        },
        {
          "scid": "mn114:24.8",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": "that which you should cultivate, and that which you should not cultivate.’ "
        },
        {
          "scid": "mn114:24.9",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:25.1",
          "pli": "Sotaviññeyyaṃ saddampāhaṃ, sāriputta … pe … ",
          "en": "‘I say that there are two kinds of sound known by the ear … "
        },
        {
          "scid": "mn114:25.2",
          "pli": "evarūpo sotaviññeyyo saddo na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:25.3",
          "pli": "evarūpo sotaviññeyyo saddo sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:26.1",
          "pli": "evarūpo ghānaviññeyyo gandho na sevitabbo … ",
          "en": "two kinds of smell known by the nose … "
        },
        {
          "scid": "mn114:26.2",
          "pli": "evarūpo ghānaviññeyyo gandho sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:27.1",
          "pli": "evarūpo jivhāviññeyyo raso na sevitabbo … ",
          "en": "two kinds of taste known by the tongue … "
        },
        {
          "scid": "mn114:27.2",
          "pli": "evarūpo jivhāviññeyyo raso sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:27.3",
          "pli": "kāyaviññeyyaṃ phoṭṭhabbampāhaṃ, sāriputta … ",
          "en": "two kinds of touch known by the body … "
        },
        {
          "scid": "mn114:28.1",
          "pli": "evarūpo kāyaviññeyyo phoṭṭhabbo na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:28.2",
          "pli": "evarūpo kāyaviññeyyo phoṭṭhabbo sevitabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:29.1",
          "pli": "‘Manoviññeyyaṃ dhammampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "two kinds of thought known by the mind: "
        },
        {
          "scid": "mn114:29.2",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": "that which you should cultivate, and that which you should not cultivate.’ "
        },
        {
          "scid": "mn114:29.3",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:29.4",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:30.1",
          "pli": "Yathārūpaṃ, bhante, manoviññeyyaṃ dhammaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo manoviññeyyo dhammo na sevitabbo; ",
          "en": "You should not cultivate the kind of thought known by the mind which causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:30.2",
          "pli": "yathārūpañca kho, bhante, manoviññeyyaṃ dhammaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo manoviññeyyo dhammo sevitabbo. ",
          "en": "And you should cultivate the kind of thought known by the mind which causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:30.3",
          "pli": "‘Manoviññeyyaṃ dhammampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of thought known by the mind: "
        },
        {
          "scid": "mn114:30.4",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": "that which you should cultivate, and that which you should not cultivate.’ "
        },
        {
          "scid": "mn114:30.5",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:30.6",
          "pli": "Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmī”ti. ",
          "en": "Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.” "
        },
        {
          "scid": "mn114:31.1",
          "pli": "“Sādhu sādhu, sāriputta. ",
          "en": "“Good, good, Sāriputta! "
        },
        {
          "scid": "mn114:31.2",
          "pli": "Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāsi. ",
          "en": "It’s good that you understand the detailed meaning of my brief statement in this way.” "
        },
        {
          "scid": "mn114:32-36.1",
          "pli": "‘Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he went on to explain further: "
        },
        {
          "scid": "mn114:32-36.2",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:32-36.3",
          "pli": "iti kho panetaṃ vuttaṃ mayā. ",
          "en": " "
        },
        {
          "scid": "mn114:32-36.4",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "mn114:32-36.5",
          "pli": "Yathārūpaṃ, sāriputta, cakkhuviññeyyaṃ rūpaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpaṃ cakkhuviññeyyaṃ rūpaṃ na sevitabbaṃ; ",
          "en": " "
        },
        {
          "scid": "mn114:32-36.6",
          "pli": "yathārūpañca kho, sāriputta, cakkhuviññeyyaṃ rūpaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpaṃ cakkhuviññeyyaṃ rūpaṃ sevitabbaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:32-36.7",
          "pli": "‘Cakkhuviññeyyaṃ rūpampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:32-36.8",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:32-36.9",
          "pli": "iti yaṃ taṃ vuttaṃ mayā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:37.1",
          "pli": "Sotaviññeyyaṃ saddampāhaṃ, sāriputta … pe … ",
          "en": " "
        },
        {
          "scid": "mn114:37.2",
          "pli": "evarūpo sotaviññeyyo saddo na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:37.3",
          "pli": "evarūpo sotaviññeyyo saddo sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:37.4",
          "pli": "evarūpo ghānaviññeyyo gandho na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:37.5",
          "pli": "evarūpo ghānaviññeyyo gandho sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:37.6",
          "pli": "evarūpo jivhāviññeyyo raso na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:37.7",
          "pli": "evarūpo jivhāviññeyyo raso sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:37.8",
          "pli": "evarūpo kāyaviññeyyo phoṭṭhabbo na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:37.9",
          "pli": "evarūpo kāyaviññeyyo phoṭṭhabbo sevitabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:38.1",
          "pli": "Manoviññeyyaṃ dhammampāhaṃ, sāriputta … pe … ",
          "en": " "
        },
        {
          "scid": "mn114:38.2",
          "pli": "evarūpo manoviññeyyo dhammo na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:38.3",
          "pli": "evarūpo manoviññeyyo dhammo sevitabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:38.4",
          "pli": "‘Manoviññeyyaṃ dhammampāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:38.5",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:38.6",
          "pli": "iti yaṃ taṃ vuttaṃ mayā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:38.7",
          "pli": "Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:39.1",
          "pli": "Cīvaraṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "“I say that there are two kinds of robes: "
        },
        {
          "scid": "mn114:39.2",
          "pli": "sevitabbampi, asevitabbampi … pe … ",
          "en": "that which you should cultivate, and that which you should not cultivate. "
        },
        {
          "scid": "mn114:39.3",
          "pli": "piṇḍapātaṃpāhaṃ, sāriputta … ",
          "en": "I say that there are two kinds of alms-food … "
        },
        {
          "scid": "mn114:39.4",
          "pli": "senāsanaṃpāhaṃ, sāriputta … ",
          "en": "lodging … "
        },
        {
          "scid": "mn114:39.5",
          "pli": "gāmampāhaṃ, sāriputta … ",
          "en": "village … "
        },
        {
          "scid": "mn114:39.6",
          "pli": "nigamampāhaṃ, sāriputta … ",
          "en": "town … "
        },
        {
          "scid": "mn114:39.7",
          "pli": "nagarampāhaṃ, sāriputta … ",
          "en": "city … "
        },
        {
          "scid": "mn114:39.8",
          "pli": "janapadampāhaṃ, sāriputta … ",
          "en": "country … "
        },
        {
          "scid": "mn114:39.9",
          "pli": "puggalaṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "person: "
        },
        {
          "scid": "mn114:39.10",
          "pli": "sevitabbampi, asevitabbampī”ti. ",
          "en": "that which you should cultivate, and that which you should not cultivate.” "
        },
        {
          "scid": "mn114:40.1",
          "pli": "Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Sāriputta said to the Buddha: "
        },
        {
          "scid": "mn114:40.2",
          "pli": "“imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, evaṃ vitthārena atthaṃ ājānāmi. ",
          "en": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement. "
        },
        {
          "scid": "mn114:41.1",
          "pli": "‘Cīvaraṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of robes … "
        },
        {
          "scid": "mn114:41.2",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:41.3",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": " "
        },
        {
          "scid": "mn114:41.4",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "mn114:41.5",
          "pli": "Yathārūpaṃ, bhante, cīvaraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpaṃ cīvaraṃ na sevitabbaṃ; ",
          "en": " "
        },
        {
          "scid": "mn114:41.6",
          "pli": "yathārūpañca kho, bhante, cīvaraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpaṃ cīvaraṃ sevitabbaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:41.7",
          "pli": "‘Cīvaraṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:41.8",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:41.9",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:42.1",
          "pli": "Piṇḍapātaṃpāhaṃ, sāriputta … pe … ",
          "en": "alms-food … "
        },
        {
          "scid": "mn114:42.2",
          "pli": "evarūpo piṇḍapāto na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:42.3",
          "pli": "evarūpo piṇḍapāto sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:43.1",
          "pli": "senāsanaṃpāhaṃ, sāriputta … pe … ",
          "en": "lodging … "
        },
        {
          "scid": "mn114:43.2",
          "pli": "evarūpaṃ senāsanaṃ na sevitabbaṃ … ",
          "en": " "
        },
        {
          "scid": "mn114:43.3",
          "pli": "evarūpaṃ senāsanaṃ sevitabbaṃ … ",
          "en": " "
        },
        {
          "scid": "mn114:44.1",
          "pli": "gāmampāhaṃ, sāriputta … pe … ",
          "en": "village … "
        },
        {
          "scid": "mn114:45.1",
          "pli": "evarūpo gāmo na sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:45.2",
          "pli": "evarūpo gāmo sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:45.3",
          "pli": "evarūpo nigamo na sevitabbo … ",
          "en": "town … "
        },
        {
          "scid": "mn114:45.4",
          "pli": "evarūpo nigamo sevitabbo … ",
          "en": " "
        },
        {
          "scid": "mn114:46.1",
          "pli": "evarūpaṃ nagaraṃ na sevitabbaṃ … ",
          "en": "city … "
        },
        {
          "scid": "mn114:46.2",
          "pli": "evarūpaṃ nagaraṃ sevitabbaṃ … ",
          "en": " "
        },
        {
          "scid": "mn114:47.1",
          "pli": "evarūpo janapado na sevitabbo … ",
          "en": "country … "
        },
        {
          "scid": "mn114:47.2",
          "pli": "evarūpo janapado sevitabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:48.1",
          "pli": "‘Puggalaṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "person: "
        },
        {
          "scid": "mn114:48.2",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": "that which you should cultivate, and that which you should not cultivate.’ "
        },
        {
          "scid": "mn114:48.3",
          "pli": "iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "That’s what the Buddha said, "
        },
        {
          "scid": "mn114:48.4",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "mn114:48.5",
          "pli": "Yathārūpaṃ, bhante, puggalaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo puggalo na sevitabbo; ",
          "en": "You should not cultivate the kind of person who causes unskillful qualities to grow while skillful qualities decline. "
        },
        {
          "scid": "mn114:48.6",
          "pli": "yathārūpañca kho, bhante, puggalaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo puggalo sevitabbo. ",
          "en": "And you should cultivate the kind of person who causes unskillful qualities to decline while skillful qualities grow. "
        },
        {
          "scid": "mn114:48.7",
          "pli": "‘Puggalaṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "‘I say that there are two kinds of person: "
        },
        {
          "scid": "mn114:48.8",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": "those who you should cultivate, and those who you should not cultivate.’ "
        },
        {
          "scid": "mn114:48.9",
          "pli": "iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttanti. ",
          "en": "That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "mn114:49.1",
          "pli": "Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmī”ti. ",
          "en": "Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.” "
        },
        {
          "scid": "mn114:50.1",
          "pli": "“Sādhu sādhu, sāriputta. ",
          "en": "“Good, good, Sāriputta! "
        },
        {
          "scid": "mn114:50.2",
          "pli": "Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāsi. ",
          "en": "It’s good that you understand the detailed meaning of my brief statement in this way.” "
        },
        {
          "scid": "mn114:51-58.1",
          "pli": "‘Cīvaraṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": "And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he added: "
        },
        {
          "scid": "mn114:51-58.2",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:51-58.3",
          "pli": "iti kho panetaṃ vuttaṃ mayā. ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.4",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.5",
          "pli": "Yathārūpaṃ, sāriputta, cīvaraṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpaṃ cīvaraṃ na sevitabbaṃ; ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.6",
          "pli": "yathārūpañca kho, sāriputta, cīvaraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpaṃ cīvaraṃ sevitabbaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.7",
          "pli": "‘Cīvaraṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:51-58.8",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:51-58.9",
          "pli": "iti yaṃ taṃ vuttaṃ mayā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.10",
          "pli": "(Yathā paṭhamaṃ tathā vitthāretabbaṃ) ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.11",
          "pli": "Evarūpo piṇḍapāto … ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.12",
          "pli": "evarūpaṃ senāsanaṃ … ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.13",
          "pli": "evarūpo gāmo … ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.14",
          "pli": "evarūpo nigamo … ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.15",
          "pli": "evarūpaṃ nagaraṃ … ",
          "en": " "
        },
        {
          "scid": "mn114:51-58.16",
          "pli": "evarūpo janapado. ",
          "en": " "
        },
        {
          "scid": "mn114:59.1",
          "pli": "‘Puggalaṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:59.2",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:59.3",
          "pli": "iti kho panetaṃ vuttaṃ mayā. ",
          "en": " "
        },
        {
          "scid": "mn114:59.4",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "mn114:59.5",
          "pli": "Yathārūpaṃ, sāriputta, puggalaṃ sevato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti evarūpo puggalo na sevitabbo; ",
          "en": " "
        },
        {
          "scid": "mn114:59.6",
          "pli": "yathārūpañca kho, sāriputta, puggalaṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti evarūpo puggalo sevitabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:59.7",
          "pli": "‘Puggalaṃpāhaṃ, sāriputta, duvidhena vadāmi—",
          "en": " "
        },
        {
          "scid": "mn114:59.8",
          "pli": "sevitabbampi, asevitabbampī’ti—",
          "en": " "
        },
        {
          "scid": "mn114:59.9",
          "pli": "iti yaṃ taṃ vuttaṃ mayā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn114:59.10",
          "pli": "Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo. ",
          "en": " "
        },
        {
          "scid": "mn114:60.1",
          "pli": "Sabbepi ce, sāriputta, khattiyā imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājāneyyuṃ, sabbesānampissa khattiyānaṃ dīgharattaṃ hitāya sukhāya. ",
          "en": "“If all the aristocrats, brahmins, merchants, and workers were to understand the detailed meaning of my brief statement in this way, it would be for their lasting welfare and happiness. "
        },
        {
          "scid": "mn114:60.2",
          "pli": "Sabbepi ce, sāriputta, brāhmaṇā … pe … ",
          "en": " "
        },
        {
          "scid": "mn114:60.3",
          "pli": "sabbepi ce, sāriputta, vessā … ",
          "en": " "
        },
        {
          "scid": "mn114:60.4",
          "pli": "sabbepi ce, sāriputta, suddā imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājāneyyuṃ, sabbesānampissa suddānaṃ dīgharattaṃ hitāya sukhāya. ",
          "en": " "
        },
        {
          "scid": "mn114:60.5",
          "pli": "Sadevakopi ce, sāriputta, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājāneyya, sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṃ hitāya sukhāyā”ti. ",
          "en": "If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—was to understand the detailed meaning of my brief statement in this way, it would be for the whole world’s lasting welfare and happiness.” "
        },
        {
          "scid": "mn114:61.1",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn114:61.2",
          "pli": "Attamano āyasmā sāriputto bhagavato bhāsitaṃ abhinandīti. ",
          "en": "Satisfied, Venerable Sāriputta was happy with what the Buddha said. "
        },
        {
          "scid": "mn114:61.3",
          "pli": "Sevitabbāsevitabbasuttaṃ niṭṭhitaṃ catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn114/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 114",
    "volpages": "MN iii 45",
    "uid": "mn114",
    "blurb": "The Buddha sets up a framework on things to be cultivated or avoided, and Venerable Sāriputta volunteers to elaborate.",
    "difficulty": 2,
    "original_title": "Sevitabbāsevitabba Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "What Should and Should Not Be Cultivated ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn114_sujato",
        "segmented": true,
        "title": "What Should and Should Not Be Cultivated ",
        "volpage": null
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "num": 4
  }
}