{
  "sutta_uid": "mn129",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn129",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Foolish and the Astute ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Messengers of the Gods ",
      "uid": "mn130"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Corruptions ",
      "uid": "mn128"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn129:0.1",
          "pli": "Majjhima Nikāya 129 ",
          "en": "Middle Discourses 129 "
        },
        {
          "scid": "mn129:0.2",
          "pli": "Bālapaṇḍitasutta ",
          "en": "The Foolish and the Astute "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 129 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn129:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn129:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "mn129:1.3",
          "pli": "Tatra kho bhagavā bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants, "
        },
        {
          "scid": "mn129:1.4",
          "pli": "“bhikkhavo”ti. ",
          "en": "“Mendicants!” "
        },
        {
          "scid": "mn129:1.5",
          "pli": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Venerable sir,” they replied. "
        },
        {
          "scid": "mn129:1.6",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn129:2.1",
          "pli": "“Tīṇimāni, bhikkhave, bālassa bālalakkhaṇāni bālanimittāni bālāpadānāni. ",
          "en": "“These are the three characteristics, signs, and manifestations of a fool. "
        },
        {
          "scid": "mn129:2.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "mn129:2.3",
          "pli": "Idha, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca. ",
          "en": "A fool thinks poorly, speaks poorly, and acts poorly. "
        },
        {
          "scid": "mn129:2.4",
          "pli": "No cetaṃ, bhikkhave, bālo duccintitacintī ca abhavissa dubbhāsitabhāsī ca dukkaṭakammakārī ca kena naṃ paṇḍitā jāneyyuṃ: ",
          "en": "If a fool didn’t think poorly, speak poorly, and act poorly, then how would the astute know of them, "
        },
        {
          "scid": "mn129:2.5",
          "pli": "‘bālo ayaṃ bhavaṃ asappuriso’ti? ",
          "en": "‘This fellow is a fool, a bad person’? "
        },
        {
          "scid": "mn129:2.6",
          "pli": "Yasmā ca kho, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca tasmā naṃ paṇḍitā jānanti: ",
          "en": "But since a fool does think poorly, speak poorly, and act poorly, then the astute do know of them, "
        },
        {
          "scid": "mn129:2.7",
          "pli": "‘bālo ayaṃ bhavaṃ asappuriso’ti. ",
          "en": "‘This fellow is a fool, a bad person’. "
        },
        {
          "scid": "mn129:3.1",
          "pli": "Sa kho so, bhikkhave, bālo tividhaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "A fool experiences three kinds of suffering and sadness in the present life. "
        },
        {
          "scid": "mn129:3.2",
          "pli": "Sace, bhikkhave, bālo sabhāyaṃ vā nisinno hoti, rathikāya vā nisinno hoti, siṅghāṭake vā nisinno hoti; ",
          "en": "Suppose a fool is sitting in a council hall, a street, or a crossroad, "
        },
        {
          "scid": "mn129:3.3",
          "pli": "tatra ce jano tajjaṃ tassāruppaṃ kathaṃ manteti. ",
          "en": "where people are discussing what is proper and fitting. "
        },
        {
          "scid": "mn129:3.4",
          "pli": "Sace, bhikkhave, bālo pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti. ",
          "en": "And suppose that fool is someone who kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence. "
        },
        {
          "scid": "mn129:3.5",
          "pli": "Tatra, bhikkhave, bālassa evaṃ hoti: ",
          "en": "Then that fool thinks, "
        },
        {
          "scid": "mn129:3.6",
          "pli": "‘yaṃ kho jano tajjaṃ tassāruppaṃ kathaṃ manteti, ",
          "en": "‘These people are discussing what is proper and fitting. "
        },
        {
          "scid": "mn129:3.7",
          "pli": "saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmī’ti. ",
          "en": "But those things are found in me and I am seen in them!’ "
        },
        {
          "scid": "mn129:3.8",
          "pli": "Idaṃ, bhikkhave, bālo paṭhamaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "This is the first kind of suffering and sadness that a fool experiences in the present life. "
        },
        {
          "scid": "mn129:4.1",
          "pli": "Puna caparaṃ, bhikkhave, bālo passati rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārente—",
          "en": "Furthermore, a fool sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—"
        },
        {
          "scid": "mn129:4.2",
          "pli": "kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte baḷisamaṃsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṃ chindante. ",
          "en": "whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded. "
        },
        {
          "scid": "mn129:4.3",
          "pli": "Tatra, bhikkhave, bālassa evaṃ hoti: ",
          "en": "Then that fool thinks, "
        },
        {
          "scid": "mn129:4.4",
          "pli": "‘yathārūpānaṃ kho pāpakānaṃ kammānaṃ hetu rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārenti—",
          "en": "‘The kinds of deeds for which the kings inflict such punishments—"
        },
        {
          "scid": "mn129:4.5",
          "pli": "kasāhipi tāḷenti … pe … asināpi sīsaṃ chindanti; ",
          "en": " "
        },
        {
          "scid": "mn129:4.6",
          "pli": "saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmi. ",
          "en": "those things are found in me and I am seen in them! "
        },
        {
          "scid": "mn129:4.7",
          "pli": "Mañcepi rājāno jāneyyuṃ, mampi rājāno gahetvā vividhā kammakāraṇā kāreyyuṃ—",
          "en": "If the kings find out about me, they will inflict the same kinds of punishments on me!’ "
        },
        {
          "scid": "mn129:4.8",
          "pli": "kasāhipi tāḷeyyuṃ … pe … jīvantampi sūle uttāseyyuṃ, asināpi sīsaṃ chindeyyun’ti. ",
          "en": " "
        },
        {
          "scid": "mn129:4.9",
          "pli": "Idampi, bhikkhave, bālo dutiyaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "This is the second kind of suffering and sadness that a fool experiences in the present life. "
        },
        {
          "scid": "mn129:5.1",
          "pli": "Puna caparaṃ, bhikkhave, bālaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe pāpakāni kammāni katāni kāyena duccaritāni vācāya duccaritāni manasā duccaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti. ",
          "en": "Furthermore, when a fool is resting on a chair or a bed or on the ground, their past bad deeds—misconduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them. "
        },
        {
          "scid": "mn129:5.2",
          "pli": "Seyyathāpi, bhikkhave, mahataṃ pabbatakūṭānaṃ chāyā sāyanhasamayaṃ pathaviyā olambanti ajjholambanti abhippalambanti; ",
          "en": "It is like the shadow of a great mountain peak in the evening as it settles down, rests down, and lays down upon the earth. "
        },
        {
          "scid": "mn129:5.3",
          "pli": "evameva kho, bhikkhave, bālaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe pāpakāni kammāni katāni kāyena duccaritāni vācāya duccaritāni manasā duccaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti. ",
          "en": "In the same way, when a fool is resting on a chair or a bed or on the ground, their past bad deeds—misconduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them. "
        },
        {
          "scid": "mn129:5.4",
          "pli": "Tatra, bhikkhave, bālassa evaṃ hoti: ",
          "en": "Then that fool thinks, "
        },
        {
          "scid": "mn129:5.5",
          "pli": "‘akataṃ vata me kalyāṇaṃ, akataṃ kusalaṃ, akataṃ bhīruttāṇaṃ; ",
          "en": "‘Well, I haven’t done good and skillful things that keep me safe. "
        },
        {
          "scid": "mn129:5.6",
          "pli": "kataṃ pāpaṃ, kataṃ luddaṃ, kataṃ kibbisaṃ. ",
          "en": "And I have done bad, violent, and corrupt things. "
        },
        {
          "scid": "mn129:5.7",
          "pli": "Yāvatā, bho, akatakalyāṇānaṃ akatakusalānaṃ akatabhīruttāṇānaṃ katapāpānaṃ kataluddānaṃ katakibbisānaṃ gati taṃ gatiṃ pecca gacchāmī’ti. ",
          "en": "When I depart, I’ll go to the place where people who’ve done such things go.’ "
        },
        {
          "scid": "mn129:5.8",
          "pli": "So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati. ",
          "en": "They sorrow and pine and lament, beating their breasts and falling into confusion. "
        },
        {
          "scid": "mn129:5.9",
          "pli": "Idampi, bhikkhave, bālo tatiyaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "This is the third kind of suffering and sadness that a fool experiences in the present life. "
        },
        {
          "scid": "mn129:6.1",
          "pli": "Sa kho so, bhikkhave, bālo kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
          "en": "Having done bad things by way of body, speech, and mind, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn129:7.1",
          "pli": "Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya: ",
          "en": "And if there’s anything of which it may be rightly said that "
        },
        {
          "scid": "mn129:7.2",
          "pli": "‘ekantaṃ aniṭṭhaṃ ekantaṃ akantaṃ ekantaṃ amanāpan’ti, nirayameva taṃ sammā vadamāno vadeyya: ",
          "en": "it is utterly unlikable, undesirable, and disagreeable, it is of hell that this should be said. "
        },
        {
          "scid": "mn129:7.3",
          "pli": "‘ekantaṃ aniṭṭhaṃ ekantaṃ akantaṃ ekantaṃ amanāpan’ti. ",
          "en": " "
        },
        {
          "scid": "mn129:7.4",
          "pli": "Yāvañcidaṃ, bhikkhave, upamāpi na sukarā yāva dukkhā nirayā”ti. ",
          "en": "So much so that it’s not easy to give a simile for how painful hell is.” "
        },
        {
          "scid": "mn129:7.5",
          "pli": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ",
          "en": "When he said this, one of the mendicants asked the Buddha, "
        },
        {
          "scid": "mn129:7.6",
          "pli": "“sakkā pana, bhante, upamaṃ kātun”ti? ",
          "en": "“But sir, is it possible to give a simile?” "
        },
        {
          "scid": "mn129:8.1",
          "pli": "“Sakkā, bhikkhū”ti bhagavā avoca. ",
          "en": "“It’s possible,” said the Buddha. "
        },
        {
          "scid": "mn129:8.2",
          "pli": "“Seyyathāpi, bhikkhu, coraṃ āgucāriṃ gahetvā rañño dasseyyuṃ: ",
          "en": "“Suppose they arrest a bandit, a criminal and present him to the king, saying, "
        },
        {
          "scid": "mn129:8.3",
          "pli": "‘ayaṃ kho, deva, coro āgucārī, imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti. ",
          "en": "‘Your Majesty, this is a bandit, a criminal. Punish him as you will.’ "
        },
        {
          "scid": "mn129:8.4",
          "pli": "Tamenaṃ rājā evaṃ vadeyya: ",
          "en": "The king would say, "
        },
        {
          "scid": "mn129:8.5",
          "pli": "‘gacchatha, bho, imaṃ purisaṃ pubbaṇhasamayaṃ sattisatena hanathā’ti. ",
          "en": "‘Go, my men, and strike this man in the morning with a hundred spears!’ "
        },
        {
          "scid": "mn129:8.6",
          "pli": "Tamenaṃ pubbaṇhasamayaṃ sattisatena haneyyuṃ. ",
          "en": "The king’s men did as they were told. "
        },
        {
          "scid": "mn129:8.7",
          "pli": "Atha rājā majjhanhikasamayaṃ evaṃ vadeyya: ",
          "en": "Then at midday the king would say, "
        },
        {
          "scid": "mn129:8.8",
          "pli": "‘ambho, kathaṃ so puriso’ti? ",
          "en": "‘My men, how is that man?’ "
        },
        {
          "scid": "mn129:8.9",
          "pli": "‘Tatheva, deva, jīvatī’ti. ",
          "en": "‘He’s still alive, Your Majesty.’ "
        },
        {
          "scid": "mn129:8.10",
          "pli": "Tamenaṃ rājā evaṃ vadeyya: ",
          "en": "The king would say, "
        },
        {
          "scid": "mn129:8.11",
          "pli": "‘gacchatha, bho, taṃ purisaṃ majjhanhikasamayaṃ sattisatena hanathā’ti. ",
          "en": "‘Go, my men, and strike this man in the midday with a hundred spears!’ "
        },
        {
          "scid": "mn129:8.12",
          "pli": "Tamenaṃ majjhanhikasamayaṃ sattisatena haneyyuṃ. ",
          "en": "The king’s men did as they were told. "
        },
        {
          "scid": "mn129:8.13",
          "pli": "Atha rājā sāyanhasamayaṃ evaṃ vadeyya: ",
          "en": "Then late in the afternoon the king would say, "
        },
        {
          "scid": "mn129:8.14",
          "pli": "‘ambho, kathaṃ so puriso’ti? ",
          "en": "‘My men, how is that man?’ "
        },
        {
          "scid": "mn129:8.15",
          "pli": "‘Tatheva, deva, jīvatī’ti. ",
          "en": "‘He’s still alive, Your Majesty.’ "
        },
        {
          "scid": "mn129:8.16",
          "pli": "Tamenaṃ rājā evaṃ vadeyya: ",
          "en": "The king would say, "
        },
        {
          "scid": "mn129:8.17",
          "pli": "‘gacchatha, bho, taṃ purisaṃ sāyanhasamayaṃ sattisatena hanathā’ti. ",
          "en": "‘Go, my men, and strike this man in the late afternoon with a hundred spears!’ "
        },
        {
          "scid": "mn129:8.18",
          "pli": "Tamenaṃ sāyanhasamayaṃ sattisatena haneyyuṃ. ",
          "en": "The king’s men did as they were told. "
        },
        {
          "scid": "mn129:8.19",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "mn129:8.20",
          "pli": "api nu so puriso tīhi sattisatehi haññamāno tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyethā”ti? ",
          "en": "Would that man experience pain and distress from being struck with three hundred spears?” "
        },
        {
          "scid": "mn129:8.21",
          "pli": "“Ekissāpi, bhante, sattiyā haññamāno so puriso tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyetha, ko pana vādo tīhi sattisatehī”ti? ",
          "en": "“Sir, that man would experience pain and distress from being struck with one spear, let alone three hundred spears!” "
        },
        {
          "scid": "mn129:9.1",
          "pli": "Atha kho bhagavā parittaṃ pāṇimattaṃ pāsāṇaṃ gahetvā bhikkhū āmantesi: ",
          "en": "Then the Buddha, picking up a stone the size of his palm, addressed the mendicants, "
        },
        {
          "scid": "mn129:9.2",
          "pli": "“Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "“What do you think, mendicants? "
        },
        {
          "scid": "mn129:9.3",
          "pli": "katamo nu kho mahantataro—yo cāyaṃ mayā paritto pāṇimatto pāsāṇo gahito, yo ca himavā pabbatarājā”ti? ",
          "en": "Which is bigger: the stone the size of my palm that I’ve picked up, or the Himalayas, the king of mountains?” "
        },
        {
          "scid": "mn129:9.4",
          "pli": "“Appamattako ayaṃ, bhante, bhagavatā paritto pāṇimatto pāsāṇo gahito, himavantaṃ pabbatarājānaṃ upanidhāya saṅkhampi na upeti, kalabhāgampi na upeti, upanidhampi na upe”ti. ",
          "en": "“Sir, the stone you’ve picked up is tiny. Compared to the Himalayas, it doesn’t even count, it’s not even a fraction, there’s no comparison.” "
        },
        {
          "scid": "mn129:9.5",
          "pli": "“Evameva kho, bhikkhave, yaṃ so puriso tīhi sattisatehi haññamāno tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti taṃ nirayakassa dukkhassa upanidhāya saṅkhampi na upeti, kalabhāgampi na upeti, upanidhampi na upeti. ",
          "en": "“In the same way, compared to the suffering in hell, the pain and distress experienced by that man due to being struck with three hundred spears doesn’t even count, it’s not even a fraction, there’s no comparison. "
        },
        {
          "scid": "mn129:10.1",
          "pli": "Tamenaṃ, bhikkhave, nirayapālā pañcavidhabandhanaṃ nāma kammakāraṇaṃ karonti—",
          "en": "Then the wardens of hell punish them with the five-fold crucifixion. "
        },
        {
          "scid": "mn129:10.2",
          "pli": "tattaṃ ayokhilaṃ hatthe gamenti, tattaṃ ayokhilaṃ dutiye hatthe gamenti, tattaṃ ayokhilaṃ pāde gamenti, tattaṃ ayokhilaṃ dutiye pāde gamenti, tattaṃ ayokhilaṃ majjhe urasmiṃ gamenti. ",
          "en": "They drive red-hot stakes through the hands and feet, and another in the middle of the chest. "
        },
        {
          "scid": "mn129:10.3",
          "pli": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti. ",
          "en": "And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated. "
        },
        {
          "scid": "mn129:11.1",
          "pli": "Tamenaṃ, bhikkhave, nirayapālā saṃvesetvā kuṭhārīhi tacchanti. ",
          "en": "Then the wardens of hell throw them down and hack them with axes. … "
        },
        {
          "scid": "mn129:11.2",
          "pli": "So tattha dukkhā tibbā … pe … byantīhoti. ",
          "en": " "
        },
        {
          "scid": "mn129:12.1",
          "pli": "Tamenaṃ, bhikkhave, nirayapālā uddhampādaṃ adhosiraṃ gahetvā vāsīhi tacchanti. ",
          "en": "They hang them upside-down and hack them with hatchets. … "
        },
        {
          "scid": "mn129:12.2",
          "pli": "So tattha dukkhā tibbā … pe … byantīhoti. ",
          "en": " "
        },
        {
          "scid": "mn129:13.1",
          "pli": "Tamenaṃ, bhikkhave, nirayapālā rathe yojetvā ādittāya pathaviyā sampajjalitāya sajotibhūtāya sārentipi paccāsārentipi. ",
          "en": "They harness them to a chariot, and drive them back and forth across burning ground, blazing and glowing. … "
        },
        {
          "scid": "mn129:13.2",
          "pli": "So tattha dukkhā tibbā … pe … byantīhoti. ",
          "en": " "
        },
        {
          "scid": "mn129:14.1",
          "pli": "Tamenaṃ, bhikkhave, nirayapālā mahantaṃ aṅgārapabbataṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āropentipi oropentipi. ",
          "en": "They make them climb up and down a huge mountain of burning coals, blazing and glowing. … "
        },
        {
          "scid": "mn129:14.2",
          "pli": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti. ",
          "en": " "
        },
        {
          "scid": "mn129:15.1",
          "pli": "Tamenaṃ, bhikkhave, nirayapālā uddhampādaṃ adhosiraṃ gahetvā tattāya lohakumbhiyā pakkhipanti ādittāya sampajjalitāya sajotibhūtāya. ",
          "en": "Then the wardens of hell turn them upside down and throw them into a red-hot copper pot, burning, blazing, and glowing. "
        },
        {
          "scid": "mn129:15.2",
          "pli": "So tattha pheṇuddehakaṃ paccati. ",
          "en": " "
        },
        {
          "scid": "mn129:15.3",
          "pli": "So tattha pheṇuddehakaṃ paccamāno sakimpi uddhaṃ gacchati, sakimpi adho gacchati, sakimpi tiriyaṃ gacchati. ",
          "en": "There they’re seared in boiling scum, and they’re swept up and down and round and round. "
        },
        {
          "scid": "mn129:15.4",
          "pli": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti. ",
          "en": "And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated. "
        },
        {
          "scid": "mn129:16.1",
          "pli": "Tamenaṃ, bhikkhave, nirayapālā mahāniraye pakkhipanti. ",
          "en": "Then the wardens of hell toss them in the Great Hell. "
        },
        {
          "scid": "mn129:16.2",
          "pli": "So kho pana, bhikkhave, mahānirayo—",
          "en": "Now, about that Great Hell: "
        },
        {
          "scid": "mn129:16.3",
          "pli": "Catukkaṇṇo catudvāro, ",
          "en": "‘Four are its corners, four its doors, "
        },
        {
          "scid": "mn129:16.4",
          "pli": "vibhatto bhāgaso mito; ",
          "en": "divided into measured parts. "
        },
        {
          "scid": "mn129:16.5",
          "pli": "Ayopākārapariyanto, ",
          "en": "Surrounded by an iron wall, "
        },
        {
          "scid": "mn129:16.6",
          "pli": "ayasā paṭikujjito. ",
          "en": "of iron is its roof. "
        },
        {
          "scid": "mn129:16.7",
          "pli": "Tassa ayomayā bhūmi, ",
          "en": "The ground is even made of iron, "
        },
        {
          "scid": "mn129:16.8",
          "pli": "jalitā tejasā yutā; ",
          "en": "it burns with fierce fire. "
        },
        {
          "scid": "mn129:16.9",
          "pli": "Samantā yojanasataṃ, ",
          "en": "The heat forever radiates "
        },
        {
          "scid": "mn129:16.10",
          "pli": "pharitvā tiṭṭhati sabbadā. ",
          "en": "a hundred leagues around.’ "
        },
        {
          "scid": "mn129:17.1",
          "pli": "Anekapariyāyenapi kho ahaṃ, bhikkhave, nirayakathaṃ katheyyaṃ; ",
          "en": "I could tell you many different things about hell. "
        },
        {
          "scid": "mn129:17.2",
          "pli": "yāvañcidaṃ, bhikkhave, na sukarā akkhānena pāpuṇituṃ yāva dukkhā nirayā. ",
          "en": "So much so that it’s not easy to completely describe the suffering in hell. "
        },
        {
          "scid": "mn129:18.1",
          "pli": "Santi, bhikkhave, tiracchānagatā pāṇā tiṇabhakkhā. ",
          "en": "There are, mendicants, animals that feed on grass. "
        },
        {
          "scid": "mn129:18.2",
          "pli": "Te allānipi tiṇāni sukkhānipi tiṇāni dantullehakaṃ khādanti. ",
          "en": "They eat by cropping fresh or dried grass with their teeth. "
        },
        {
          "scid": "mn129:18.3",
          "pli": "Katame ca, bhikkhave, tiracchānagatā pāṇā tiṇabhakkhā? ",
          "en": "And what animals feed on grass? "
        },
        {
          "scid": "mn129:18.4",
          "pli": "Hatthī assā goṇā gadrabhā ajā migā, ye vā panaññepi keci tiracchānagatā pāṇā tiṇabhakkhā. ",
          "en": "Elephants, horses, cattle, donkeys, goats, deer, and various others. "
        },
        {
          "scid": "mn129:18.5",
          "pli": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā tiṇabhakkhā. ",
          "en": "A fool who used to be a glutton here and did bad deeds here, when their body breaks up, after death, is reborn in the company of those sentient beings who feed on grass. "
        },
        {
          "scid": "mn129:19.1",
          "pli": "Santi, bhikkhave, tiracchānagatā pāṇā gūthabhakkhā. ",
          "en": "There are animals that feed on dung. "
        },
        {
          "scid": "mn129:19.2",
          "pli": "Te dūratova gūthagandhaṃ ghāyitvā dhāvanti: ",
          "en": "When they catch a whiff of dung they run to it, thinking, "
        },
        {
          "scid": "mn129:19.3",
          "pli": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti. ",
          "en": "‘There we’ll eat! There we’ll eat!’ "
        },
        {
          "scid": "mn129:19.4",
          "pli": "Seyyathāpi nāma brāhmaṇā āhutigandhena dhāvanti: ",
          "en": "It’s like when brahmins smell a burnt offering, they run to it, thinking, "
        },
        {
          "scid": "mn129:19.5",
          "pli": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti; ",
          "en": "‘There we’ll eat! There we’ll eat!’ "
        },
        {
          "scid": "mn129:19.6",
          "pli": "evameva kho, bhikkhave, santi tiracchānagatā pāṇā gūthabhakkhā, ",
          "en": "In the same way, there are animals that feed on dung. "
        },
        {
          "scid": "mn129:19.7",
          "pli": "te dūratova gūthagandhaṃ ghāyitvā dhāvanti: ",
          "en": "When they catch a whiff of dung they run to it, thinking, "
        },
        {
          "scid": "mn129:19.8",
          "pli": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti. ",
          "en": "‘There we’ll eat! There we’ll eat!’ "
        },
        {
          "scid": "mn129:19.9",
          "pli": "Katame ca, bhikkhave, tiracchānagatā pāṇā gūthabhakkhā? ",
          "en": "And what animals feed on dung? "
        },
        {
          "scid": "mn129:19.10",
          "pli": "Kukkuṭā sūkarā soṇā siṅgālā, ye vā panaññepi keci tiracchānagatā pāṇā gūthabhakkhā. ",
          "en": "Chickens, pigs, dogs, jackals, and various others. "
        },
        {
          "scid": "mn129:19.11",
          "pli": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā gūthabhakkhā. ",
          "en": "A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who feed on dung. "
        },
        {
          "scid": "mn129:20.1",
          "pli": "Santi, bhikkhave, tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti. ",
          "en": "There are animals who are born, live, and die in darkness. "
        },
        {
          "scid": "mn129:20.2",
          "pli": "Katame ca, bhikkhave, tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti? ",
          "en": "And what animals are born, live, and die in darkness? "
        },
        {
          "scid": "mn129:20.3",
          "pli": "Kīṭā puḷavā gaṇḍuppādā, ye vā panaññepi keci tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti. ",
          "en": "Moths, maggots, earthworms, and various others. "
        },
        {
          "scid": "mn129:20.4",
          "pli": "Sa kho so, bhikkhave, bālo idha pubbe rasādo, idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti. ",
          "en": "A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in darkness. "
        },
        {
          "scid": "mn129:21.1",
          "pli": "Santi, bhikkhave, tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti. ",
          "en": "There are animals who are born, live, and die in water. "
        },
        {
          "scid": "mn129:21.2",
          "pli": "Katame ca, bhikkhave, tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti? ",
          "en": "And what animals are born, live, and die in water? "
        },
        {
          "scid": "mn129:21.3",
          "pli": "Macchā kacchapā susumārā, ye vā panaññepi keci tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti. ",
          "en": "Fish, turtles, crocodiles, and various others. "
        },
        {
          "scid": "mn129:21.4",
          "pli": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti. ",
          "en": "A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in water. "
        },
        {
          "scid": "mn129:22.1",
          "pli": "Santi, bhikkhave, tiracchānagatā pāṇā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti. ",
          "en": "There are animals who are born, live, and die in filth. "
        },
        {
          "scid": "mn129:22.2",
          "pli": "Katame ca, bhikkhave, tiracchānagatā pāṇā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti? ",
          "en": "And what animals are born, live, and die in filth? "
        },
        {
          "scid": "mn129:22.3",
          "pli": "Ye te, bhikkhave, sattā pūtimacche vā jāyanti pūtimacche vā jīyanti pūtimacche vā mīyanti pūtikuṇape vā … pe … ",
          "en": "Those animals that are born, live, and die in a rotten fish, a rotten corpse, "
        },
        {
          "scid": "mn129:22.4",
          "pli": "pūtikummāse vā … ",
          "en": "rotten porridge, "
        },
        {
          "scid": "mn129:22.5",
          "pli": "candanikāya vā … ",
          "en": "or a sewer. "
        },
        {
          "scid": "mn129:22.6",
          "pli": "oligalle vā jāyanti, ye vā panaññepi keci tiracchānagatā pāṇā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti. ",
          "en": " "
        },
        {
          "scid": "mn129:22.7",
          "pli": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti. ",
          "en": "A fool who used to be a glutton here and did bad deeds here, after death is reborn in the company of those sentient beings who are born, live, and die in filth. "
        },
        {
          "scid": "mn129:23.1",
          "pli": "Anekapariyāyenapi kho ahaṃ, bhikkhave, tiracchānayonikathaṃ katheyyaṃ; ",
          "en": "I could tell you many different things about the animal realm. "
        },
        {
          "scid": "mn129:23.2",
          "pli": "yāvañcidaṃ, bhikkhave, na sukaraṃ akkhānena pāpuṇituṃ yāva dukkhā tiracchānayoni. ",
          "en": "So much so that it’s not easy to completely describe the suffering in the animal realm. "
        },
        {
          "scid": "mn129:24.1",
          "pli": "Seyyathāpi, bhikkhave, puriso ekacchiggalaṃ yugaṃ mahāsamudde pakkhipeyya. ",
          "en": "Mendicants, suppose a person were to throw a yoke with a single hole into the ocean. "
        },
        {
          "scid": "mn129:24.2",
          "pli": "Tamenaṃ puratthimo vāto pacchimena saṃhareyya, pacchimo vāto puratthimena saṃhareyya, uttaro vāto dakkhiṇena saṃhareyya, dakkhiṇo vāto uttarena saṃhareyya. ",
          "en": "The east wind wafts it west; the west wind wafts it east; the north wind wafts it south; and the south wind wafts it north. "
        },
        {
          "scid": "mn129:24.3",
          "pli": "Tatrāssa kāṇo kacchapo, so vassasatassa vassasatassa accayena sakiṃ ummujjeyya. ",
          "en": "And there was a one-eyed turtle who popped up once every hundred years. "
        },
        {
          "scid": "mn129:24.4",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "mn129:24.5",
          "pli": "api nu so kāṇo kacchapo amusmiṃ ekacchiggale yuge gīvaṃ paveseyyā”ti? ",
          "en": "Would that one-eyed turtle still poke its neck through the hole in that yoke?” "
        },
        {
          "scid": "mn129:24.6",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir. "
        },
        {
          "scid": "mn129:24.7",
          "pli": "“Yadi pana, bhante, kadāci karahaci dīghassa addhuno accayenā”ti. ",
          "en": "Only after a very long time, sir, if ever.” "
        },
        {
          "scid": "mn129:24.8",
          "pli": "“Khippataraṃ kho so, bhikkhave, kāṇo kacchapo amusmiṃ ekacchiggale yuge gīvaṃ paveseyya, ato dullabhatarāhaṃ, bhikkhave, manussattaṃ vadāmi sakiṃ vinipātagatena bālena. ",
          "en": "“That one-eyed turtle would poke its neck through the hole in that yoke sooner than a fool who has fallen to the underworld would be reborn as a human being, I say. "
        },
        {
          "scid": "mn129:24.9",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn129:24.10",
          "pli": "Na hettha, bhikkhave, atthi dhammacariyā samacariyā kusalakiriyā puññakiriyā. ",
          "en": "Because there there’s no principled or moral conduct, and no doing what is good and skillful. "
        },
        {
          "scid": "mn129:24.11",
          "pli": "Aññamaññakhādikā ettha, bhikkhave, vattati dubbalakhādikā. ",
          "en": "There they just prey on each other, preying on the weak. "
        },
        {
          "scid": "mn129:25.1",
          "pli": "Sa kho so, bhikkhave, bālo sace kadāci karahaci dīghassa addhuno accayena manussattaṃ āgacchati, yāni tāni nīcakulāni—",
          "en": "And suppose that fool, after a very long time, returned to the human realm. "
        },
        {
          "scid": "mn129:25.2",
          "pli": "caṇḍālakulaṃ vā nesādakulaṃ vā venakulaṃ vā rathakārakulaṃ vā pukkusakulaṃ vā. ",
          "en": "They’d be reborn in a low class family—a family of outcastes, hunters, bamboo-workers, chariot-makers, or waste-collectors. "
        },
        {
          "scid": "mn129:25.3",
          "pli": "Tathārūpe kule paccājāyati dalidde appannapānabhojane kasiravuttike, yattha kasirena ghāsacchādo labbhati. ",
          "en": "Such families are poor, with little to eat or drink, where life is tough, and food and shelter are hard to find. "
        },
        {
          "scid": "mn129:25.4",
          "pli": "So ca hoti dubbaṇṇo duddasiko okoṭimako bavhābādho kāṇo vā kuṇī vā khujjo vā pakkhahato vā na lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa. ",
          "en": "And they’d be ugly, unsightly, deformed, chronically ill—one-eyed, crippled, lame, or half-paralyzed. They don’t get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; or bed, house, and lighting. "
        },
        {
          "scid": "mn129:25.5",
          "pli": "So kāyena duccaritaṃ carati vācāya duccaritaṃ carati manasā duccaritaṃ carati. ",
          "en": "And they do bad things by way of body, speech, and mind. "
        },
        {
          "scid": "mn129:25.6",
          "pli": "So kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn129:26.1",
          "pli": "Seyyathāpi, bhikkhave, akkhadhutto paṭhameneva kaliggahena puttampi jīyetha, dārampi jīyetha, sabbaṃ sāpateyyampi jīyetha, uttaripi adhibandhaṃ nigaccheyya. ",
          "en": "Suppose a gambler on the first unlucky throw were to lose his wife and child, all his property, and then get thrown in jail. "
        },
        {
          "scid": "mn129:26.2",
          "pli": "Appamattako so, bhikkhave, kaliggaho yaṃ so akkhadhutto paṭhameneva kaliggahena puttampi jīyetha, dārampi jīyetha, sabbaṃ sāpateyyampi jīyetha, uttaripi adhibandhaṃ nigaccheyya. ",
          "en": "But such an unlucky throw is trivial compared to "
        },
        {
          "scid": "mn129:26.3",
          "pli": "Atha kho ayameva tato mahantataro kaliggaho yaṃ so bālo kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
          "en": "the unlucky throw whereby a fool, having done bad things by way of body, speech, and mind, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn129:26.4",
          "pli": "Ayaṃ, bhikkhave, kevalā paripūrā bālabhūmīti. ",
          "en": "This is the total fulfillment of the fool’s level. "
        },
        {
          "scid": "mn129:27.1",
          "pli": "Tīṇimāni, bhikkhave, paṇḍitassa paṇḍitalakkhaṇāni paṇḍitanimittāni paṇḍitāpadānāni. ",
          "en": "There are these three characteristics, signs, and manifestations of an astute person. "
        },
        {
          "scid": "mn129:27.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "mn129:27.3",
          "pli": "Idha, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca. ",
          "en": "An astute person thinks well, speaks well, and acts well. "
        },
        {
          "scid": "mn129:27.4",
          "pli": "No cetaṃ, bhikkhave, paṇḍito sucintitacintī ca abhavissa subhāsitabhāsī ca sukatakammakārī ca, kena naṃ paṇḍitā jāneyyuṃ: ",
          "en": "If an astute person didn’t think well, speak well, and act well, then how would the astute know of them, "
        },
        {
          "scid": "mn129:27.5",
          "pli": "‘paṇḍito ayaṃ bhavaṃ sappuriso’ti? ",
          "en": "‘This fellow is astute, a good person’? "
        },
        {
          "scid": "mn129:28.1",
          "pli": "Yasmā ca kho, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca tasmā naṃ paṇḍitā jānanti: ",
          "en": "But since an astute person does think well, speak well, and act well, then the astute do know of them, "
        },
        {
          "scid": "mn129:28.2",
          "pli": "‘paṇḍito ayaṃ bhavaṃ sappuriso’ti. ",
          "en": "‘This fellow is astute, a good person’. "
        },
        {
          "scid": "mn129:28.3",
          "pli": "Sa kho so, bhikkhave, paṇḍito tividhaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti. ",
          "en": "An astute person experiences three kinds of pleasure and happiness in the present life. "
        },
        {
          "scid": "mn129:28.4",
          "pli": "Sace, bhikkhave, paṇḍito sabhāyaṃ vā nisinno hoti, rathikāya vā nisinno hoti, siṅghāṭake vā nisinno hoti; ",
          "en": "Suppose an astute person is sitting in a council hall, a street, or a crossroad, "
        },
        {
          "scid": "mn129:28.5",
          "pli": "tatra ce jano tajjaṃ tassāruppaṃ kathaṃ manteti. ",
          "en": "where people are discussing about what is proper and fitting. "
        },
        {
          "scid": "mn129:28.6",
          "pli": "Sace, bhikkhave, paṇḍito pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjappamādaṭṭhānā paṭivirato hoti; ",
          "en": "And suppose that astute person is someone who refrains from killing living creatures, stealing, committing sexual misconduct, lying, and alcoholic drinks that cause negligence. "
        },
        {
          "scid": "mn129:28.7",
          "pli": "tatra, bhikkhave, paṇḍitassa evaṃ hoti: ",
          "en": "Then that astute person thinks, "
        },
        {
          "scid": "mn129:28.8",
          "pli": "‘yaṃ kho jano tajjaṃ tassāruppaṃ kathaṃ manteti; ",
          "en": "‘These people are discussing what is proper and fitting. "
        },
        {
          "scid": "mn129:28.9",
          "pli": "saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmī’ti. ",
          "en": "And those things are found in me and I am seen in them.’ "
        },
        {
          "scid": "mn129:28.10",
          "pli": "Idaṃ, bhikkhave, paṇḍito paṭhamaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti. ",
          "en": "This is the first kind of pleasure and happiness that an astute person experiences in the present life. "
        },
        {
          "scid": "mn129:29.1",
          "pli": "Puna caparaṃ, bhikkhave, paṇḍito passati rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārente—",
          "en": "Furthermore, an astute person sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—"
        },
        {
          "scid": "mn129:29.2",
          "pli": "kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte balisamaṃsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṃ chindante. ",
          "en": "whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded. "
        },
        {
          "scid": "mn129:29.3",
          "pli": "Tatra, bhikkhave, paṇḍitassa evaṃ hoti: ",
          "en": "Then that astute person thinks, "
        },
        {
          "scid": "mn129:29.4",
          "pli": "‘yathārūpānaṃ kho pāpakānaṃ kammānaṃ hetu rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārenti kasāhipi tāḷenti, vettehipi tāḷenti, addhadaṇḍakehipi tāḷenti, hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti, bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, balisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti, na te dhammā mayi saṃvijjanti, ahañca na tesu dhammesu sandissāmī’ti. ",
          "en": "‘The kinds of deeds for which the kings inflict such punishments—those things are not found in me and I am not seen in them!’ "
        },
        {
          "scid": "mn129:29.5",
          "pli": "Idampi, bhikkhave, paṇḍito dutiyaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti. ",
          "en": "This is the second kind of pleasure and happiness that an astute person experiences in the present life. "
        },
        {
          "scid": "mn129:30.1",
          "pli": "Puna caparaṃ, bhikkhave, paṇḍitaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe kalyāṇāni kammāni katāni kāyena sucaritāni vācāya sucaritāni manasā sucaritāni tānissa tamhi samaye olambanti … pe … ",
          "en": "Furthermore, when an astute person is resting on a chair or a bed or on the ground, their past good deeds—good conduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them. "
        },
        {
          "scid": "mn129:30.2",
          "pli": "seyyathāpi, bhikkhave, mahataṃ pabbatakūṭānaṃ chāyā sāyanhasamayaṃ pathaviyā olambanti ajjholambanti abhippalambanti; ",
          "en": "It is like the shadow of a great mountain peak in the evening as it settles down, rests down, and lays down upon the earth. "
        },
        {
          "scid": "mn129:30.3",
          "pli": "evameva kho, bhikkhave, paṇḍitaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ yānissa pubbe kalyāṇāni kammāni katāni kāyena sucaritāni vācāya sucaritāni manasā sucaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti. ",
          "en": "In the same way, when an astute person is resting on a chair or a bed or on the ground, their past good deeds—good conduct of body, speech, and mind—settle down upon them, rest down upon them, and lay down upon them. "
        },
        {
          "scid": "mn129:30.4",
          "pli": "Tatra, bhikkhave, paṇḍitassa evaṃ hoti: ",
          "en": "Then that astute person thinks, "
        },
        {
          "scid": "mn129:30.5",
          "pli": "‘akataṃ vata me pāpaṃ, akataṃ luddaṃ, akataṃ kibbisaṃ; ",
          "en": "‘Well, I haven’t done bad, violent, and corrupt things. "
        },
        {
          "scid": "mn129:30.6",
          "pli": "kataṃ kalyāṇaṃ, kataṃ kusalaṃ, kataṃ bhīruttāṇaṃ. ",
          "en": "And I have done good and skillful deeds that keep me safe. "
        },
        {
          "scid": "mn129:30.7",
          "pli": "Yāvatā, bho, akatapāpānaṃ akataluddānaṃ akatakibbisānaṃ katakalyāṇānaṃ katakusalānaṃ katabhīruttāṇānaṃ gati taṃ gatiṃ pecca gacchāmī’ti. ",
          "en": "When I pass away, I’ll go to the place where people who’ve done such things go.’ "
        },
        {
          "scid": "mn129:30.8",
          "pli": "So na socati, na kilamati, na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati. ",
          "en": "So they don’t sorrow and pine and lament, beating their breast and falling into confusion. "
        },
        {
          "scid": "mn129:30.9",
          "pli": "Idampi, bhikkhave, paṇḍito tatiyaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti. ",
          "en": "This is the third kind of pleasure and happiness that an astute person experiences in the present life. "
        },
        {
          "scid": "mn129:31.1",
          "pli": "Sa kho so, bhikkhave, paṇḍito kāyena sucaritaṃ caritvā vācāya sucaritaṃ caritvā manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn129:32.1",
          "pli": "Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya: ",
          "en": "And if there’s anything of which it may be rightly said that "
        },
        {
          "scid": "mn129:32.2",
          "pli": "‘ekantaṃ iṭṭhaṃ ekantaṃ kantaṃ ekantaṃ manāpan’ti, saggameva taṃ sammā vadamāno vadeyya: ",
          "en": "it is utterly likable, desirable, and agreeable, it is of heaven that this should be said. "
        },
        {
          "scid": "mn129:32.3",
          "pli": "‘ekantaṃ iṭṭhaṃ ekantaṃ kantaṃ ekantaṃ manāpan’ti. ",
          "en": " "
        },
        {
          "scid": "mn129:32.4",
          "pli": "Yāvañcidaṃ, bhikkhave, upamāpi na sukarā yāva sukhā saggā”ti. ",
          "en": "So much so that it’s not easy to give a simile for how pleasurable heaven is.” "
        },
        {
          "scid": "mn129:32.5",
          "pli": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ",
          "en": "When he said this, one of the mendicants asked the Buddha, "
        },
        {
          "scid": "mn129:32.6",
          "pli": "“sakkā pana, bhante, upamaṃ kātun”ti? ",
          "en": "“But sir, is it possible to give a simile?” "
        },
        {
          "scid": "mn129:33.1",
          "pli": "“Sakkā, bhikkhū”ti bhagavā avoca. ",
          "en": "“It’s possible,” said the Buddha. "
        },
        {
          "scid": "mn129:33.2",
          "pli": "“Seyyathāpi, bhikkhave, rājā cakkavattī sattahi ratanehi samannāgato catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvedeti. ",
          "en": "“Suppose there was a king, a wheel-turning monarch who possessed seven treasures and four blessings, and experienced pleasure and happiness because of them. "
        },
        {
          "scid": "mn129:34.1",
          "pli": "Katamehi sattahi? ",
          "en": "What seven? "
        },
        {
          "scid": "mn129:34.2",
          "pli": "Idha, bhikkhave, rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ. ",
          "en": "It’s when, on the fifteenth day sabbath, an anointed aristocratic king has bathed his head and gone upstairs in the stilt longhouse to observe the sabbath. And the heavenly wheel-treasure appears to him, with a thousand spokes, with rim and hub, complete in every detail. "
        },
        {
          "scid": "mn129:34.3",
          "pli": "Taṃ disvāna rañño khattiyassa muddhāvasittassa evaṃ hoti: ",
          "en": "Seeing this, the king thinks, "
        },
        {
          "scid": "mn129:34.4",
          "pli": "‘sutaṃ kho pana metaṃ yassa rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, so hoti rājā cakkavattīti. ",
          "en": "‘I have heard that when the heavenly wheel-treasure appears to a king in this way, he becomes a wheel-turning monarch. "
        },
        {
          "scid": "mn129:34.5",
          "pli": "Assaṃ nu kho ahaṃ rājā cakkavattī’ti? ",
          "en": "Am I then a wheel-turning monarch?’ "
        },
        {
          "scid": "mn129:35.1",
          "pli": "Atha kho, bhikkhave, rājā khattiyo muddhāvasitto vāmena hatthena bhiṅkāraṃ gahetvā dakkhiṇena hatthena cakkaratanaṃ abbhukkirati: ",
          "en": "Then the anointed king, taking a ceremonial vase in his left hand, besprinkled the wheel-treasure with his right hand, saying, "
        },
        {
          "scid": "mn129:35.2",
          "pli": "‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratanan’ti. ",
          "en": "‘Roll forth, O wheel-treasure! Triumph, O wheel-treasure!’ "
        },
        {
          "scid": "mn129:35.3",
          "pli": "Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ disaṃ pavattati. Anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāti tattha rājā cakkavattī vāsaṃ upeti saddhiṃ caturaṅginiyā senāya. ",
          "en": "Then the wheel-treasure rolls towards the east. And the king follows it together with his army of four divisions. In whatever place the wheel-treasure stands still, there the king comes to stay together with his army. "
        },
        {
          "scid": "mn129:35.4",
          "pli": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "And any opposing rulers of the eastern quarter come to the wheel-turning monarch and say, "
        },
        {
          "scid": "mn129:35.5",
          "pli": "‘ehi kho, mahārāja. Svāgataṃ te, mahārāja. Sakaṃ te, mahārāja. Anusāsa, mahārājā’ti. ",
          "en": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ "
        },
        {
          "scid": "mn129:35.6",
          "pli": "Rājā cakkavattī evamāha: ",
          "en": "The wheel-turning monarch says, "
        },
        {
          "scid": "mn129:35.7",
          "pli": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
          "en": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ "
        },
        {
          "scid": "mn129:35.8",
          "pli": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno te rañño cakkavattissa anuyantā bhavanti. ",
          "en": "And so the opposing rulers of the eastern quarter become his vassals. "
        },
        {
          "scid": "mn129:35.9",
          "pli": "Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā dakkhiṇaṃ disaṃ pavattati … pe … ",
          "en": "Then the wheel-treasure, having plunged into the eastern ocean and emerged again, rolls towards the south. … "
        },
        {
          "scid": "mn129:35.10",
          "pli": "dakkhiṇaṃ samuddaṃ ajjhogāhetvā paccuttaritvā pacchimaṃ disaṃ pavattati … pe … ",
          "en": "Having plunged into the southern ocean and emerged again, it rolls towards the west. … "
        },
        {
          "scid": "mn129:35.11",
          "pli": "pacchimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā uttaraṃ disaṃ pavattati anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāti tattha rājā cakkavattī vāsaṃ upeti saddhiṃ caturaṅginiyā senāya. ",
          "en": "Having plunged into the western ocean and emerged again, it rolls towards the north, followed by the king together with his army of four divisions. In whatever place the wheel-treasure stands still, there the king comes to stay together with his army. "
        },
        {
          "scid": "mn129:35.12",
          "pli": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "And any opposing rulers of the northern quarter come to the wheel-turning monarch and say, "
        },
        {
          "scid": "mn129:35.13",
          "pli": "‘ehi kho, mahārāja. Svāgataṃ te, mahārāja. Sakaṃ te, mahārāja. Anusāsa, mahārājā’ti. ",
          "en": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ "
        },
        {
          "scid": "mn129:35.14",
          "pli": "Rājā cakkavattī evamāha: ",
          "en": "The wheel-turning monarch says, "
        },
        {
          "scid": "mn129:35.15",
          "pli": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ; yathābhuttañca bhuñjathā’ti. ",
          "en": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ "
        },
        {
          "scid": "mn129:35.16",
          "pli": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno te rañño cakkavattissa anuyantā bhavanti. ",
          "en": "And so the rulers of the northern quarter become his vassals. "
        },
        {
          "scid": "mn129:35.17",
          "pli": "Atha kho taṃ, bhikkhave, cakkaratanaṃ samuddapariyantaṃ pathaviṃ abhivijinitvā tameva rājadhāniṃ paccāgantvā rañño cakkavattissa antepuradvāre akkhāhataṃ maññe tiṭṭhati rañño cakkavattissa antepuradvāraṃ upasobhayamānaṃ. ",
          "en": "And then the wheel-treasure, having triumphed over this land surrounded by ocean, returns to the royal capital. There it stands still at the gate to the royal compound as if fixed to an axle, illuminating the royal compound. "
        },
        {
          "scid": "mn129:35.18",
          "pli": "Rañño, bhikkhave, cakkavattissa evarūpaṃ cakkaratanaṃ pātubhavati. (1) ",
          "en": "Such is the wheel-treasure that appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:36.1",
          "pli": "Puna caparaṃ, bhikkhave, rañño cakkavattissa hatthiratanaṃ pātubhavati—",
          "en": "Next, the elephant-treasure appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:36.2",
          "pli": "sabbaseto sattappatiṭṭho iddhimā vehāsaṅgamo uposatho nāma nāgarājā. ",
          "en": "It was an all-white sky-walker with psychic power, touching the ground in seven places, a king of elephants named Sabbath. "
        },
        {
          "scid": "mn129:36.3",
          "pli": "Taṃ disvāna rañño cakkavattissa cittaṃ pasīdati: ",
          "en": "Seeing him, the king was impressed, "
        },
        {
          "scid": "mn129:36.4",
          "pli": "‘bhaddakaṃ vata bho hatthiyānaṃ, sace damathaṃ upeyyā’ti. ",
          "en": "‘This would truly be a fine elephant vehicle, if he would submit to taming.’ "
        },
        {
          "scid": "mn129:36.5",
          "pli": "Atha kho taṃ, bhikkhave, hatthiratanaṃ seyyathāpi nāma bhaddo hatthājānīyo dīgharattaṃ suparidanto evameva damathaṃ upeti. ",
          "en": "Then the elephant-treasure submitted to taming, as if he were a fine thoroughbred elephant that had been tamed for a long time. "
        },
        {
          "scid": "mn129:36.6",
          "pli": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva hatthiratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anusaṃyāyitvā tameva rājadhāniṃ paccāgantvā pātarāsamakāsi. ",
          "en": "Once it so happened that the wheel-turning monarch, testing that same elephant-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast. "
        },
        {
          "scid": "mn129:36.7",
          "pli": "Rañño, bhikkhave, cakkavattissa evarūpaṃ hatthiratanaṃ pātubhavati. (2) ",
          "en": "Such is the elephant-treasure that appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:37.1",
          "pli": "Puna caparaṃ, bhikkhave, rañño cakkavattissa assaratanaṃ pātubhavati—",
          "en": "Next, the horse-treasure appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:37.2",
          "pli": "sabbaseto kāḷasīso muñjakeso iddhimā vehāsaṅgamo valāhako nāma assarājā. ",
          "en": "It was an all-white sky-walker with psychic power, with head of black and mane like woven reeds, a royal steed named Thundercloud. "
        },
        {
          "scid": "mn129:37.3",
          "pli": "Taṃ disvāna rañño cakkavattissa cittaṃ pasīdati: ",
          "en": "Seeing him, the king was impressed, "
        },
        {
          "scid": "mn129:37.4",
          "pli": "‘bhaddakaṃ vata bho assayānaṃ, sace damathaṃ upeyyā’ti. ",
          "en": "‘This would truly be a fine horse vehicle, if he would submit to taming.’ "
        },
        {
          "scid": "mn129:37.5",
          "pli": "Atha kho taṃ, bhikkhave, assaratanaṃ seyyathāpi nāma bhaddo assājānīyo dīgharattaṃ suparidanto evameva damathaṃ upeti. ",
          "en": "Then the horse-treasure submitted to taming, as if he were a fine thoroughbred horse that had been tamed for a long time. "
        },
        {
          "scid": "mn129:37.6",
          "pli": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva assaratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anusaṃyāyitvā tameva rājadhāniṃ paccāgantvā pātarāsamakāsi. ",
          "en": "Once it so happened that the wheel-turning monarch, testing that same horse-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast. "
        },
        {
          "scid": "mn129:37.7",
          "pli": "Rañño, bhikkhave, cakkavattissa evarūpaṃ assaratanaṃ pātubhavati. (3) ",
          "en": "Such is the horse-treasure that appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:38.1",
          "pli": "Puna caparaṃ, bhikkhave, rañño cakkavattissa maṇiratanaṃ pātubhavati. ",
          "en": "Next, the jewel-treasure appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:38.2",
          "pli": "So hoti maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato. ",
          "en": "It is a beryl gem that’s naturally beautiful, eight-faceted, well-worked. "
        },
        {
          "scid": "mn129:38.3",
          "pli": "Tassa kho pana, bhikkhave, maṇiratanassa ābhā samantā yojanaṃ phuṭā hoti. ",
          "en": "And the radiance of that jewel spreads all-round for a league. "
        },
        {
          "scid": "mn129:38.4",
          "pli": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva maṇiratanaṃ vīmaṃsamāno caturaṅginiṃ senaṃ sannayhitvā maṇiṃ dhajaggaṃ āropetvā rattandhakāratimisāya pāyāsi. ",
          "en": "Once it so happened that the wheel-turning monarch, testing that same jewel-treasure, mobilized his army of four divisions and, with the jewel hoisted on his banner, set out in the dark of the night. "
        },
        {
          "scid": "mn129:38.5",
          "pli": "Ye kho pana, bhikkhave, samantā gāmā ahesuṃ te tenobhāsena kammante payojesuṃ ‘divā’ti maññamānā. ",
          "en": "Then the villagers around them set off to work, thinking that it was day. "
        },
        {
          "scid": "mn129:38.6",
          "pli": "Rañño, bhikkhave, cakkavattissa evarūpaṃ maṇiratanaṃ pātubhavati. (4) ",
          "en": "Such is the jewel-treasure that appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:39.1",
          "pli": "Puna caparaṃ, bhikkhave, rañño cakkavattissa itthiratanaṃ pātubhavati. ",
          "en": "Next, the woman-treasure appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:39.2",
          "pli": "Sā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā nāccodātā, atikkantā mānusaṃ vaṇṇaṃ, appattā dibbaṃ vaṇṇaṃ. ",
          "en": "She is attractive, good-looking, lovely, of surpassing beauty. She’s neither too tall nor too short; neither too thin nor too fat; neither too dark nor too light. She outdoes human beauty without reaching divine beauty. "
        },
        {
          "scid": "mn129:39.3",
          "pli": "Tassa kho pana, bhikkhave, itthiratanassa evarūpo kāyasamphasso hoti, seyyathāpi nāma tūlapicuno vā kappāsapicuno vā. ",
          "en": "And her touch is like a tuft of cotton-wool or kapok. "
        },
        {
          "scid": "mn129:39.4",
          "pli": "Tassa kho pana, bhikkhave, itthiratanassa sīte uṇhāni gattāni honti, uṇhe sītāni gattāni honti. ",
          "en": "When it’s cool her limbs are warm, and when it’s warm her limbs are cool. "
        },
        {
          "scid": "mn129:39.5",
          "pli": "Tassa kho pana, bhikkhave, itthiratanassa kāyato candanagandho vāyati, mukhato uppalagandho vāyati. ",
          "en": "The fragrance of sandal floats from her body, and lotus from her mouth. "
        },
        {
          "scid": "mn129:39.6",
          "pli": "Taṃ kho pana, bhikkhave, itthiratanaṃ rañño cakkavattissa pubbuṭṭhāyinī hoti pacchānipātinī kiṃkārapaṭissāvinī manāpacārinī piyavādinī. ",
          "en": "She gets up before the king and goes to bed after him, and is obliging, behaving nicely and speaking politely. "
        },
        {
          "scid": "mn129:39.7",
          "pli": "Taṃ kho pana, bhikkhave, itthiratanaṃ rājānaṃ cakkavattiṃ manasāpi no aticarati, kuto pana kāyena? ",
          "en": "The woman-treasure does not betray the wheel-turning monarch even in thought, still less in deed. "
        },
        {
          "scid": "mn129:39.8",
          "pli": "Rañño, bhikkhave, cakkavattissa evarūpaṃ itthiratanaṃ pātubhavati. (5) ",
          "en": "Such is the woman-treasure who appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:40.1",
          "pli": "Puna caparaṃ, bhikkhave, rañño cakkavattissa gahapatiratanaṃ pātubhavati. ",
          "en": "Next, the householder-treasure appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:40.2",
          "pli": "Tassa kammavipākajaṃ dibbacakkhu pātubhavati, yena nidhiṃ passati sassāmikampi assāmikampi. ",
          "en": "The power of clairvoyance manifests in him as a result of past deeds, by which he sees hidden treasure, both owned and ownerless. "
        },
        {
          "scid": "mn129:40.3",
          "pli": "So rājānaṃ cakkavattiṃ upasaṅkamitvā evamāha: ",
          "en": "He approaches the wheel-turning monarch and says, "
        },
        {
          "scid": "mn129:40.4",
          "pli": "‘appossukko tvaṃ, deva, hohi. Ahaṃ te dhanena dhanakaraṇīyaṃ karissāmī’ti. ",
          "en": "‘Relax, sire. I will take care of the treasury.’ "
        },
        {
          "scid": "mn129:40.5",
          "pli": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva gahapatiratanaṃ vīmaṃsamāno nāvaṃ abhiruhitvā majjhe gaṅgāya nadiyā sotaṃ ogāhitvā gahapatiratanaṃ etadavoca: ",
          "en": "Once it so happened that the wheel-turning monarch, testing that same householder-treasure, boarded a boat and sailed to the middle of the Ganges river. Then he said to the householder-treasure, "
        },
        {
          "scid": "mn129:40.6",
          "pli": "‘attho me, gahapati, hiraññasuvaṇṇenā’ti. ",
          "en": "‘Householder, I need gold coins and bullion.’ "
        },
        {
          "scid": "mn129:40.7",
          "pli": "‘Tena hi, mahārāja, ekaṃ tīraṃ nāvā upetū’ti. ",
          "en": "‘Well then, great king, draw the boat up to one shore.’ "
        },
        {
          "scid": "mn129:40.8",
          "pli": "‘Idheva me, gahapati, attho hiraññasuvaṇṇenā’ti. ",
          "en": "‘It’s right here, householder, that I need gold coins and bullion.’ "
        },
        {
          "scid": "mn129:40.9",
          "pli": "Atha kho taṃ, bhikkhave, gahapatiratanaṃ ubhohi hatthehi udake omasitvā pūraṃ hiraññasuvaṇṇassa kumbhiṃ uddharitvā rājānaṃ cakkavattiṃ etadavoca: ",
          "en": "Then that householder-treasure, immersing both hands in the water, pulled up a pot full of gold coin and bullion, and said to the king, "
        },
        {
          "scid": "mn129:40.10",
          "pli": "‘alamettāvatā, mahārāja. Katamettāvatā, mahārāja. Pūjitamettāvatā, mahārājā’ti. ",
          "en": "‘Is this sufficient, great king? Has enough been done, great king, enough offered?’ "
        },
        {
          "scid": "mn129:40.11",
          "pli": "Rājā cakkavattī evamāha: ",
          "en": "The wheel-turning monarch said, "
        },
        {
          "scid": "mn129:40.12",
          "pli": "‘alamettāvatā, gahapati. Katamettāvatā, gahapati. Pūjitamettāvatā, gahapatī’ti. ",
          "en": "‘That is sufficient, householder. Enough has been done, enough offered.’ "
        },
        {
          "scid": "mn129:40.13",
          "pli": "Rañño, bhikkhave, cakkavattissa evarūpaṃ gahapatiratanaṃ pātubhavati. (6) ",
          "en": "Such is the householder-treasure that appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:41.1",
          "pli": "Puna caparaṃ, bhikkhave, rañño cakkavattissa pariṇāyakaratanaṃ pātubhavati—",
          "en": "Next, the counselor-treasure appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:41.2",
          "pli": "paṇḍito byatto medhāvī paṭibalo rājānaṃ cakkavattiṃ upayāpetabbaṃ upayāpetuṃ apayāpetabbaṃ apayāpetuṃ ṭhapetabbaṃ ṭhapetuṃ. ",
          "en": "He is astute, competent, intelligent, and capable of getting the king to appoint who should be appointed, dismiss who should be dismissed, and retain who should be retained. "
        },
        {
          "scid": "mn129:41.3",
          "pli": "So rājānaṃ cakkavattiṃ upasaṅkamitvā evamāha: ",
          "en": "He approaches the wheel-turning monarch and says, "
        },
        {
          "scid": "mn129:41.4",
          "pli": "‘appossukko tvaṃ, deva, hohi. Ahamanusāsissāmī’ti. ",
          "en": "‘Relax, sire. I shall issue instructions.’ "
        },
        {
          "scid": "mn129:41.5",
          "pli": "Rañño, bhikkhave, cakkavattissa evarūpaṃ pariṇāyakaratanaṃ pātubhavati. ",
          "en": "Such is the counselor-treasure that appears to the wheel-turning monarch. "
        },
        {
          "scid": "mn129:41.6",
          "pli": "Rājā, bhikkhave, cakkavattī imehi sattahi ratanehi samannāgato hoti. (7) ",
          "en": "These are the seven treasures possessed by a wheel-turning monarch. "
        },
        {
          "scid": "mn129:42.1",
          "pli": "Katamāhi catūhi iddhīhi? ",
          "en": "And what are the four blessings? "
        },
        {
          "scid": "mn129:42.2",
          "pli": "Idha, bhikkhave, rājā cakkavattī abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato ativiya aññehi manussehi. ",
          "en": "A wheel-turning monarch is attractive, good-looking, lovely, of surpassing beauty, more so than other people. "
        },
        {
          "scid": "mn129:42.3",
          "pli": "Rājā, bhikkhave, cakkavattī imāya paṭhamāya iddhiyā samannāgato hoti. ",
          "en": "This is the first blessing. "
        },
        {
          "scid": "mn129:43.1",
          "pli": "Puna caparaṃ, bhikkhave, rājā cakkavattī dīghāyuko hoti ciraṭṭhitiko ativiya aññehi manussehi. ",
          "en": "Furthermore, he is long-lived, more so than other people. "
        },
        {
          "scid": "mn129:43.2",
          "pli": "Rājā, bhikkhave, cakkavattī imāya dutiyāya iddhiyā samannāgato hoti. ",
          "en": "This is the second blessing. "
        },
        {
          "scid": "mn129:44.1",
          "pli": "Puna caparaṃ, bhikkhave, rājā cakkavattī appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya ativiya aññehi manussehi. ",
          "en": "Furthermore, he is rarely ill or unwell, and his stomach digests well, being neither too hot nor too cold, more so than other people. "
        },
        {
          "scid": "mn129:44.2",
          "pli": "Rājā, bhikkhave, cakkavattī imāya tatiyāya iddhiyā samannāgato hoti. ",
          "en": "This is the third blessing. "
        },
        {
          "scid": "mn129:45.1",
          "pli": "Puna caparaṃ, bhikkhave, rājā cakkavattī brāhmaṇagahapatikānaṃ piyo hoti manāpo. ",
          "en": "Furthermore, a wheel-turning monarch is as dear and beloved to the brahmins and householders "
        },
        {
          "scid": "mn129:45.2",
          "pli": "Seyyathāpi, bhikkhave, pitā puttānaṃ piyo hoti manāpo; ",
          "en": "as a father is to his children. "
        },
        {
          "scid": "mn129:45.3",
          "pli": "evameva kho, bhikkhave, rājā cakkavattī brāhmaṇagahapatikānaṃ piyo hoti manāpo. ",
          "en": " "
        },
        {
          "scid": "mn129:45.4",
          "pli": "Raññopi, bhikkhave, cakkavattissa brāhmaṇagahapatikā piyā honti manāpā. ",
          "en": "And the brahmins and householders are as dear to the wheel-turning monarch "
        },
        {
          "scid": "mn129:45.5",
          "pli": "Seyyathāpi, bhikkhave, pitu puttā piyā honti manāpā; ",
          "en": "as children are to their father. "
        },
        {
          "scid": "mn129:45.6",
          "pli": "evameva kho, bhikkhave, raññopi cakkavattissa brāhmaṇagahapatikā piyā honti manāpā. ",
          "en": " "
        },
        {
          "scid": "mn129:45.7",
          "pli": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī caturaṅginiyā senāya uyyānabhūmiṃ niyyāsi. ",
          "en": "Once it so happened that a wheel-turning monarch went with his army of four divisions to visit a park. "
        },
        {
          "scid": "mn129:45.8",
          "pli": "Atha kho, bhikkhave, brāhmaṇagahapatikā rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "Then the brahmins and householders went up to him and said, "
        },
        {
          "scid": "mn129:45.9",
          "pli": "‘ataramāno, deva, yāhi yathā taṃ mayaṃ cirataraṃ passeyyāmā’ti. ",
          "en": "‘Slow down, Your Majesty, so we may see you longer!’ "
        },
        {
          "scid": "mn129:45.10",
          "pli": "Rājāpi, bhikkhave, cakkavattī sārathiṃ āmantesi: ",
          "en": "And the king addressed his charioteer, "
        },
        {
          "scid": "mn129:45.11",
          "pli": "‘ataramāno, sārathi, pesehi yathā maṃ brāhmaṇagahapatikā cirataraṃ passeyyun’ti. ",
          "en": "‘Drive slowly, charioteer, so I can see the brahmins and householders longer!’ "
        },
        {
          "scid": "mn129:45.12",
          "pli": "Rājā, bhikkhave, cakkavattī imāya catutthāya iddhiyā samannāgato hoti. ",
          "en": "This is the fourth blessing. "
        },
        {
          "scid": "mn129:45.13",
          "pli": "Rājā, bhikkhave, cakkavattī imāhi catūhi iddhīhi samannāgato hoti. ",
          "en": "These are the four blessings possessed by a wheel-turning monarch. "
        },
        {
          "scid": "mn129:46.1",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "mn129:46.2",
          "pli": "api nu kho rājā cakkavattī imehi sattahi ratanehi samannāgato imāhi catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvediyethā”ti? ",
          "en": "Would a wheel-turning monarch who possessed these seven treasures and these four blessings experience pleasure and happiness because of them?” "
        },
        {
          "scid": "mn129:46.3",
          "pli": "“Ekamekenapi, bhante, ratanena samannāgato rājā cakkavattī tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvediyetha, ko pana vādo sattahi ratanehi catūhi ca iddhīhī”ti? ",
          "en": "“Sir, a wheel-turning monarch who possessed even a single one of these treasures would experience pleasure and happiness because of that, let alone all seven treasures and four blessings!” "
        },
        {
          "scid": "mn129:47.1",
          "pli": "Atha kho bhagavā parittaṃ pāṇimattaṃ pāsāṇaṃ gahetvā bhikkhū āmantesi: ",
          "en": "Then the Buddha, picking up a stone the size of his palm, addressed the mendicants, "
        },
        {
          "scid": "mn129:47.2",
          "pli": "“Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "“What do you think, mendicants? "
        },
        {
          "scid": "mn129:47.3",
          "pli": "katamo nu kho mahantataro—yo cāyaṃ mayā paritto pāṇimatto pāsāṇo gahito yo ca himavā pabbatarājā”ti? ",
          "en": "Which is bigger: the stone the size of my palm that I’ve picked up, or the Himalayas, the king of mountains?” "
        },
        {
          "scid": "mn129:47.4",
          "pli": "“Appamattako ayaṃ, bhante, bhagavatā paritto pāṇimatto pāsāṇo gahito; himavantaṃ pabbatarājānaṃ upanidhāya saṅkhampi na upeti; kalabhāgampi na upeti; upanidhampi na upetī”ti. ",
          "en": "“Sir, the stone you’ve picked up is tiny. Compared to the Himalayas, it doesn’t even count, it’s not even a fraction, there’s no comparison.” "
        },
        {
          "scid": "mn129:47.5",
          "pli": "“Evameva kho, bhikkhave, yaṃ rājā cakkavattī sattahi ratanehi samannāgato catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvedeti taṃ dibbassa sukhassa upanidhāya saṅkhampi na upeti; kalabhāgampi na upeti; upanidhampi na upeti. ",
          "en": "“In the same way, compared to the happiness of heaven, the pleasure and happiness experienced by a wheel-turning monarch due to those seven treasures and those four blessings doesn’t even count, it’s not even a fraction, there’s no comparison. "
        },
        {
          "scid": "mn129:48.1",
          "pli": "Sa kho so, bhikkhave, paṇḍito sace kadāci karahaci dīghassa addhuno accayena manussattaṃ āgacchati, yāni tāni uccākulāni—",
          "en": "And suppose that astute person, after a very long time, returned to the human realm. "
        },
        {
          "scid": "mn129:48.2",
          "pli": "khattiyamahāsālakulaṃ vā brāhmaṇamahāsālakulaṃ vā gahapatimahāsālakulaṃ vā tathārūpe kule paccājāyati aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe. ",
          "en": "They’d be reborn in a well-to-do family of aristocrats, brahmins, or householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain. "
        },
        {
          "scid": "mn129:48.3",
          "pli": "So ca hoti abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa. ",
          "en": "And they’d be attractive, good-looking, lovely, of surpassing beauty. They’d get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; and a bed, house, and lighting. "
        },
        {
          "scid": "mn129:48.4",
          "pli": "So kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati. ",
          "en": "And they do good things by way of body, speech, and mind. "
        },
        {
          "scid": "mn129:48.5",
          "pli": "So kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn129:49.1",
          "pli": "Seyyathāpi, bhikkhave, akkhadhutto paṭhameneva kaṭaggahena mahantaṃ bhogakkhandhaṃ adhigaccheyya; ",
          "en": "Suppose a gambler on the first lucky throw was to win a big pile of money. "
        },
        {
          "scid": "mn129:49.2",
          "pli": "appamattako so, bhikkhave, kaṭaggaho yaṃ so akkhadhutto paṭhameneva kaṭaggahena mahantaṃ bhogakkhandhaṃ adhigaccheyya. ",
          "en": "But such a lucky throw is trivial compared to "
        },
        {
          "scid": "mn129:49.3",
          "pli": "Atha kho ayameva tato mahantataro kaṭaggaho yaṃ so paṇḍito kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
          "en": "the lucky throw whereby an astute person, when their body breaks up, after death, is reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn129:49.4",
          "pli": "Ayaṃ, bhikkhave, kevalā paripūrā paṇḍitabhūmī”ti. ",
          "en": "This is the total fulfillment of the astute person’s level.” "
        },
        {
          "scid": "mn129:49.5",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn129:49.6",
          "pli": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the mendicants were happy with what the Buddha said. "
        },
        {
          "scid": "mn129:49.7",
          "pli": "Bālapaṇḍitasuttaṃ niṭṭhitaṃ navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn129/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 129",
    "volpages": "MN iii 163",
    "uid": "mn129",
    "blurb": "A fool suffers both in this life and the next, while the astute benefits in both respects.",
    "difficulty": 2,
    "original_title": "Bālapaṇḍita Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Foolish and the Astute ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn129_sujato",
        "segmented": true,
        "title": "The Foolish and the Astute ",
        "volpage": null
      }
    ],
    "parallel_count": 14,
    "biblio": null,
    "num": 9
  }
}