{
  "sutta_uid": "mn12",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn12",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Longer Discourse on the Lion’s Roar ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Longer Discourse on the Mass of Suffering ",
      "uid": "mn13"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Shorter Discourse on the Lion’s Roar ",
      "uid": "mn11"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn12:0.1",
          "pli": "Majjhima Nikāya 12 ",
          "en": "Middle Discourses 12 "
        },
        {
          "scid": "mn12:0.2",
          "pli": "Mahāsīhanādasutta ",
          "en": "The Longer Discourse on the Lion’s Roar "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn12:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn12:1.2",
          "pli": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati bahinagare aparapure vanasaṇḍe. ",
          "en": "At one time the Buddha was staying near Vesālī in a woodland grove behind the town. "
        },
        {
          "scid": "mn12:2.1",
          "pli": "Tena kho pana samayena sunakkhatto licchaviputto acirapakkanto hoti imasmā dhammavinayā. ",
          "en": "Now at that time Sunakkhatta the Licchavi had recently left this teaching and training. "
        },
        {
          "scid": "mn12:2.2",
          "pli": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ",
          "en": "He was telling a crowd in Vesālī: "
        },
        {
          "scid": "mn12:2.3",
          "pli": "“natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ",
          "en": "“The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. "
        },
        {
          "scid": "mn12:2.4",
          "pli": "Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ. ",
          "en": "He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective. "
        },
        {
          "scid": "mn12:2.5",
          "pli": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti. ",
          "en": "And his teaching leads those who practice it to the complete ending of suffering, the goal for which it’s taught.” "
        },
        {
          "scid": "mn12:3.1",
          "pli": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ",
          "en": "Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. "
        },
        {
          "scid": "mn12:3.2",
          "pli": "Assosi kho āyasmā sāriputto sunakkhattassa licchaviputtassa vesāliyaṃ parisati evaṃ vācaṃ bhāsamānassa: ",
          "en": "He heard what Sunakkhatta was saying. "
        },
        {
          "scid": "mn12:3.3",
          "pli": "“natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ",
          "en": " "
        },
        {
          "scid": "mn12:3.4",
          "pli": "Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ. ",
          "en": " "
        },
        {
          "scid": "mn12:3.5",
          "pli": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti. ",
          "en": " "
        },
        {
          "scid": "mn12:3.6",
          "pli": "Atha kho āyasmā sāriputto vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "Then he wandered for alms in Vesālī. After the meal, on his return from alms-round, he went to the Buddha, bowed, sat down to one side, and told him what had happened. "
        },
        {
          "scid": "mn12:3.7",
          "pli": "“sunakkhatto, bhante, licchaviputto acirapakkanto imasmā dhammavinayā. ",
          "en": " "
        },
        {
          "scid": "mn12:3.8",
          "pli": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ",
          "en": " "
        },
        {
          "scid": "mn12:3.9",
          "pli": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ",
          "en": " "
        },
        {
          "scid": "mn12:3.10",
          "pli": "Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ. ",
          "en": " "
        },
        {
          "scid": "mn12:3.11",
          "pli": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’”ti. ",
          "en": " "
        },
        {
          "scid": "mn12:4.1",
          "pli": "“Kodhano heso, sāriputta, sunakkhatto moghapuriso. ",
          "en": "“Sāriputta, Sunakkhatta, that silly man, is angry. "
        },
        {
          "scid": "mn12:4.2",
          "pli": "Kodhā ca panassa esā vācā bhāsitā. ",
          "en": "His words are spoken out of anger. "
        },
        {
          "scid": "mn12:4.3",
          "pli": "‘Avaṇṇaṃ bhāsissāmī’ti kho, sāriputta, sunakkhatto moghapuriso vaṇṇaṃyeva tathāgatassa bhāsati. ",
          "en": "Thinking he criticizes the Realized One, in fact he just praises him. "
        },
        {
          "scid": "mn12:4.4",
          "pli": "Vaṇṇo heso, sāriputta, tathāgatassa yo evaṃ vadeyya: ",
          "en": "For it is praise of the Realized One to say: "
        },
        {
          "scid": "mn12:4.5",
          "pli": "‘yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ",
          "en": "‘His teaching leads those who practice it to the complete ending of suffering, the goal for which it’s taught.’ "
        },
        {
          "scid": "mn12:5.1",
          "pli": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ",
          "en": "But there’s no way Sunakkhatta will infer about me from the teaching: "
        },
        {
          "scid": "mn12:5.2",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṃ, buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "mn12:6.1",
          "pli": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ",
          "en": "And there’s no way Sunakkhatta will infer about me from the teaching: "
        },
        {
          "scid": "mn12:6.2",
          "pli": "‘itipi so bhagavā anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vattetī’ti. ",
          "en": "‘That Blessed One wields the many kinds of psychic power: multiplying himself and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm.’ "
        },
        {
          "scid": "mn12:7.1",
          "pli": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ",
          "en": "And there’s no way Sunakkhatta will infer about me from the teaching: "
        },
        {
          "scid": "mn12:7.2",
          "pli": "‘itipi so bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike cā’ti. ",
          "en": "‘That Blessed One, with clairaudience that is purified and superhuman, hears both kinds of sounds, human and divine, whether near or far.’ "
        },
        {
          "scid": "mn12:8.1",
          "pli": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ",
          "en": "And there’s no way Sunakkhatta will infer about me from the teaching: "
        },
        {
          "scid": "mn12:8.2",
          "pli": "‘itipi so bhagavā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajānāti; sadosaṃ vā cittaṃ sadosaṃ cittanti pajānāti, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajānāti; samohaṃ vā cittaṃ samohaṃ cittanti pajānāti, vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajānāti; saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajānāti, vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajānāti; mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajānāti, amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajānāti; sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajānāti, anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajānāti; samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajānāti, asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajānāti; vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānāti, avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānātī’ti. ",
          "en": "‘That Blessed One understands the minds of other beings and individuals, having comprehended them with his own mind. He understands mind with greed as “mind with greed,” and mind without greed as “mind without greed.” He understands mind with hate … mind without hate … mind with delusion … mind without delusion … constricted mind … scattered mind … expansive mind … unexpansive mind … mind that is supreme … mind that is not supreme … mind immersed in samādhi … mind not immersed in samādhi … freed mind as “freed mind,” and unfreed mind as “unfreed mind.”’ "
        },
        {
          "scid": "mn12:9.1",
          "pli": "Dasa kho panimāni, sāriputta, tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ",
          "en": "The Realized One possesses ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "mn12:9.2",
          "pli": "Katamāni dasa? ",
          "en": "What ten? "
        },
        {
          "scid": "mn12:10.1",
          "pli": "Idha, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti. ",
          "en": "Firstly, the Realized One truly understands the possible as possible, and the impossible as impossible. "
        },
        {
          "scid": "mn12:10.2",
          "pli": "Yampi, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (1) ",
          "en": "Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "mn12:11.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of causes and reasons. "
        },
        {
          "scid": "mn12:11.2",
          "pli": "Yampi, sāriputta, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (2) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "mn12:12.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands where all paths of practice lead. "
        },
        {
          "scid": "mn12:12.2",
          "pli": "Yampi, sāriputta, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (3) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "mn12:13.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato anekadhātunānādhātulokaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands the world with its many and diverse elements. "
        },
        {
          "scid": "mn12:13.2",
          "pli": "Yampi, sāriputta, tathāgato anekadhātunānādhātulokaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (4) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "mn12:14.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands the diverse attitudes of sentient beings. "
        },
        {
          "scid": "mn12:14.2",
          "pli": "Yampi, sāriputta, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (5) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "mn12:15.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands the faculties of other sentient beings and other individuals after comprehending them with his mind. "
        },
        {
          "scid": "mn12:15.2",
          "pli": "Yampi, sāriputta, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (6) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "mn12:16.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments. "
        },
        {
          "scid": "mn12:16.2",
          "pli": "Yampi, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (7) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "mn12:17.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "Furthermore, the Realized One recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. He remembers: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so he recollects his many kinds of past lives, with features and details. "
        },
        {
          "scid": "mn12:17.2",
          "pli": "Yampi, sāriputta, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (8) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "mn12:18.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. ",
          "en": "Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, he sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "mn12:18.2",
          "pli": "Yampi, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. Idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (9) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "mn12:19.1",
          "pli": "Puna caparaṃ, sāriputta, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with his own insight due to the ending of defilements. "
        },
        {
          "scid": "mn12:19.2",
          "pli": "Yampi, sāriputta, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (10) ",
          "en": "Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "mn12:20.1",
          "pli": "Imāni kho, sāriputta, dasa tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ",
          "en": "A Realized One possesses these ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "mn12:21.1",
          "pli": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ",
          "en": "When I know and see in this way, suppose someone were to say this: "
        },
        {
          "scid": "mn12:21.2",
          "pli": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso; ",
          "en": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. "
        },
        {
          "scid": "mn12:21.3",
          "pli": "takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, ",
          "en": "He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.’ "
        },
        {
          "scid": "mn12:21.4",
          "pli": "taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. "
        },
        {
          "scid": "mn12:21.5",
          "pli": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi. ",
          "en": "Just as a mendicant accomplished in ethics, immersion, and wisdom would reach enlightenment in this very life, such is the consequence, I say. "
        },
        {
          "scid": "mn12:21.6",
          "pli": "Taṃ vācaṃ appahāya, taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "Unless they give up that speech and thought, and let go of that view, they will be cast down to hell. "
        },
        {
          "scid": "mn12:22.1",
          "pli": "Cattārimāni, sāriputta, tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ",
          "en": "Sāriputta, a Realized One has four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "mn12:22.2",
          "pli": "Katamāni cattāri? ",
          "en": "What four? "
        },
        {
          "scid": "mn12:23.1",
          "pli": "‘Sammāsambuddhassa te paṭijānato ime dhammā anabhisambuddhā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi. ",
          "en": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘You claim to be fully awakened, but you don’t understand these things.’ "
        },
        {
          "scid": "mn12:23.2",
          "pli": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (1) ",
          "en": "Since I see no such reason, I live secure, fearless, and assured. "
        },
        {
          "scid": "mn12:24.1",
          "pli": "‘Khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi. ",
          "en": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘You claim to have ended all defilements, but these defilements have not ended.’ "
        },
        {
          "scid": "mn12:24.2",
          "pli": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (2) ",
          "en": "Since I see no such reason, I live secure, fearless, and assured. "
        },
        {
          "scid": "mn12:25.1",
          "pli": "‘Ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṃ antarāyāyā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi. ",
          "en": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘The acts that you say are obstructions are not really obstructions for the one who performs them.’ "
        },
        {
          "scid": "mn12:25.2",
          "pli": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (3) ",
          "en": "Since I see no such reason, I live secure, fearless, and assured. "
        },
        {
          "scid": "mn12:26.1",
          "pli": "‘Yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyā’ti. Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi. ",
          "en": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying: ‘The teaching doesn’t lead those who practice it to the complete ending of suffering, the goal for which you taught it.’ "
        },
        {
          "scid": "mn12:26.2",
          "pli": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (4) ",
          "en": "Since I see no such reason, I live secure, fearless, and assured. "
        },
        {
          "scid": "mn12:27.1",
          "pli": "Imāni kho, sāriputta, cattāri tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ",
          "en": "A Realized One has these four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "mn12:28.1",
          "pli": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ",
          "en": "When I know and see in this way, suppose someone were to say this: "
        },
        {
          "scid": "mn12:28.2",
          "pli": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, ",
          "en": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ "
        },
        {
          "scid": "mn12:28.3",
          "pli": "taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. "
        },
        {
          "scid": "mn12:28.4",
          "pli": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi. ",
          "en": " "
        },
        {
          "scid": "mn12:28.5",
          "pli": "Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": " "
        },
        {
          "scid": "mn12:29.1",
          "pli": "Aṭṭha kho imā, sāriputta, parisā. ",
          "en": "Sāriputta, there are these eight assemblies. "
        },
        {
          "scid": "mn12:29.2",
          "pli": "Katamā aṭṭha? ",
          "en": "What eight? "
        },
        {
          "scid": "mn12:29.3",
          "pli": "Khattiyaparisā, brāhmaṇaparisā, gahapatiparisā, samaṇaparisā, cātumahārājikaparisā, tāvatiṃsaparisā, māraparisā, brahmaparisā—",
          "en": "The assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods under the Four Great Kings. An assembly of the gods under the Thirty-Three. An assembly of Māras. An assembly of Brahmās. "
        },
        {
          "scid": "mn12:29.4",
          "pli": "imā kho, sāriputta, aṭṭha parisā. ",
          "en": "These are the eight assemblies. "
        },
        {
          "scid": "mn12:29.5",
          "pli": "Imehi kho, sāriputta, catūhi vesārajjehi samannāgato tathāgato imā aṭṭha parisā upasaṅkamati ajjhogāhati. ",
          "en": "Possessing these four kinds of self-assurance, the Realized One approaches and enters right into these eight assemblies. "
        },
        {
          "scid": "mn12:29.6",
          "pli": "Abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ khattiyaparisaṃ upasaṅkamitā. ",
          "en": "I recall having approached an assembly of hundreds of aristocrats. "
        },
        {
          "scid": "mn12:29.7",
          "pli": "Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā. ",
          "en": "There I used to sit with them, converse, and engage in discussion. "
        },
        {
          "scid": "mn12:29.8",
          "pli": "Tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmi. ",
          "en": "But I don’t see any reason to feel afraid or insecure. "
        },
        {
          "scid": "mn12:29.9",
          "pli": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ",
          "en": "Since I see no such reason, I live secure, fearless, and assured. "
        },
        {
          "scid": "mn12:30.1",
          "pli": "Abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ brāhmaṇaparisaṃ … pe … ",
          "en": "I recall having approached an assembly of hundreds of brahmins … "
        },
        {
          "scid": "mn12:30.2",
          "pli": "gahapatiparisaṃ … ",
          "en": "householders … "
        },
        {
          "scid": "mn12:30.3",
          "pli": "samaṇaparisaṃ … ",
          "en": "ascetics … "
        },
        {
          "scid": "mn12:30.4",
          "pli": "cātumahārājikaparisaṃ … ",
          "en": "the gods under the Four Great Kings … "
        },
        {
          "scid": "mn12:30.5",
          "pli": "tāvatiṃsaparisaṃ … ",
          "en": "the gods under the Thirty-Three … "
        },
        {
          "scid": "mn12:30.6",
          "pli": "māraparisaṃ … ",
          "en": "Māras … "
        },
        {
          "scid": "mn12:30.7",
          "pli": "brahmaparisaṃ upasaṅkamitā. ",
          "en": "Brahmās. "
        },
        {
          "scid": "mn12:30.8",
          "pli": "Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā. ",
          "en": "There too I used to sit with them, converse, and engage in discussion. "
        },
        {
          "scid": "mn12:30.9",
          "pli": "Tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmi. ",
          "en": "But I don’t see any reason to feel afraid or insecure. "
        },
        {
          "scid": "mn12:30.10",
          "pli": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ",
          "en": "Since I see no such reason, I live secure, fearless, and assured. "
        },
        {
          "scid": "mn12:31.1",
          "pli": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ",
          "en": "When I know and see in this way, suppose someone were to say this: "
        },
        {
          "scid": "mn12:31.2",
          "pli": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, ",
          "en": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ "
        },
        {
          "scid": "mn12:31.3",
          "pli": "taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. "
        },
        {
          "scid": "mn12:31.4",
          "pli": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi. ",
          "en": " "
        },
        {
          "scid": "mn12:31.5",
          "pli": "Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": " "
        },
        {
          "scid": "mn12:32.1",
          "pli": "Catasso kho imā, sāriputta, yoniyo. ",
          "en": "Sāriputta, there are these four kinds of reproduction. "
        },
        {
          "scid": "mn12:32.2",
          "pli": "Katamā catasso? ",
          "en": "What four? "
        },
        {
          "scid": "mn12:32.3",
          "pli": "Aṇḍajā yoni, jalābujā yoni, saṃsedajā yoni, opapātikā yoni. ",
          "en": "Reproduction for creatures born from an egg, from a womb, from moisture, or spontaneously. "
        },
        {
          "scid": "mn12:33.1",
          "pli": "Katamā ca, sāriputta, aṇḍajā yoni? ",
          "en": "And what is reproduction from an egg? "
        },
        {
          "scid": "mn12:33.2",
          "pli": "Ye kho te, sāriputta, sattā aṇḍakosaṃ abhinibbhijja jāyanti—",
          "en": "There are beings who are born by breaking out of an eggshell. "
        },
        {
          "scid": "mn12:33.3",
          "pli": "ayaṃ vuccati, sāriputta, aṇḍajā yoni. ",
          "en": "This is called reproduction from an egg. "
        },
        {
          "scid": "mn12:33.4",
          "pli": "Katamā ca, sāriputta, jalābujā yoni? ",
          "en": "And what is reproduction from a womb? "
        },
        {
          "scid": "mn12:33.5",
          "pli": "Ye kho te, sāriputta, sattā vatthikosaṃ abhinibbhijja jāyanti—",
          "en": "There are beings who are born by breaking out of the amniotic sac. "
        },
        {
          "scid": "mn12:33.6",
          "pli": "ayaṃ vuccati, sāriputta, jalābujā yoni. ",
          "en": "This is called reproduction from a womb. "
        },
        {
          "scid": "mn12:33.7",
          "pli": "Katamā ca, sāriputta, saṃsedajā yoni? ",
          "en": "And what is reproduction from moisture? "
        },
        {
          "scid": "mn12:33.8",
          "pli": "Ye kho te, sāriputta, sattā pūtimacche vā jāyanti pūtikuṇape vā pūtikummāse vā candanikāye vā oḷigalle vā jāyanti—",
          "en": "There are beings who are born in a rotten fish, in a rotten corpse, in rotten dough, in a cesspool or a sump. "
        },
        {
          "scid": "mn12:33.9",
          "pli": "ayaṃ vuccati, sāriputta, saṃsedajā yoni. ",
          "en": "This is called reproduction from moisture. "
        },
        {
          "scid": "mn12:33.10",
          "pli": "Katamā ca, sāriputta, opapātikā yoni? ",
          "en": "And what is spontaneous reproduction? "
        },
        {
          "scid": "mn12:33.11",
          "pli": "Devā, nerayikā, ekacce ca manussā, ekacce ca vinipātikā—",
          "en": "Gods, hell-beings, certain humans, and certain beings in the lower realms. "
        },
        {
          "scid": "mn12:33.12",
          "pli": "ayaṃ vuccati, sāriputta, opapātikā yoni. ",
          "en": "This is called spontaneous reproduction. "
        },
        {
          "scid": "mn12:33.13",
          "pli": "Imā kho, sāriputta, catasso yoniyo. ",
          "en": "These are the four kinds of reproduction. "
        },
        {
          "scid": "mn12:34.1",
          "pli": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ",
          "en": "When I know and see in this way, suppose someone were to say this: "
        },
        {
          "scid": "mn12:34.2",
          "pli": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, ",
          "en": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones …’ "
        },
        {
          "scid": "mn12:34.3",
          "pli": "taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. "
        },
        {
          "scid": "mn12:34.4",
          "pli": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi. ",
          "en": " "
        },
        {
          "scid": "mn12:34.5",
          "pli": "Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": " "
        },
        {
          "scid": "mn12:35.1",
          "pli": "Pañca kho imā, sāriputta, gatiyo. ",
          "en": "There are these five destinations. "
        },
        {
          "scid": "mn12:35.2",
          "pli": "Katamā pañca? ",
          "en": "What five? "
        },
        {
          "scid": "mn12:35.3",
          "pli": "Nirayo, tiracchānayoni, pettivisayo, manussā, devā. ",
          "en": "Hell, the animal realm, the ghost realm, humanity, and the gods. "
        },
        {
          "scid": "mn12:36.1",
          "pli": "Nirayañcāhaṃ, sāriputta, pajānāmi, nirayagāmiñca maggaṃ, nirayagāminiñca paṭipadaṃ; ",
          "en": "I understand hell, and the path and practice that leads to hell. "
        },
        {
          "scid": "mn12:36.2",
          "pli": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "And I understand how someone practicing that way, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn12:36.3",
          "pli": "Tiracchānayoniñcāhaṃ, sāriputta, pajānāmi, tiracchānayonigāmiñca maggaṃ, tiracchānayonigāminiñca paṭipadaṃ; ",
          "en": "I understand the animal realm … "
        },
        {
          "scid": "mn12:36.4",
          "pli": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjati tañca pajānāmi. ",
          "en": " "
        },
        {
          "scid": "mn12:36.5",
          "pli": "Pettivisayañcāhaṃ, sāriputta, pajānāmi, pettivisayagāmiñca maggaṃ, pettivisayagāminiñca paṭipadaṃ; ",
          "en": " "
        },
        {
          "scid": "mn12:36.6",
          "pli": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjati tañca pajānāmi. ",
          "en": "the ghost realm … "
        },
        {
          "scid": "mn12:36.7",
          "pli": "Manusse cāhaṃ, sāriputta, pajānāmi, manussalokagāmiñca maggaṃ, manussalokagāminiñca paṭipadaṃ; ",
          "en": "humanity … "
        },
        {
          "scid": "mn12:36.8",
          "pli": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā manussesu upapajjati tañca pajānāmi. ",
          "en": " "
        },
        {
          "scid": "mn12:36.9",
          "pli": "Deve cāhaṃ, sāriputta, pajānāmi, devalokagāmiñca maggaṃ, devalokagāminiñca paṭipadaṃ; ",
          "en": "gods, and the path and practice that leads to the world of the gods. "
        },
        {
          "scid": "mn12:36.10",
          "pli": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tañca pajānāmi. ",
          "en": "And I understand how someone practicing that way, when their body breaks up, after death, is reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn12:36.11",
          "pli": "Nibbānañcāhaṃ, sāriputta, pajānāmi, nibbānagāmiñca maggaṃ, nibbānagāminiñca paṭipadaṃ; ",
          "en": "And I understand extinguishment, and the path and practice that leads to extinguishment. "
        },
        {
          "scid": "mn12:36.12",
          "pli": "yathā paṭipanno ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati tañca pajānāmi. ",
          "en": "And I understand how someone practicing that way realizes the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "mn12:37.1",
          "pli": "Idhāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": "When I’ve comprehended the mind of a certain person, I understand: "
        },
        {
          "scid": "mn12:37.2",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatīti. ",
          "en": "‘This person is practicing in such a way and has entered such a path that when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.’ "
        },
        {
          "scid": "mn12:37.3",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ. ",
          "en": "Then some time later I see that they have indeed been reborn in hell, where they experience exclusively painful feelings, sharp and severe. "
        },
        {
          "scid": "mn12:37.4",
          "pli": "Seyyathāpi, sāriputta, aṅgārakāsu sādhikaporisā pūrā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ. ",
          "en": "Suppose there was a pit of glowing coals deeper than a man’s height, full of glowing coals that neither flamed nor smoked. "
        },
        {
          "scid": "mn12:37.5",
          "pli": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva aṅgārakāsuṃ paṇidhāya. ",
          "en": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same pit of coals. "
        },
        {
          "scid": "mn12:37.6",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": "If a person with good eyesight saw them, they’d say: "
        },
        {
          "scid": "mn12:37.7",
          "pli": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva aṅgārakāsuṃ āgamissatī’ti. ",
          "en": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very pit of coals.’ "
        },
        {
          "scid": "mn12:37.8",
          "pli": "Tamenaṃ passeyya aparena samayena tassā aṅgārakāsuyā patitaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ. ",
          "en": "Then some time later they see that they have indeed fallen into that pit of coals, where they experience exclusively painful feelings, sharp and severe. … "
        },
        {
          "scid": "mn12:37.9",
          "pli": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": " "
        },
        {
          "scid": "mn12:37.10",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatīti. ",
          "en": " "
        },
        {
          "scid": "mn12:37.11",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ. (1) ",
          "en": " "
        },
        {
          "scid": "mn12:38.1",
          "pli": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": "When I’ve comprehended the mind of a certain person, I understand: "
        },
        {
          "scid": "mn12:38.2",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjissatīti. ",
          "en": "‘This person … will be reborn in the animal realm.’ "
        },
        {
          "scid": "mn12:38.3",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapannaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ. ",
          "en": "Then some time later I see that they have indeed been reborn in the animal realm, where they experience painful feelings, sharp and severe. "
        },
        {
          "scid": "mn12:38.4",
          "pli": "Seyyathāpi, sāriputta, gūthakūpo sādhikaporiso, pūro gūthassa. ",
          "en": "Suppose there was a sewer deeper than a man’s height, full to the brim with feces. "
        },
        {
          "scid": "mn12:38.5",
          "pli": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva gūthakūpaṃ paṇidhāya. ",
          "en": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same sewer. "
        },
        {
          "scid": "mn12:38.6",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": "If a person with good eyesight saw them, they’d say: "
        },
        {
          "scid": "mn12:38.7",
          "pli": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā imaṃyeva gūthakūpaṃ āgamissatī’ti. ",
          "en": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very sewer.’ "
        },
        {
          "scid": "mn12:38.8",
          "pli": "Tamenaṃ passeyya aparena samayena tasmiṃ gūthakūpe patitaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ. ",
          "en": "Then some time later they see that they have indeed fallen into that sewer, where they experience painful feelings, sharp and severe. … "
        },
        {
          "scid": "mn12:38.9",
          "pli": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": " "
        },
        {
          "scid": "mn12:38.10",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjissatīti. ",
          "en": " "
        },
        {
          "scid": "mn12:38.11",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapannaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ. (2) ",
          "en": " "
        },
        {
          "scid": "mn12:39.1",
          "pli": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": "When I’ve comprehended the mind of a certain person, I understand: "
        },
        {
          "scid": "mn12:39.2",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjissatīti. ",
          "en": "‘This person … will be reborn in the ghost realm.’ "
        },
        {
          "scid": "mn12:39.3",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapannaṃ, dukkhabahulā vedanā vedayamānaṃ. ",
          "en": "Then some time later I see that they have indeed been reborn in the ghost realm, where they experience many painful feelings. "
        },
        {
          "scid": "mn12:39.4",
          "pli": "Seyyathāpi, sāriputta, rukkho visame bhūmibhāge jāto tanupattapalāso kabaracchāyo. ",
          "en": "Suppose there was a tree growing on rugged ground, with thin foliage casting dappled shade. "
        },
        {
          "scid": "mn12:39.5",
          "pli": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṃ paṇidhāya. ",
          "en": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same tree. "
        },
        {
          "scid": "mn12:39.6",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": "If a person with good eyesight saw them, they’d say: "
        },
        {
          "scid": "mn12:39.7",
          "pli": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva rukkhaṃ āgamissatī’ti. ",
          "en": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very tree.’ "
        },
        {
          "scid": "mn12:39.8",
          "pli": "Tamenaṃ passeyya, aparena samayena tassa rukkhassa chāyāya nisinnaṃ vā nipannaṃ vā dukkhabahulā vedanā vedayamānaṃ. ",
          "en": "Then some time later they see them sitting or lying under that tree, where they experience many painful feelings. … "
        },
        {
          "scid": "mn12:39.9",
          "pli": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": " "
        },
        {
          "scid": "mn12:39.10",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjissatīti. ",
          "en": " "
        },
        {
          "scid": "mn12:39.11",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapannaṃ, dukkhabahulā vedanā vedayamānaṃ. (3) ",
          "en": " "
        },
        {
          "scid": "mn12:40.1",
          "pli": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": "When I’ve comprehended the mind of a certain person, I understand: "
        },
        {
          "scid": "mn12:40.2",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā manussesu upapajjissatīti. ",
          "en": "‘This person … will be reborn among human beings.’ "
        },
        {
          "scid": "mn12:40.3",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā manussesu upapannaṃ, sukhabahulā vedanā vedayamānaṃ. ",
          "en": "Then some time later I see that they have indeed been reborn among human beings, where they experience many pleasant feelings. "
        },
        {
          "scid": "mn12:40.4",
          "pli": "Seyyathāpi, sāriputta, rukkho same bhūmibhāge jāto bahalapattapalāso sandacchāyo. ",
          "en": "Suppose there was a tree growing on smooth ground, with abundant foliage casting dense shade. "
        },
        {
          "scid": "mn12:40.5",
          "pli": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṃ paṇidhāya. ",
          "en": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same tree. "
        },
        {
          "scid": "mn12:40.6",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": "If a person with good eyesight saw them, they’d say: "
        },
        {
          "scid": "mn12:40.7",
          "pli": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imameva rukkhaṃ āgamissatī’ti. ",
          "en": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very tree.’ "
        },
        {
          "scid": "mn12:40.8",
          "pli": "Tamenaṃ passeyya aparena samayena tassa rukkhassa chāyāya nisinnaṃ vā nipannaṃ vā sukhabahulā vedanā vedayamānaṃ. ",
          "en": "Then some time later they see them sitting or lying under that tree, where they experience many pleasant feelings. … "
        },
        {
          "scid": "mn12:40.9",
          "pli": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": " "
        },
        {
          "scid": "mn12:40.10",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā manussesu upapajjissatīti. ",
          "en": " "
        },
        {
          "scid": "mn12:40.11",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā manussesu upapannaṃ, sukhabahulā vedanā vedayamānaṃ. (4) ",
          "en": " "
        },
        {
          "scid": "mn12:41.1",
          "pli": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "When I’ve comprehended the mind of a certain person, I understand: "
        },
        {
          "scid": "mn12:41.2",
          "pli": "‘tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissatī’ti. ",
          "en": "‘This person … will be reborn in a good place, a heavenly realm.’ "
        },
        {
          "scid": "mn12:41.3",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ, ekantasukhā vedanā vedayamānaṃ. ",
          "en": "Then some time later I see that they have indeed been reborn in a heavenly realm, where they experience exclusively pleasant feelings. "
        },
        {
          "scid": "mn12:41.4",
          "pli": "Seyyathāpi, sāriputta, pāsādo, tatrāssa kūṭāgāraṃ ullittāvalittaṃ nivātaṃ phusitaggaḷaṃ pihitavātapānaṃ. ",
          "en": "Suppose there was a stilt longhouse with a peaked roof, plastered inside and out, draft-free, with latches fastened and windows shuttered. "
        },
        {
          "scid": "mn12:41.5",
          "pli": "Tatrāssa pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhatolohitakūpadhāno. ",
          "en": "And it had a couch spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends. "
        },
        {
          "scid": "mn12:41.6",
          "pli": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pāsādaṃ paṇidhāya. ",
          "en": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same stilt longhouse. "
        },
        {
          "scid": "mn12:41.7",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": "If a person with good eyesight saw them, they’d say: "
        },
        {
          "scid": "mn12:41.8",
          "pli": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva pāsādaṃ āgamissatī’ti. ",
          "en": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very stilt longhouse.’ "
        },
        {
          "scid": "mn12:41.9",
          "pli": "Tamenaṃ passeyya aparena samayena tasmiṃ pāsāde tasmiṃ kūṭāgāre tasmiṃ pallaṅke nisinnaṃ vā nipannaṃ vā ekantasukhā vedanā vedayamānaṃ. ",
          "en": "Then some time later they see them sitting or lying in that stilt longhouse, where they experience exclusively pleasant feelings. … "
        },
        {
          "scid": "mn12:41.10",
          "pli": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
          "en": " "
        },
        {
          "scid": "mn12:41.11",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissatīti. ",
          "en": " "
        },
        {
          "scid": "mn12:41.12",
          "pli": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ, ekantasukhā vedanā vedayamānaṃ. (5) ",
          "en": " "
        },
        {
          "scid": "mn12:42.1",
          "pli": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ cetasā ceto paricca pajānāmi—",
          "en": "When I’ve comprehended the mind of a certain person, I understand: "
        },
        {
          "scid": "mn12:42.2",
          "pli": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatīti. ",
          "en": "‘This person is practicing in such a way and has entered such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ "
        },
        {
          "scid": "mn12:42.3",
          "pli": "Tamenaṃ passāmi aparena samayena āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantaṃ, ekantasukhā vedanā vedayamānaṃ. ",
          "en": "Then some time later I see that they have indeed realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, experiencing exclusively pleasant feelings. "
        },
        {
          "scid": "mn12:42.4",
          "pli": "Seyyathāpi, sāriputta, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā. ",
          "en": "Suppose there was a lotus pond with clear, sweet, cool water, clean, with smooth banks, delightful. "
        },
        {
          "scid": "mn12:42.5",
          "pli": "Avidūre cassā tibbo vanasaṇḍo. ",
          "en": "And nearby was a dark forest grove. "
        },
        {
          "scid": "mn12:42.6",
          "pli": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pokkharaṇiṃ paṇidhāya. ",
          "en": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. But the path they’re on heads in one direction only, to that very same lotus pond. "
        },
        {
          "scid": "mn12:42.7",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": "If a person with good eyesight saw them, they’d say: "
        },
        {
          "scid": "mn12:42.8",
          "pli": "‘tathā bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva pokkharaṇiṃ āgamissatī’ti. ",
          "en": "‘This person is proceeding in such a way and has entered such a path that they will arrive at that very lotus pond.’ "
        },
        {
          "scid": "mn12:42.9",
          "pli": "Tamenaṃ passeyya aparena samayena taṃ pokkharaṇiṃ ogāhetvā nhāyitvā ca pivitvā ca sabbadarathakilamathapariḷāhaṃ paṭippassambhetvā paccuttaritvā tasmiṃ vanasaṇḍe nisinnaṃ vā nipannaṃ vā, ekantasukhā vedanā vedayamānaṃ. ",
          "en": "Then some time later they would see that person after they had plunged into that lotus pond, bathed and drunk. When all their stress, weariness, and heat exhaustion had faded away, they emerged and sat or lay down in that woodland thicket, where they experienced exclusively pleasant feelings. "
        },
        {
          "scid": "mn12:42.10",
          "pli": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "In the same way, when I’ve comprehended the mind of a person, I understand: "
        },
        {
          "scid": "mn12:42.11",
          "pli": "‘tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti. ",
          "en": "‘This person is practicing in such a way and has entered such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ "
        },
        {
          "scid": "mn12:42.12",
          "pli": "Tamenaṃ passāmi aparena samayena āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantaṃ, ekantasukhā vedanā vedayamānaṃ. ",
          "en": "Then some time later I see that they have indeed realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, experiencing exclusively pleasant feelings. "
        },
        {
          "scid": "mn12:42.13",
          "pli": "Imā kho, sāriputta, pañca gatiyo. ",
          "en": "These are the five destinations. "
        },
        {
          "scid": "mn12:43.1",
          "pli": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya: ",
          "en": "When I know and see in this way, suppose someone were to say this: "
        },
        {
          "scid": "mn12:43.2",
          "pli": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso; ",
          "en": "‘The ascetic Gotama has no superhuman distinction in knowledge and vision worthy of the noble ones. "
        },
        {
          "scid": "mn12:43.3",
          "pli": "takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti ",
          "en": "He teaches what he’s worked out by logic, following a line of inquiry, expressing his own perspective.’ "
        },
        {
          "scid": "mn12:43.4",
          "pli": "taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "Unless they give up that speech and that thought, and let go of that view, they will be cast down to hell. "
        },
        {
          "scid": "mn12:43.5",
          "pli": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya; evaṃ sampadamidaṃ, sāriputta, vadāmi ",
          "en": "Just as a mendicant accomplished in ethics, immersion, and wisdom would reach enlightenment in this very life, such is the consequence, I say. "
        },
        {
          "scid": "mn12:43.6",
          "pli": "taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "Unless they give up that speech and thought, and let go of that view, they will be cast down to hell. "
        },
        {
          "scid": "mn12:44.1",
          "pli": "Abhijānāmi kho panāhaṃ, sāriputta, caturaṅgasamannāgataṃ brahmacariyaṃ caritā—",
          "en": "Sāriputta, I recall having practiced a spiritual path consisting of four factors. "
        },
        {
          "scid": "mn12:44.2",
          "pli": "tapassī sudaṃ homi paramatapassī, lūkho sudaṃ homi paramalūkho, jegucchī sudaṃ homi paramajegucchī, pavivitto sudaṃ homi paramapavivitto. ",
          "en": "I used to be a self-mortifier, the ultimate self-mortifier. I used to live rough, the ultimate rough-liver. I used to live in disgust at sin, the ultimate one living in disgust at sin. I used to be secluded, in ultimate seclusion. "
        },
        {
          "scid": "mn12:45.1",
          "pli": "Tatrāssu me idaṃ, sāriputta, tapassitāya hoti—acelako homi muttācāro hatthāpalekhano, naehibhaddantiko natiṭṭhabhaddantiko; nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyāmi. ",
          "en": "And this is what my self-mortification was like. I went naked, ignoring conventions. I licked my hands, and didn’t come or stop when asked. I didn’t consent to food brought to me, or food prepared specially for me, or an invitation for a meal. "
        },
        {
          "scid": "mn12:45.2",
          "pli": "So na kumbhimukhā paṭiggaṇhāmi, na kaḷopimukhā paṭiggaṇhāmi, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī; na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivāmi; ",
          "en": "I didn’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where food for distribution is advertised; or where there’s a dog waiting or flies buzzing. I accepted no fish or meat or liquor or wine, and drank no beer. "
        },
        {
          "scid": "mn12:45.3",
          "pli": "so ekāgāriko vā homi ekālopiko, dvāgāriko vā homi dvālopiko … pe … sattāgāriko vā homi sattālopiko; ",
          "en": "I went to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. "
        },
        {
          "scid": "mn12:45.4",
          "pli": "ekissāpi dattiyā yāpemi, dvīhipi dattīhi yāpemi … pe … sattahipi dattīhi yāpemi; ",
          "en": "I fed on one saucer a day, two saucers a day, up to seven saucers a day. "
        },
        {
          "scid": "mn12:45.5",
          "pli": "ekāhikampi āhāraṃ āhāremi, dvīhikampi āhāraṃ āhāremi … pe … sattāhikampi āhāraṃ āhāremi; iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharāmi. ",
          "en": "I ate once a day, once every second day, up to once a week, and so on, even up to once a fortnight. I lived committed to the practice of eating food at set intervals. "
        },
        {
          "scid": "mn12:45.6",
          "pli": "So sākabhakkho vā homi, sāmākabhakkho vā homi, nīvārabhakkho vā homi, daddulabhakkho vā homi, haṭabhakkho vā homi, kaṇabhakkho vā homi, ācāmabhakkho vā homi, piññākabhakkho vā homi, tiṇabhakkho vā homi, gomayabhakkho vā homi, vanamūlaphalāhāro yāpemi pavattaphalabhojī. ",
          "en": "I ate herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. I survived on forest roots and fruits, or eating fallen fruit. "
        },
        {
          "scid": "mn12:45.7",
          "pli": "So sāṇānipi dhāremi, masāṇānipi dhāremi, chavadussānipi dhāremi, paṃsukūlānipi dhāremi, tirīṭānipi dhāremi, ajinampi dhāremi, ajinakkhipampi dhāremi, kusacīrampi dhāremi, vākacīrampi dhāremi, phalakacīrampi dhāremi, kesakambalampi dhāremi, vāḷakambalampi dhāremi, ulūkapakkhampi dhāremi; ",
          "en": "I wore robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. "
        },
        {
          "scid": "mn12:45.8",
          "pli": "kesamassulocakopi homi kesamassulocanānuyogamanuyutto; ",
          "en": "I tore out hair and beard, committed to this practice. "
        },
        {
          "scid": "mn12:45.9",
          "pli": "ubbhaṭṭhakopi homi āsanapaṭikkhitto; ",
          "en": "I constantly stood, refusing seats. "
        },
        {
          "scid": "mn12:45.10",
          "pli": "ukkuṭikopi homi ukkuṭikappadhānamanuyutto; ",
          "en": "I squatted, committed to the endeavor of squatting. "
        },
        {
          "scid": "mn12:45.11",
          "pli": "kaṇṭakāpassayikopi homi kaṇṭakāpassaye seyyaṃ kappemi; ",
          "en": "I lay on a mat of thorns, making a mat of thorns my bed. "
        },
        {
          "scid": "mn12:45.12",
          "pli": "sāyatatiyakampi udakorohanānuyogamanuyutto viharāmi—",
          "en": "I was committed to the practice of immersion in water three times a day, including the evening. "
        },
        {
          "scid": "mn12:45.13",
          "pli": "iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharāmi. ",
          "en": "And so I lived committed to practicing these various ways of mortifying and tormenting the body. "
        },
        {
          "scid": "mn12:45.14",
          "pli": "Idaṃsu me, sāriputta, tapassitāya hoti. ",
          "en": "Such was my practice of self-mortification. "
        },
        {
          "scid": "mn12:46.1",
          "pli": "Tatrāssu me idaṃ, sāriputta, lūkhasmiṃ hoti—",
          "en": "And this is what my rough living was like. "
        },
        {
          "scid": "mn12:46.2",
          "pli": "nekavassagaṇikaṃ rajojallaṃ kāye sannicitaṃ hoti papaṭikajātaṃ. ",
          "en": "The dust and dirt built up on my body over many years until it started flaking off. "
        },
        {
          "scid": "mn12:46.3",
          "pli": "Seyyathāpi, sāriputta, tindukakhāṇu nekavassagaṇiko sannicito hoti papaṭikajāto, evamevāssu me, sāriputta, nekavassagaṇikaṃ rajojallaṃ kāye sannicitaṃ hoti papaṭikajātaṃ. ",
          "en": "It’s like the trunk of a pale-moon ebony tree, which builds up bark over many years until it starts flaking off. "
        },
        {
          "scid": "mn12:46.4",
          "pli": "Tassa mayhaṃ, sāriputta, na evaṃ hoti: ",
          "en": "But it didn’t occur to me: "
        },
        {
          "scid": "mn12:46.5",
          "pli": "‘aho vatāhaṃ imaṃ rajojallaṃ pāṇinā parimajjeyyaṃ, aññe vā pana me imaṃ rajojallaṃ pāṇinā parimajjeyyun’ti. ",
          "en": "‘Oh, this dust and dirt must be rubbed off by my hand or another’s.’ "
        },
        {
          "scid": "mn12:46.6",
          "pli": "Evampi me, sāriputta, na hoti. ",
          "en": "That didn’t occur to me. "
        },
        {
          "scid": "mn12:46.7",
          "pli": "Idaṃsu me, sāriputta, lūkhasmiṃ hoti. (1) ",
          "en": "Such was my rough living. "
        },
        {
          "scid": "mn12:47.1",
          "pli": "Tatrāssu me idaṃ, sāriputta, jegucchismiṃ hoti—",
          "en": "And this is what my living in disgust of sin was like. "
        },
        {
          "scid": "mn12:47.2",
          "pli": "so kho ahaṃ, sāriputta, satova abhikkamāmi, satova paṭikkamāmi, yāva udakabindumhipi me dayā paccupaṭṭhitā hoti: ",
          "en": "I’d step forward or back ever so mindfully. I was full of pity even regarding a drop of water, thinking: "
        },
        {
          "scid": "mn12:47.3",
          "pli": "‘māhaṃ khuddake pāṇe visamagate saṅghātaṃ āpādesin’ti. ",
          "en": "‘May I not accidentally injure any little creatures that happen to be in the wrong place.’ "
        },
        {
          "scid": "mn12:47.4",
          "pli": "Idaṃsu me, sāriputta, jegucchismiṃ hoti. (2) ",
          "en": "Such was my living in disgust of sin. "
        },
        {
          "scid": "mn12:48.1",
          "pli": "Tatrāssu me idaṃ, sāriputta, pavivittasmiṃ hoti—",
          "en": "And this is what my seclusion was like. "
        },
        {
          "scid": "mn12:48.2",
          "pli": "so kho ahaṃ, sāriputta, aññataraṃ araññāyatanaṃ ajjhogāhetvā viharāmi. ",
          "en": "I would plunge deep into a wilderness region and stay there. "
        },
        {
          "scid": "mn12:48.3",
          "pli": "Yadā passāmi gopālakaṃ vā pasupālakaṃ vā tiṇahārakaṃ vā kaṭṭhahārakaṃ vā vanakammikaṃ vā, vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatāmi. ",
          "en": "When I saw a cowherd or a shepherd, or someone gathering grass or sticks, or a lumberjack, I’d flee from forest to forest, from thicket to thicket, from valley to valley, from uplands to uplands. "
        },
        {
          "scid": "mn12:48.4",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn12:48.5",
          "pli": "Mā maṃ te addasaṃsu ahañca mā te addasanti. ",
          "en": "So that I wouldn’t see them, nor they me. "
        },
        {
          "scid": "mn12:48.6",
          "pli": "Seyyathāpi, sāriputta, āraññako mago manusse disvā vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatati; ",
          "en": "I fled like a wild deer seeing a human being. "
        },
        {
          "scid": "mn12:48.7",
          "pli": "evameva kho ahaṃ, sāriputta, yadā passāmi gopālakaṃ vā pasupālakaṃ vā tiṇahārakaṃ vā kaṭṭhahārakaṃ vā vanakammikaṃ vā vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatāmi. ",
          "en": " "
        },
        {
          "scid": "mn12:48.8",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "mn12:48.9",
          "pli": "Mā maṃ te addasaṃsu ahañca mā te addasanti. ",
          "en": " "
        },
        {
          "scid": "mn12:48.10",
          "pli": "Idaṃsu me, sāriputta, pavivittasmiṃ hoti. (3) ",
          "en": "Such was my practice of seclusion. "
        },
        {
          "scid": "mn12:49.1",
          "pli": "So kho ahaṃ, sāriputta, ye te goṭṭhā paṭṭhitagāvo apagatagopālakā, tattha catukkuṇḍiko upasaṅkamitvā yāni tāni vacchakānaṃ taruṇakānaṃ dhenupakānaṃ gomayāni tāni sudaṃ āhāremi. ",
          "en": "I would go on all fours into the cow-pens after the cattle had left and eat the dung of the young suckling calves. "
        },
        {
          "scid": "mn12:49.2",
          "pli": "Yāvakīvañca me, sāriputta, sakaṃ muttakarīsaṃ apariyādinnaṃ hoti, sakaṃyeva sudaṃ muttakarīsaṃ āhāremi. ",
          "en": "As long as my own urine and excrement lasted, I would even eat that. "
        },
        {
          "scid": "mn12:49.3",
          "pli": "Idaṃsu me, sāriputta, mahāvikaṭabhojanasmiṃ hoti. (4) ",
          "en": "Such was my eating of most unnatural things. "
        },
        {
          "scid": "mn12:50.1",
          "pli": "So kho ahaṃ, sāriputta, aññataraṃ bhiṃsanakaṃ vanasaṇḍaṃ ajjhogāhetvā viharāmi. ",
          "en": "I would plunge deep into an awe-inspiring forest grove and stay there. "
        },
        {
          "scid": "mn12:50.2",
          "pli": "Tatrāssudaṃ, sāriputta, bhiṃsanakassa vanasaṇḍassa bhiṃsanakatasmiṃ hoti—",
          "en": "It was so awe-inspiring that "
        },
        {
          "scid": "mn12:50.3",
          "pli": "yo koci avītarāgo taṃ vanasaṇḍaṃ pavisati, yebhuyyena lomāni haṃsanti. ",
          "en": "normally it would make your hair stand on end if you weren’t free of greed. "
        },
        {
          "scid": "mn12:50.4",
          "pli": "So kho ahaṃ, sāriputta, yā tā rattiyo sītā hemantikā antaraṭṭhakā himapātasamayā tathārūpāsu rattīsu rattiṃ abbhokāse viharāmi, divā vanasaṇḍe; ",
          "en": "And on cold nights like the eight days of winter when the snow falls I stayed in the open by night and in the forest by day. "
        },
        {
          "scid": "mn12:50.5",
          "pli": "gimhānaṃ pacchime māse divā abbhokāse viharāmi, rattiṃ vanasaṇḍe. ",
          "en": "But in the last month of summer I’d stay in the open by day and in the forest by night. "
        },
        {
          "scid": "mn12:50.6",
          "pli": "Apissu maṃ, sāriputta, ayaṃ anacchariyagāthā paṭibhāsi pubbe assutapubbā: ",
          "en": "And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to me: "
        },
        {
          "scid": "mn12:50.7",
          "pli": "‘Sotatto sosinno ceva, ",
          "en": "‘Scorched and frozen, "
        },
        {
          "scid": "mn12:50.8",
          "pli": "eko bhiṃsanake vane; ",
          "en": "alone in the awe-inspiring forest. "
        },
        {
          "scid": "mn12:50.9",
          "pli": "Naggo na caggimāsīno, ",
          "en": "Naked, no fire to sit beside, "
        },
        {
          "scid": "mn12:50.10",
          "pli": "esanāpasuto munī’ti. ",
          "en": "the sage still pursues his quest.’ "
        },
        {
          "scid": "mn12:51.1",
          "pli": "So kho ahaṃ, sāriputta, susāne seyyaṃ kappemi chavaṭṭhikāni upadhāya. ",
          "en": "I would make my bed in a charnel ground, with the bones of the dead for a pillow. "
        },
        {
          "scid": "mn12:51.2",
          "pli": "Apissu maṃ, sāriputta, gāmaṇḍalā upasaṅkamitvā oṭṭhubhantipi, omuttentipi, paṃsukenapi okiranti, kaṇṇasotesupi salākaṃ pavesenti. ",
          "en": "Then the cowboys would come up to me. They’d spit and piss on me, throw mud on me, even poke sticks in my ears. "
        },
        {
          "scid": "mn12:51.3",
          "pli": "Na kho panāhaṃ, sāriputta, abhijānāmi tesu pāpakaṃ cittaṃ uppādetā. ",
          "en": "But I don’t recall ever having a bad thought about them. "
        },
        {
          "scid": "mn12:51.4",
          "pli": "Idaṃsu me, sāriputta, upekkhāvihārasmiṃ hoti. ",
          "en": "Such was my abiding in equanimity. "
        },
        {
          "scid": "mn12:52.1",
          "pli": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn12:52.2",
          "pli": "‘āhārena suddhī’ti. ",
          "en": "‘Purity comes from food.’ "
        },
        {
          "scid": "mn12:52.3",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say: "
        },
        {
          "scid": "mn12:52.4",
          "pli": "‘kolehi yāpemā’ti. ",
          "en": "‘Let’s live on jujubes.’ "
        },
        {
          "scid": "mn12:52.5",
          "pli": "Te kolampi khādanti, kolacuṇṇampi khādanti, kolodakampi pivanti—",
          "en": "So they eat jujubes and jujube powder, and drink jujube juice. "
        },
        {
          "scid": "mn12:52.6",
          "pli": "anekavihitampi kolavikatiṃ paribhuñjanti. ",
          "en": "And they enjoy many jujube concoctions. "
        },
        {
          "scid": "mn12:52.7",
          "pli": "Abhijānāmi kho panāhaṃ, sāriputta, ekaṃyeva kolaṃ āhāraṃ āhāritā. ",
          "en": "I recall eating just a single jujube. "
        },
        {
          "scid": "mn12:52.8",
          "pli": "Siyā kho pana te, sāriputta, evamassa: ",
          "en": "You might think that "
        },
        {
          "scid": "mn12:52.9",
          "pli": "‘mahā nūna tena samayena kolo ahosī’ti. ",
          "en": "at that time the jujubes must have been very big. "
        },
        {
          "scid": "mn12:52.10",
          "pli": "Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ. ",
          "en": "But you should not see it like this. "
        },
        {
          "scid": "mn12:52.11",
          "pli": "Tadāpi etaparamoyeva kolo ahosi seyyathāpi etarahi. ",
          "en": "The jujubes then were at most the same size as today. "
        },
        {
          "scid": "mn12:52.12",
          "pli": "Tassa mayhaṃ, sāriputta, ekaṃyeva kolaṃ āhāraṃ āhārayato adhimattakasimānaṃ patto kāyo hoti. ",
          "en": "Eating so very little, my body became extremely emaciated. "
        },
        {
          "scid": "mn12:52.13",
          "pli": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ",
          "en": "Due to eating so little, my limbs became like the joints of an eighty-year-old or a corpse, "
        },
        {
          "scid": "mn12:52.14",
          "pli": "Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya. ",
          "en": "my bottom became like a camel’s hoof, "
        },
        {
          "scid": "mn12:52.15",
          "pli": "Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya. ",
          "en": "my vertebrae stuck out like beads on a string, "
        },
        {
          "scid": "mn12:52.16",
          "pli": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ",
          "en": "and my ribs were as gaunt as the broken-down rafters on an old barn. "
        },
        {
          "scid": "mn12:52.17",
          "pli": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ",
          "en": "Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well. "
        },
        {
          "scid": "mn12:52.18",
          "pli": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ",
          "en": "Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun. "
        },
        {
          "scid": "mn12:52.19",
          "pli": "So kho ahaṃ, sāriputta, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi, yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya. ",
          "en": "Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly. "
        },
        {
          "scid": "mn12:52.20",
          "pli": "So kho ahaṃ, sāriputta, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya. ",
          "en": "Due to eating so little, when I tried to urinate or defecate I fell face down right there. "
        },
        {
          "scid": "mn12:52.21",
          "pli": "So kho ahaṃ, sāriputta, tameva kāyaṃ assāsento pāṇinā gattāni anomajjāmi. Tassa mayhaṃ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya. ",
          "en": "Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out. "
        },
        {
          "scid": "mn12:53-55.1",
          "pli": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn12:53-55.2",
          "pli": "‘āhārena suddhī’ti. ",
          "en": "‘Purity comes from food.’ "
        },
        {
          "scid": "mn12:53-55.3",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say: "
        },
        {
          "scid": "mn12:53-55.4",
          "pli": "‘muggehi yāpema … pe … ",
          "en": "‘Let’s live on mung beans.’ … "
        },
        {
          "scid": "mn12:53-55.5",
          "pli": "tilehi yāpema … pe … ",
          "en": "‘Let’s live on sesame.’ … "
        },
        {
          "scid": "mn12:53-55.6",
          "pli": "taṇḍulehi yāpemā’ti. ",
          "en": "‘Let’s live on ordinary rice.’ … "
        },
        {
          "scid": "mn12:53-55.7",
          "pli": "Te taṇḍulampi khādanti, taṇḍulacuṇṇampi khādanti, taṇḍulodakampi pivanti—",
          "en": " "
        },
        {
          "scid": "mn12:53-55.8",
          "pli": "anekavihitampi taṇḍulavikatiṃ paribhuñjanti. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.9",
          "pli": "Abhijānāmi kho panāhaṃ, sāriputta, ekaṃyeva taṇḍulaṃ āhāraṃ āhāritā. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.10",
          "pli": "Siyā kho pana te, sāriputta, evamassa: ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.11",
          "pli": "‘mahā nūna tena samayena taṇḍulo ahosī’ti. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.12",
          "pli": "Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.13",
          "pli": "Tadāpi etaparamoyeva taṇḍulo ahosi, seyyathāpi etarahi. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.14",
          "pli": "Tassa mayhaṃ, sāriputta, ekaṃyeva taṇḍulaṃ āhāraṃ āhārayato adhimattakasimānaṃ patto kāyo hoti. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.15",
          "pli": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.16",
          "pli": "Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.17",
          "pli": "Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.18",
          "pli": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.19",
          "pli": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.20",
          "pli": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.21",
          "pli": "So kho ahaṃ, sāriputta, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi. Yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.22",
          "pli": "So kho ahaṃ, sāriputta, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya. ",
          "en": " "
        },
        {
          "scid": "mn12:53-55.23",
          "pli": "So kho ahaṃ, sāriputta, tameva kāyaṃ assāsento pāṇinā gattāni anomajjāmi. Tassa mayhaṃ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya. ",
          "en": "Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out. "
        },
        {
          "scid": "mn12:56.1",
          "pli": "Tāyapi kho ahaṃ, sāriputta, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamaṃ uttariṃ manussadhammā alamariyañāṇadassanavisesaṃ. ",
          "en": "But Sāriputta, I did not achieve any superhuman distinction in knowledge and vision worthy of the noble ones by that conduct, that practice, that grueling work. "
        },
        {
          "scid": "mn12:56.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn12:56.3",
          "pli": "Imissāyeva ariyāya paññāya anadhigamā, yāyaṃ ariyā paññā adhigatā ariyā niyyānikā, niyyāti takkarassa sammā dukkhakkhayāya. ",
          "en": "Because I didn’t achieve that noble wisdom that’s noble and emancipating, and which leads someone who practices it to the complete ending of suffering. "
        },
        {
          "scid": "mn12:57.1",
          "pli": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn12:57.2",
          "pli": "‘saṃsārena suddhī’ti. ",
          "en": "‘Purity comes from transmigration.’ "
        },
        {
          "scid": "mn12:57.3",
          "pli": "Na kho pana so, sāriputta, saṃsāro sulabharūpo yo mayā asaṃsaritapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ",
          "en": "But it’s not easy to find a realm that I haven’t previously transmigrated to in all this long time, except for the gods of the pure abodes. "
        },
        {
          "scid": "mn12:57.4",
          "pli": "Suddhāvāse cāhaṃ, sāriputta, deve saṃsareyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ. ",
          "en": "For if I had transmigrated to the gods of the pure abodes I would not have returned to this realm again. "
        },
        {
          "scid": "mn12:58.1",
          "pli": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn12:58.2",
          "pli": "‘upapattiyā suddhī’ti. ",
          "en": "‘Purity comes from rebirth.’ "
        },
        {
          "scid": "mn12:58.3",
          "pli": "Na kho pana sā, sāriputta, upapatti sulabharūpā yā mayā anupapannapubbā iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ",
          "en": "But it’s not easy to find any rebirth that I haven’t previously been reborn in … "
        },
        {
          "scid": "mn12:58.4",
          "pli": "Suddhāvāse cāhaṃ, sāriputta, deve upapajjeyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ. ",
          "en": " "
        },
        {
          "scid": "mn12:59.1",
          "pli": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn12:59.2",
          "pli": "‘āvāsena suddhī’ti. ",
          "en": "‘Purity comes from abode of rebirth.’ "
        },
        {
          "scid": "mn12:59.3",
          "pli": "Na kho pana so, sāriputta, āvāso sulabharūpo yo mayā anāvuṭṭhapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ",
          "en": "But it’s not easy to find an abode where I haven’t previously abided … "
        },
        {
          "scid": "mn12:59.4",
          "pli": "Suddhāvāse cāhaṃ, sāriputta, deve āvaseyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ. ",
          "en": " "
        },
        {
          "scid": "mn12:60.1",
          "pli": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn12:60.2",
          "pli": "‘yaññena suddhī’ti. ",
          "en": "‘Purity comes from sacrifice.’ "
        },
        {
          "scid": "mn12:60.3",
          "pli": "Na kho pana so, sāriputta, yañño sulabharūpo yo mayā ayiṭṭhapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena. ",
          "en": "But it’s not easy to find a sacrifice that I haven’t previously offered in all this long time, when I was an anointed king or a well-to-do brahmin. "
        },
        {
          "scid": "mn12:61.1",
          "pli": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn12:61.2",
          "pli": "‘aggiparicariyāya suddhī’ti. ",
          "en": "‘Purity comes from serving the sacred flame.’ "
        },
        {
          "scid": "mn12:61.3",
          "pli": "Na kho pana so, sāriputta, aggi sulabharūpo yo mayā apariciṇṇapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena. ",
          "en": "But it’s not easy to find a fire that I haven’t previously served in all this long time, when I was an anointed king or a well-to-do brahmin. "
        },
        {
          "scid": "mn12:62.1",
          "pli": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn12:62.2",
          "pli": "‘yāvadevāyaṃ bhavaṃ puriso daharo hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā tāvadeva paramena paññāveyyattiyena samannāgato hoti. ",
          "en": "‘So long as this gentleman is youthful, young, black-haired, blessed with youth, in the prime of life he will be endowed with perfect lucidity of wisdom. "
        },
        {
          "scid": "mn12:62.3",
          "pli": "Yato ca kho ayaṃ bhavaṃ puriso jiṇṇo hoti vuddho mahallako addhagato vayoanuppatto, āsītiko vā nāvutiko vā vassasatiko vā jātiyā, atha tamhā paññāveyyattiyā, parihāyatī’ti. ",
          "en": "But when he’s old, elderly, and senior, advanced in years, and has reached the final stage of life—eighty, ninety, or a hundred years old—he will lose his lucidity of wisdom.’ "
        },
        {
          "scid": "mn12:62.4",
          "pli": "Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ. ",
          "en": "But you should not see it like this. "
        },
        {
          "scid": "mn12:62.5",
          "pli": "Ahaṃ kho pana, sāriputta, etarahi jiṇṇo vuddho mahallako addhagato vayoanuppatto, āsītiko me vayo vattati. ",
          "en": "For now I am old, elderly, and senior, I’m advanced in years, and have reached the final stage of life. I am eighty years old. "
        },
        {
          "scid": "mn12:62.6",
          "pli": "Idha me assu, sāriputta, cattāro sāvakā vassasatāyukā vassasatajīvino, paramāya satiyā ca gatiyā ca dhitiyā ca samannāgatā paramena ca paññāveyyattiyena. ",
          "en": "Suppose I had four disciples with a lifespan of a hundred years. And they each were perfect in memory, range, retention, and perfect lucidity of wisdom. "
        },
        {
          "scid": "mn12:62.7",
          "pli": "Seyyathāpi, sāriputta, daḷhadhammā dhanuggaho sikkhito katahattho katūpāsano lahukena asanena appakasireneva tiriyaṃ tālacchāyaṃ atipāteyya, ",
          "en": "Imagine how easily a well-trained expert archer with a strong bow would shoot a light arrow across the shadow of a palm tree. "
        },
        {
          "scid": "mn12:62.8",
          "pli": "evaṃ adhimattasatimanto evaṃ adhimattagatimanto evaṃ adhimattadhitimanto evaṃ paramena paññāveyyattiyena samannāgatā. ",
          "en": "That’s how extraordinary they were in memory, range, retention, and perfect lucidity of wisdom. "
        },
        {
          "scid": "mn12:62.9",
          "pli": "Te maṃ catunnaṃ satipaṭṭhānānaṃ upādāyupādāya pañhaṃ puccheyyuṃ, puṭṭho puṭṭho cāhaṃ tesaṃ byākareyyaṃ, byākatañca me byākatato dhāreyyuṃ, na ca maṃ dutiyakaṃ uttari paṭipuccheyyuṃ. ",
          "en": "They’d bring up questions about the four kinds of mindfulness meditation again and again, and I would answer each question. They’d remember the answers and not ask the same question twice. "
        },
        {
          "scid": "mn12:62.10",
          "pli": "Aññatra asitapītakhāyitasāyitā aññatra uccārapassāvakammā, aññatra niddākilamathapaṭivinodanā apariyādinnāyevassa, sāriputta, tathāgatassa dhammadesanā, apariyādinnaṃyevassa tathāgatassa dhammapadabyañjanaṃ, apariyādinnaṃyevassa tathāgatassa pañhapaṭibhānaṃ. ",
          "en": "And they’d pause only to eat and drink, go to the toilet, and sleep to dispel weariness. But the Realized One would not run out of Dhamma teachings, words and phrases of the teachings, or spontaneous answers. "
        },
        {
          "scid": "mn12:62.11",
          "pli": "Atha me te cattāro sāvakā vassasatāyukā vassasatajīvino vassasatassa accayena kālaṃ kareyyuṃ. ",
          "en": "And at the end of a hundred years my four disciples would pass away. "
        },
        {
          "scid": "mn12:62.12",
          "pli": "Mañcakena cepi maṃ, sāriputta, pariharissatha, nevatthi tathāgatassa paññāveyyattiyassa aññathattaṃ. ",
          "en": "Even if you have to carry me around on a stretcher, there will never be any deterioration in the Realized One’s lucidity of wisdom. "
        },
        {
          "scid": "mn12:63.1",
          "pli": "Yaṃ kho taṃ, sāriputta, sammā vadamāno vadeyya: ",
          "en": "And if there’s anyone of whom it may be rightly said that "
        },
        {
          "scid": "mn12:63.2",
          "pli": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṃ sammā vadamāno vadeyya ",
          "en": "a being not liable to delusion has arisen in the world for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said.” "
        },
        {
          "scid": "mn12:63.3",
          "pli": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’”ti. ",
          "en": " "
        },
        {
          "scid": "mn12:64.1",
          "pli": "Tena kho pana samayena āyasmā nāgasamālo bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno. ",
          "en": "Now at that time Venerable Nāgasamāla was standing behind the Buddha fanning him. "
        },
        {
          "scid": "mn12:64.2",
          "pli": "Atha kho āyasmā nāgasamālo bhagavantaṃ etadavoca: ",
          "en": "Then he said to the Buddha: "
        },
        {
          "scid": "mn12:64.3",
          "pli": "“acchariyaṃ, bhante, abbhutaṃ, bhante. ",
          "en": "“It’s incredible, sir, it’s amazing! "
        },
        {
          "scid": "mn12:64.4",
          "pli": "Api hi me, bhante, imaṃ dhammapariyāyaṃ sutvā lomāni haṭṭhāni. ",
          "en": "While I was listening to this exposition of the teaching my hair stood up! "
        },
        {
          "scid": "mn12:64.5",
          "pli": "Konāmo ayaṃ, bhante, dhammapariyāyo”ti? ",
          "en": "What is the name of this exposition of the teaching?” "
        },
        {
          "scid": "mn12:64.6",
          "pli": "“Tasmātiha tvaṃ, nāgasamāla, imaṃ dhammapariyāyaṃ lomahaṃsanapariyāyotveva naṃ dhārehī”ti. ",
          "en": "“Well, Nāgasamāla, you may remember this exposition of the teaching as ‘The Hair-raising Discourse’.” "
        },
        {
          "scid": "mn12:64.7",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn12:64.8",
          "pli": "Attamano āyasmā nāgasamālo bhagavato bhāsitaṃ abhinandīti. ",
          "en": "Satisfied, Venerable Nāgasamāla was happy with what the Buddha said. "
        },
        {
          "scid": "mn12:64.9",
          "pli": "Mahāsīhanādasuttaṃ niṭṭhitaṃ dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn12/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 12",
    "volpages": "MN i 68",
    "uid": "mn12",
    "blurb": "A disrobed monk, Sunakkhata, attacks the Buddha’s teaching because it merely leads to the end of suffering. The Buddha counters that this is, in fact, praise, and goes on to enumerate his many profound and powerful achievements.",
    "difficulty": 2,
    "original_title": "Mahāsīhanāda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Longer Discourse on the Lion’s Roar ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn12_sujato",
        "segmented": true,
        "title": "The Longer Discourse on the Lion’s Roar ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_mn12_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2009",
        "segmented": false,
        "volpage": null,
        "title": "The Greater Discourse on the Lion’s Roar"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn12_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Greater Discourse on the Lion's Roar"
      }
    ],
    "parallel_count": 48,
    "biblio": null,
    "num": 2
  }
}