{
  "sutta_uid": "mn136",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn136",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Longer Analysis of Deeds ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Analysis of the Six Sense Fields ",
      "uid": "mn137"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Shorter Analysis of Deeds ",
      "uid": "mn135"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn136:0.1",
          "pli": "Majjhima Nikāya 136 ",
          "en": "Middle Discourses 136 "
        },
        {
          "scid": "mn136:0.2",
          "pli": "Mahākammavibhaṅgasutta ",
          "en": "The Longer Analysis of Deeds "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 136 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn136:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn136:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "mn136:2.1",
          "pli": "Tena kho pana samayena āyasmā samiddhi araññakuṭikāyaṃ viharati. ",
          "en": "Now at that time Venerable Samiddhi was staying in a wilderness hut. "
        },
        {
          "scid": "mn136:2.2",
          "pli": "Atha kho potaliputto paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yenāyasmā samiddhi tenupasaṅkami; upasaṅkamitvā āyasmatā samiddhinā saddhiṃ sammodi. ",
          "en": "Then as the wanderer Potaliputta was going for a walk he came up to Venerable Samiddhi and exchanged greetings with him. "
        },
        {
          "scid": "mn136:2.3",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho potaliputto paribbājako āyasmantaṃ samiddhiṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to him: "
        },
        {
          "scid": "mn136:2.4",
          "pli": "“sammukhā metaṃ, āvuso samiddhi, samaṇassa gotamassa sutaṃ, sammukhā paṭiggahitaṃ: ",
          "en": "“Reverend Samiddhi, I have heard and learned this in the presence of the ascetic Gotama: "
        },
        {
          "scid": "mn136:2.5",
          "pli": "‘moghaṃ kāyakammaṃ moghaṃ vacīkammaṃ, manokammameva saccan’ti. ",
          "en": "‘Deeds by way of body and speech are done in vain. Only mental deeds are real.’ "
        },
        {
          "scid": "mn136:2.6",
          "pli": "Atthi ca sā samāpatti yaṃ samāpattiṃ samāpanno na kiñci vediyatī”ti? ",
          "en": "And: ‘There is such an attainment where the one who enters it does not feel anything at all.’” "
        },
        {
          "scid": "mn136:2.7",
          "pli": "“Mā hevaṃ, āvuso potaliputta, avaca; mā hevaṃ, āvuso potaliputta, avaca; mā bhagavantaṃ abbhācikkhi. Na hi sādhu bhagavato abbhakkhānaṃ. Na hi bhagavā evaṃ vadeyya: ",
          "en": "“Don’t say that, Reverend Potaliputta, don’t say that! Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say this. "
        },
        {
          "scid": "mn136:2.8",
          "pli": "‘moghaṃ kāyakammaṃ moghaṃ vacīkammaṃ, manokammameva saccan’ti. ",
          "en": " "
        },
        {
          "scid": "mn136:2.9",
          "pli": "‘Atthi ca kho sā, āvuso, samāpatti yaṃ samāpattiṃ samāpanno na kiñci vediyatī’”ti. ",
          "en": "But, reverend, there is such an attainment where the one who enters it does not feel anything at all.” "
        },
        {
          "scid": "mn136:2.10",
          "pli": "“Kīvaciraṃ pabbajitosi, āvuso samiddhī”ti? ",
          "en": "“Reverend Samiddhi, how long has it been since you went forth?” "
        },
        {
          "scid": "mn136:2.11",
          "pli": "“Na ciraṃ, āvuso, tīṇi vassānī”ti. ",
          "en": "“Not long, reverend: three years.” "
        },
        {
          "scid": "mn136:2.12",
          "pli": "“Ettha dāni mayaṃ there bhikkhū kiṃ vakkhāma, yatra hi nāma evaṃnavo bhikkhu satthāraṃ parirakkhitabbaṃ maññissati. ",
          "en": "“Well now, what are we to say to the senior mendicants, when even such a junior mendicant imagines their Teacher needs defending? "
        },
        {
          "scid": "mn136:2.13",
          "pli": "Sañcetanikaṃ, āvuso samiddhi, kammaṃ katvā kāyena vācāya manasā kiṃ so vediyatī”ti? ",
          "en": "After doing an intentional deed by way of body, speech, or mind, reverend, what does one feel?” "
        },
        {
          "scid": "mn136:2.14",
          "pli": "“Sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā dukkhaṃ so vediyatī”ti. ",
          "en": "“After doing an intentional deed by way of body, speech, or mind, reverend, one feels suffering.” "
        },
        {
          "scid": "mn136:2.15",
          "pli": "Atha kho potaliputto paribbājako āyasmato samiddhissa bhāsitaṃ neva abhinandi nappaṭikkosi; ",
          "en": "Then, neither approving nor dismissing Samiddhi’s statement, Potaliputta "
        },
        {
          "scid": "mn136:2.16",
          "pli": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi. ",
          "en": "got up from his seat and left. "
        },
        {
          "scid": "mn136:3.1",
          "pli": "Atha kho āyasmā samiddhi acirapakkante potaliputte paribbājake yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
          "en": "Soon after he had left, Venerable Samiddhi went to Venerable Ānanda, and exchanged greetings with him. "
        },
        {
          "scid": "mn136:3.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
          "en": "When the greetings and polite conversation were over, he sat down to one side, "
        },
        {
          "scid": "mn136:3.3",
          "pli": "Ekamantaṃ nisinno kho āyasmā samiddhi yāvatako ahosi potaliputtena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ āyasmato ānandassa ārocesi. ",
          "en": "and informed Ānanda of all they had discussed. "
        },
        {
          "scid": "mn136:3.4",
          "pli": "Evaṃ vutte, āyasmā ānando āyasmantaṃ samiddhiṃ etadavoca: ",
          "en": "When he had spoken, Ānanda said to him, "
        },
        {
          "scid": "mn136:3.5",
          "pli": "“atthi kho idaṃ, āvuso samiddhi, kathāpābhataṃ bhagavantaṃ dassanāya. ",
          "en": "“Reverend Samiddhi, we should see the Buddha about this matter. "
        },
        {
          "scid": "mn136:3.6",
          "pli": "Āyāmāvuso samiddhi, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāma. ",
          "en": "Come, let’s go to the Buddha and inform him about this. "
        },
        {
          "scid": "mn136:3.7",
          "pli": "Yathā no bhagavā byākarissati tathā naṃ dhāressāmā”ti. ",
          "en": "As he answers, so we’ll remember it.” "
        },
        {
          "scid": "mn136:3.8",
          "pli": "“Evamāvuso”ti kho āyasmā samiddhi āyasmato ānandassa paccassosi. ",
          "en": "“Yes, reverend,” Samiddhi replied. "
        },
        {
          "scid": "mn136:4.1",
          "pli": "Atha kho āyasmā ca ānando āyasmā ca samiddhi yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ",
          "en": "Then Ānanda and Samiddhi went up to the Buddha, bowed, sat down to one side, "
        },
        {
          "scid": "mn136:4.2",
          "pli": "Ekamantaṃ nisinno kho āyasmā ānando yāvatako ahosi āyasmato samiddhissa potaliputtena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ",
          "en": "and told him what had happened. "
        },
        {
          "scid": "mn136:5.1",
          "pli": "Evaṃ vutte, bhagavā āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "When they had spoken, the Buddha said to Ānanda, "
        },
        {
          "scid": "mn136:5.2",
          "pli": "“dassanampi kho ahaṃ, ānanda, potaliputtassa paribbājakassa nābhijānāmi, kuto panevarūpaṃ kathāsallāpaṃ? ",
          "en": "“I don’t recall even seeing the wanderer Potaliputta, Ānanda, so how could we have had such a discussion? "
        },
        {
          "scid": "mn136:5.3",
          "pli": "Iminā ca, ānanda, samiddhinā moghapurisena potaliputtassa paribbājakassa vibhajjabyākaraṇīyo pañho ekaṃsena byākato”ti. ",
          "en": "The wanderer Potaliputta’s question should have been answered after analyzing it, but this foolish person answered with a generalization.” "
        },
        {
          "scid": "mn136:6.1",
          "pli": "Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Udāyī said to him, "
        },
        {
          "scid": "mn136:6.2",
          "pli": "“sace pana, bhante, āyasmatā samiddhinā idaṃ sandhāya bhāsitaṃ—",
          "en": "“But perhaps, sir, Venerable Samiddhi spoke in reference to the statement: "
        },
        {
          "scid": "mn136:6.3",
          "pli": "yaṃ kiñci vedayitaṃ taṃ dukkhasmin”ti. ",
          "en": "‘Suffering includes whatever is felt.’” "
        },
        {
          "scid": "mn136:6.4",
          "pli": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ",
          "en": "But the Buddha said to Venerable Ānanda, "
        },
        {
          "scid": "mn136:6.5",
          "pli": "“passasi no tvaṃ, ānanda, imassa udāyissa moghapurisassa ummaṅgaṃ? ",
          "en": "“See how this foolish person Udāyī comes up with an idea? "
        },
        {
          "scid": "mn136:6.6",
          "pli": "Aññāsiṃ kho ahaṃ, ānanda: ",
          "en": "I knew that "
        },
        {
          "scid": "mn136:6.7",
          "pli": "‘idānevāyaṃ udāyī moghapuriso ummujjamāno ayoniso ummujjissatī’ti. ",
          "en": "he was going to come up with such an irrational idea. "
        },
        {
          "scid": "mn136:6.8",
          "pli": "Ādiṃyeva, ānanda, potaliputtena paribbājakena tisso vedanā pucchitā. ",
          "en": "Right from the start Potaliputta asked about the three feelings. "
        },
        {
          "scid": "mn136:6.9",
          "pli": "Sacāyaṃ, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa evaṃ puṭṭho evaṃ byākareyya: ",
          "en": "Suppose the foolish person Samiddhi had answered the wanderer Potaliputta’s question like this: "
        },
        {
          "scid": "mn136:6.10",
          "pli": "‘sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā sukhavedanīyaṃ sukhaṃ so vedayati; ",
          "en": "‘After doing an intentional deed to be experienced as pleasant by way of body, speech, or mind, one feels pleasure. "
        },
        {
          "scid": "mn136:6.11",
          "pli": "sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā dukkhavedanīyaṃ dukkhaṃ so vedayati; ",
          "en": "After doing an intentional deed to be experienced as painful by way of body, speech, or mind, one feels pain. "
        },
        {
          "scid": "mn136:6.12",
          "pli": "sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā adukkhamasukhavedanīyaṃ adukkhamasukhaṃ so vedayatī’ti. ",
          "en": "After doing an intentional deed to be experienced as neutral by way of body, speech, or mind, one feels neutral.’ "
        },
        {
          "scid": "mn136:6.13",
          "pli": "Evaṃ byākaramāno kho, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa sammā byākaramāno byākareyya. ",
          "en": "Answering in this way, Samiddhi would have rightly answered Potaliputta. "
        },
        {
          "scid": "mn136:6.14",
          "pli": "Api ca, ānanda, ke ca aññatitthiyā paribbājakā bālā abyattā ke ca tathāgatassa mahākammavibhaṅgaṃ jānissanti? ",
          "en": "Still, who are those foolish and incompetent wanderers who follow other paths to understand the Realized One’s great analysis of deeds? "
        },
        {
          "scid": "mn136:6.15",
          "pli": "Sace tumhe, ānanda, suṇeyyātha tathāgatassa mahākammavibhaṅgaṃ vibhajantassā”ti. ",
          "en": "Ānanda, if only you would all listen to the Realized One’s explanation of the great analysis of deeds.” "
        },
        {
          "scid": "mn136:7.1",
          "pli": "“Etassa, bhagavā, kālo, etassa, sugata, kālo ",
          "en": "“Now is the time, Blessed One! Now is the time, Holy One! "
        },
        {
          "scid": "mn136:7.2",
          "pli": "yaṃ bhagavā mahākammavibhaṅgaṃ vibhajeyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
          "en": "Let the Buddha explain the great analysis of deeds. The mendicants will listen and remember it.” "
        },
        {
          "scid": "mn136:7.3",
          "pli": "“Tena hānanda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
          "en": "“Well then, Ānanda, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn136:7.4",
          "pli": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
          "en": "“Yes, sir,” Ānanda replied. "
        },
        {
          "scid": "mn136:7.5",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn136:8.1",
          "pli": "“Cattārome, ānanda, puggalā santo saṃvijjamānā lokasmiṃ. ",
          "en": "“Ānanda, these four people are found in the world. "
        },
        {
          "scid": "mn136:8.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "mn136:8.3",
          "pli": "Idhānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti. ",
          "en": "Some person here kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view. "
        },
        {
          "scid": "mn136:8.4",
          "pli": "So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. (1) ",
          "en": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn136:8.5",
          "pli": "Idha panānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti. ",
          "en": "But some other person here kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view. "
        },
        {
          "scid": "mn136:8.6",
          "pli": "So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. (2) ",
          "en": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn136:8.7",
          "pli": "Idhānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti. ",
          "en": "But some other person here refrains from killing living creatures, stealing, committing sexual misconduct, or using speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view. "
        },
        {
          "scid": "mn136:8.8",
          "pli": "So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. (3) ",
          "en": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn136:8.9",
          "pli": "Idha panānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti. ",
          "en": "But some other person here refrains from killing living creatures, stealing, committing sexual misconduct, or using speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view. "
        },
        {
          "scid": "mn136:8.10",
          "pli": "So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. (4) ",
          "en": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn136:9.1",
          "pli": "Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—",
          "en": "Now, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that it gives rise to clairvoyance that is purified and superhuman. With that clairvoyance they see that person "
        },
        {
          "scid": "mn136:9.2",
          "pli": "idha pāṇātipātiṃ adinnādāyiṃ kāmesumicchācāriṃ musāvādiṃ pisuṇavācaṃ pharusavācaṃ samphappalāpiṃ abhijjhāluṃ byāpannacittaṃ micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passati apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ. ",
          "en": "here who killed living creatures, stole, and committed sexual misconduct; who used speech that’s false, divisive, harsh, or nonsensical; and who was covetous, malicious, and had wrong view. And they see that, when their body breaks up, after death, that person is reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn136:9.3",
          "pli": "So evamāha: ",
          "en": "They say: "
        },
        {
          "scid": "mn136:9.4",
          "pli": "‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko. ",
          "en": "‘It seems that there is such a thing as bad deeds, and the result of bad conduct. "
        },
        {
          "scid": "mn136:9.5",
          "pli": "Amāhaṃ puggalaṃ addasaṃ idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti. ",
          "en": "For I saw a person here who killed living creatures … and had wrong view. And when their body broke up, after death, they were reborn in a place of loss, a bad place, the underworld, hell.’ "
        },
        {
          "scid": "mn136:9.6",
          "pli": "So evamāha: ",
          "en": "They say: "
        },
        {
          "scid": "mn136:9.7",
          "pli": "‘yo kira, bho, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
          "en": "‘It seems that everyone who kills living creatures … and has wrong view is reborn in hell. "
        },
        {
          "scid": "mn136:9.8",
          "pli": "Ye evaṃ jānanti, te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ",
          "en": "Those who know this are right. Those who know something else are wrong.’ "
        },
        {
          "scid": "mn136:9.9",
          "pli": "Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (1) ",
          "en": "And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’ "
        },
        {
          "scid": "mn136:10.1",
          "pli": "Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—",
          "en": "But some other ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that it gives rise to clairvoyance that is purified and superhuman. With that clairvoyance they see that person "
        },
        {
          "scid": "mn136:10.2",
          "pli": "idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati sugatiṃ saggaṃ lokaṃ upapannaṃ. ",
          "en": "here who killed living creatures … and had wrong view. And they see that that person is reborn in a heavenly realm. "
        },
        {
          "scid": "mn136:10.3",
          "pli": "So evamāha: ",
          "en": "They say: "
        },
        {
          "scid": "mn136:10.4",
          "pli": "‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko. ",
          "en": "‘It seems that there is no such thing as bad deeds, and the result of bad conduct. "
        },
        {
          "scid": "mn136:10.5",
          "pli": "Amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti. ",
          "en": "For I have seen a person here who killed living creatures … and had wrong view. And I saw that that person was reborn in a heavenly realm.’ "
        },
        {
          "scid": "mn136:10.6",
          "pli": "So evamāha: ",
          "en": "They say: "
        },
        {
          "scid": "mn136:10.7",
          "pli": "‘yo kira, bho, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
          "en": "‘It seems that everyone who kills living creatures … and has wrong view is reborn in a heavenly realm. "
        },
        {
          "scid": "mn136:10.8",
          "pli": "Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ",
          "en": "Those who know this are right. Those who know something else are wrong.’ "
        },
        {
          "scid": "mn136:10.9",
          "pli": "Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (2) ",
          "en": "And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’ "
        },
        {
          "scid": "mn136:11.1",
          "pli": "Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—",
          "en": "Take some ascetic or brahmin who with clairvoyance sees a person "
        },
        {
          "scid": "mn136:11.2",
          "pli": "idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ kāmesumicchācārā paṭivirataṃ musāvādā paṭivirataṃ pisuṇāya vācāya paṭivirataṃ pharusāya vācāya paṭivirataṃ samphappalāpā paṭivirataṃ anabhijjhāluṃ abyāpannacittaṃ sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati sugatiṃ saggaṃ lokaṃ upapannaṃ. ",
          "en": "here who refrained from killing living creatures … and had right view. And they see that that person is reborn in a heavenly realm. "
        },
        {
          "scid": "mn136:11.3",
          "pli": "So evamāha: ",
          "en": "They say: "
        },
        {
          "scid": "mn136:11.4",
          "pli": "‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko. ",
          "en": "‘It seems that there is such a thing as good deeds, and the result of good conduct. "
        },
        {
          "scid": "mn136:11.5",
          "pli": "Amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti. ",
          "en": "For I have seen a person here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in a heavenly realm.’ "
        },
        {
          "scid": "mn136:11.6",
          "pli": "So evamāha: ",
          "en": "They say: "
        },
        {
          "scid": "mn136:11.7",
          "pli": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
          "en": "‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in a heavenly realm. "
        },
        {
          "scid": "mn136:11.8",
          "pli": "Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ",
          "en": "Those who know this are right. Those who know something else are wrong.’ "
        },
        {
          "scid": "mn136:11.9",
          "pli": "Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (3) ",
          "en": "And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’ "
        },
        {
          "scid": "mn136:12.1",
          "pli": "Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—idha pāṇātipātā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ. ",
          "en": "Take some ascetic or brahmin who with clairvoyance sees a person here who refrained from killing living creatures … and had right view. And they see that that person is reborn in hell. "
        },
        {
          "scid": "mn136:12.2",
          "pli": "So evamāha: ",
          "en": "They say: "
        },
        {
          "scid": "mn136:12.3",
          "pli": "‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko. Amāhaṃ puggalaṃ addasaṃ—",
          "en": "‘It seems that there is no such thing as good deeds, and the result of good conduct. For I have seen a person "
        },
        {
          "scid": "mn136:12.4",
          "pli": "idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti. ",
          "en": "here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in hell.’ "
        },
        {
          "scid": "mn136:12.5",
          "pli": "So evamāha: ‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
          "en": "They say: ‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in hell. "
        },
        {
          "scid": "mn136:12.6",
          "pli": "Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ",
          "en": "Those who know this are right. Those who know something else are wrong.’ "
        },
        {
          "scid": "mn136:12.7",
          "pli": "Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (4) ",
          "en": "And so they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly.’ "
        },
        {
          "scid": "mn136:13.1",
          "pli": "Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ",
          "en": "In this case, when an ascetic or brahmin says this: "
        },
        {
          "scid": "mn136:13.2",
          "pli": "‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko’ti idamassa anujānāmi; ",
          "en": "‘It seems that there is such a thing as bad deeds, and the result of bad conduct,’ I grant them that. "
        },
        {
          "scid": "mn136:13.3",
          "pli": "yampi so evamāha: ",
          "en": "And when they say: "
        },
        {
          "scid": "mn136:13.4",
          "pli": "‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti idampissa anujānāmi; ",
          "en": "‘I have seen a person here who killed living creatures … and had wrong view. And after death, they were reborn in hell,’ I also grant them that. "
        },
        {
          "scid": "mn136:13.5",
          "pli": "yañca kho so evamāha: ",
          "en": "But when they say: "
        },
        {
          "scid": "mn136:13.6",
          "pli": "‘yo kira, bho, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’ti idamassa nānujānāmi; ",
          "en": "‘It seems that everyone who kills living creatures … and has wrong view is reborn in hell,’ I don’t grant them that. "
        },
        {
          "scid": "mn136:13.7",
          "pli": "yampi so evamāha: ",
          "en": "And when they say: "
        },
        {
          "scid": "mn136:13.8",
          "pli": "‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ",
          "en": "‘Those who know this are right. Those who know something else are wrong,’ I also don’t grant them that. "
        },
        {
          "scid": "mn136:13.9",
          "pli": "yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ",
          "en": "And when they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly,’ I also don’t grant them that. "
        },
        {
          "scid": "mn136:13.10",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn136:13.11",
          "pli": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (1) ",
          "en": "Because the Realized One’s knowledge of the great analysis of deeds is otherwise. "
        },
        {
          "scid": "mn136:14.1",
          "pli": "Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ",
          "en": "In this case, when an ascetic or brahmin says this: "
        },
        {
          "scid": "mn136:14.2",
          "pli": "‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko’ti idamassa nānujānāmi; ",
          "en": "‘It seems that there is no such thing as bad deeds, and the result of bad conduct,’ I don’t grant them that. "
        },
        {
          "scid": "mn136:14.3",
          "pli": "yañca kho so evamāha: ",
          "en": "But when they say: "
        },
        {
          "scid": "mn136:14.4",
          "pli": "‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ … pe … micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti idamassa anujānāmi; ",
          "en": "‘I have seen a person here who killed living creatures … and had wrong view. And I saw that that person was reborn in a heavenly realm,’ I grant them that. "
        },
        {
          "scid": "mn136:14.5",
          "pli": "yañca kho so evamāha: ",
          "en": "But when they say: "
        },
        {
          "scid": "mn136:14.6",
          "pli": "‘yo kira, bho, pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti idamassa nānujānāmi; ",
          "en": "‘It seems that everyone who kills living creatures … and has wrong view is reborn in a heavenly realm,’ I don’t grant them that. … "
        },
        {
          "scid": "mn136:14.7",
          "pli": "yampi so evamāha: ",
          "en": " "
        },
        {
          "scid": "mn136:14.8",
          "pli": "‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ",
          "en": " "
        },
        {
          "scid": "mn136:14.9",
          "pli": "yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ",
          "en": " "
        },
        {
          "scid": "mn136:14.10",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "mn136:14.11",
          "pli": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (2) ",
          "en": "Because the Realized One’s knowledge of the great analysis of deeds is otherwise. "
        },
        {
          "scid": "mn136:15.1",
          "pli": "Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ",
          "en": "In this case, when an ascetic or brahmin says this: "
        },
        {
          "scid": "mn136:15.2",
          "pli": "‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko’ti idamassa anujānāmi; ",
          "en": "‘It seems that there is such a thing as good deeds, and the result of good conduct,’ I grant them that. "
        },
        {
          "scid": "mn136:15.3",
          "pli": "yampi so evamāha: ",
          "en": "And when they say: "
        },
        {
          "scid": "mn136:15.4",
          "pli": "‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti idampissa anujānāmi; ",
          "en": "‘I have seen a person here who refrained from killing living creatures … and had right view. And I saw that that person was reborn in a heavenly realm,’ I grant them that. "
        },
        {
          "scid": "mn136:15.5",
          "pli": "yañca kho so evamāha: ",
          "en": "But when they say: "
        },
        {
          "scid": "mn136:15.6",
          "pli": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti idamassa nānujānāmi; ",
          "en": "‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in a heavenly realm,’ I don’t grant them that. … "
        },
        {
          "scid": "mn136:15.7",
          "pli": "yampi so evamāha: ",
          "en": " "
        },
        {
          "scid": "mn136:15.8",
          "pli": "‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ",
          "en": " "
        },
        {
          "scid": "mn136:15.9",
          "pli": "yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ",
          "en": " "
        },
        {
          "scid": "mn136:15.10",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "mn136:15.11",
          "pli": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (3) ",
          "en": "Because the Realized One’s knowledge of the great analysis of deeds is otherwise. "
        },
        {
          "scid": "mn136:16.1",
          "pli": "Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ",
          "en": "In this case, when an ascetic or brahmin says this: "
        },
        {
          "scid": "mn136:16.2",
          "pli": "‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko’ti idamassa nānujānāmi; ",
          "en": "‘It seems that there is no such thing as good deeds, and the result of good conduct,’ I don’t grant them that. "
        },
        {
          "scid": "mn136:16.3",
          "pli": "yañca kho so evamāha: ",
          "en": "But when they say: "
        },
        {
          "scid": "mn136:16.4",
          "pli": "‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ … pe … sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti idamassa anujānāmi; ",
          "en": "‘I have seen a person here who refrained from killing living creatures … and had right view. And after death, they were reborn in hell,’ I grant them that. "
        },
        {
          "scid": "mn136:16.5",
          "pli": "yañca kho so evamāha: ",
          "en": "But when they say: "
        },
        {
          "scid": "mn136:16.6",
          "pli": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’ti idamassa nānujānāmi; ",
          "en": "‘It seems that everyone who refrains from killing living creatures … and has right view is reborn in hell,’ I don’t grant them that. "
        },
        {
          "scid": "mn136:16.7",
          "pli": "yañca kho so evamāha: ‘ye evaṃ jānanti te sammā jānanti; ",
          "en": "But when they say: ‘Those who know this are right. "
        },
        {
          "scid": "mn136:16.8",
          "pli": "ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ",
          "en": "Those who know something else are wrong,’ I also don’t grant them that. "
        },
        {
          "scid": "mn136:16.9",
          "pli": "yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ",
          "en": "And when they obstinately stick to what they have known, seen, and understood for themselves, insisting that: ‘This is the only truth, other ideas are silly,’ I also don’t grant them that. "
        },
        {
          "scid": "mn136:16.10",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn136:16.11",
          "pli": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (4) ",
          "en": "Because the Realized One’s knowledge of the great analysis of deeds is otherwise. "
        },
        {
          "scid": "mn136:17.1",
          "pli": "Tatrānanda, yvāyaṃ puggalo idha pāṇātipātī adinnādāyī … pe … micchādiṭṭhi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, ",
          "en": "Now, Ānanda, take the case of the person here who killed living creatures … and had wrong view, and who, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn136:17.2",
          "pli": "pubbe vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā. ",
          "en": "They must have done a bad deed to be experienced as painful either previously or later, or else at the time of death they undertook wrong view. "
        },
        {
          "scid": "mn136:17.3",
          "pli": "Tena so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
          "en": "And that’s why, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn136:17.4",
          "pli": "Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti … pe … micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (1) ",
          "en": "But anyone here who kills living creatures … and has wrong view experiences the result of that in the present life, or in the next life, or in some subsequent period. "
        },
        {
          "scid": "mn136:18.1",
          "pli": "Tatrānanda, yvāyaṃ puggalo idha pāṇātipātī adinnādāyī … pe … micchādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, ",
          "en": "Now, Ānanda, take the case of the person here who killed living creatures … and had wrong view, and who is reborn in a heavenly realm. "
        },
        {
          "scid": "mn136:18.2",
          "pli": "pubbe vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā. ",
          "en": "They must have done a good deed to be experienced as pleasant either previously or later, or else at the time of death they undertook right view. "
        },
        {
          "scid": "mn136:18.3",
          "pli": "Tena so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
          "en": "And that’s why, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn136:18.4",
          "pli": "Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti … pe … micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (2) ",
          "en": "But anyone here who kills living creatures … and has wrong view experiences the result of that in the present life, or in the next life, or in some subsequent period. "
        },
        {
          "scid": "mn136:19.1",
          "pli": "Tatrānanda, yvāyaṃ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, ",
          "en": "Now, Ānanda, take the case of the person here who refrained from killing living creatures … and had right view, and who is reborn in a heavenly realm. "
        },
        {
          "scid": "mn136:19.2",
          "pli": "pubbe vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā. ",
          "en": "They must have done a good deed to be experienced as pleasant either previously or later, or else at the time of death they undertook right view. "
        },
        {
          "scid": "mn136:19.3",
          "pli": "Tena so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
          "en": "And that’s why, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn136:19.4",
          "pli": "Yañca kho so idha pāṇātipātā paṭivirato hoti adinnādānā paṭivirato hoti … pe … sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (3) ",
          "en": "But anyone here who refrains from killing living creatures … and has right view experiences the result of that in the present life, or in the next life, or in some subsequent period. "
        },
        {
          "scid": "mn136:20.1",
          "pli": "Tatrānanda, yvāyaṃ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato … pe … sammādiṭṭhi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, ",
          "en": "Now, Ānanda, take the case of the person here who refrained from killing living creatures … and had right view, and who is reborn in hell. "
        },
        {
          "scid": "mn136:20.2",
          "pli": "pubbe vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā. ",
          "en": "They must have done a bad deed to be experienced as painful either previously or later, or else at the time of death they undertook wrong view. "
        },
        {
          "scid": "mn136:20.3",
          "pli": "Tena so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
          "en": "And that’s why, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn136:20.4",
          "pli": "Yañca kho so idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti … pe … sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (4) ",
          "en": "But anyone here who refrains from killing living creatures … and has right view experiences the result of that in the present life, or in the next life, or in some subsequent period. "
        },
        {
          "scid": "mn136:21.1",
          "pli": "Iti kho, ānanda, atthi kammaṃ abhabbaṃ abhabbābhāsaṃ, atthi kammaṃ abhabbaṃ bhabbābhāsaṃ, atthi kammaṃ bhabbañceva bhabbābhāsañca, atthi kammaṃ bhabbaṃ abhabbābhāsan”ti. ",
          "en": "So, Ānanda, there are deeds that are ineffective and appear ineffective. There are deeds that are ineffective but appear effective. There are deeds that are effective and appear effective. And there are deeds that are effective but appear ineffective.” "
        },
        {
          "scid": "mn136:21.2",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn136:21.3",
          "pli": "Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ",
          "en": "Satisfied, Venerable Ānanda was happy with what the Buddha said. "
        },
        {
          "scid": "mn136:21.4",
          "pli": "Mahākammavibhaṅgasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn136/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 136",
    "volpages": "MN iii 207",
    "uid": "mn136",
    "blurb": "Confronted with an overly simplistic version of his own teachings, the Buddha emphasizes the often overlooked nuances and qualifications in how karma plays out.",
    "difficulty": 3,
    "original_title": "Mahākammavibhaṅga Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Longer Analysis of Deeds ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn136_sujato",
        "segmented": true,
        "title": "The Longer Analysis of Deeds ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_mn136_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2005",
        "segmented": false,
        "volpage": null,
        "title": "The Great Exposition of Kamma"
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "num": 6
  }
}