{
  "sutta_uid": "mn144",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn144",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Advice to Channa ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Advice to Puṇṇa ",
      "uid": "mn145"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Advice to Anāthapiṇḍika ",
      "uid": "mn143"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn144:0.1",
          "pli": "Majjhima Nikāya 144 ",
          "en": "Middle Discourses 144 "
        },
        {
          "scid": "mn144:0.2",
          "pli": "Channovādasutta ",
          "en": "Advice to Channa "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 144 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn144:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn144:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "mn144:2.1",
          "pli": "Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahācundo āyasmā ca channo gijjhakūṭe pabbate viharanti. ",
          "en": "Now at that time the venerables Sāriputta, Mahācunda, and Channa were staying on the Vulture’s Peak Mountain. "
        },
        {
          "scid": "mn144:3.1",
          "pli": "Tena kho pana samayena āyasmā channo ābādhiko hoti dukkhito bāḷhagilāno. ",
          "en": "Now at that time Venerable Channa was sick, suffering, gravely ill. "
        },
        {
          "scid": "mn144:3.2",
          "pli": "Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahācundo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahācundaṃ etadavoca: ",
          "en": "Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Mahācunda and said to him, "
        },
        {
          "scid": "mn144:3.3",
          "pli": "“āyāmāvuso cunda, yenāyasmā channo tenupasaṅkamissāma gilānapucchakā”ti. ",
          "en": "“Come, Reverend Cunda, let’s go to see Venerable Channa and ask about his illness.” "
        },
        {
          "scid": "mn144:3.4",
          "pli": "“Evamāvuso”ti kho āyasmā mahācundo āyasmato sāriputtassa paccassosi. ",
          "en": "“Yes, reverend,” replied Mahācunda. "
        },
        {
          "scid": "mn144:4.1",
          "pli": "Atha kho āyasmā ca sāriputto āyasmā ca mahācundo yenāyasmā channo tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā channena saddhiṃ sammodiṃsu. ",
          "en": "And then Sāriputta and Mahācunda went to see Channa and exchanged greetings with him. "
        },
        {
          "scid": "mn144:4.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ channaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, they sat down to one side. Then Sāriputta said to Channa, "
        },
        {
          "scid": "mn144:4.3",
          "pli": "“kacci te, āvuso channa, khamanīyaṃ, kacci yāpanīyaṃ? Kacci te dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti? ",
          "en": "“I hope you’re keeping well, Reverend Channa; I hope you’re alright. I hope that your pain is fading, not growing, that its fading is evident, not its growing.” "
        },
        {
          "scid": "mn144:5.1",
          "pli": "“Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo. ",
          "en": "“Reverend Sāriputta, I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading. "
        },
        {
          "scid": "mn144:5.2",
          "pli": "Seyyathāpi, āvuso sāriputta, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho me, āvuso sāriputta, adhimattā vātā muddhani ūhananti. ",
          "en": "The winds piercing my head are so severe, it feels like a strong man drilling into my head with a sharp point. "
        },
        {
          "scid": "mn144:5.3",
          "pli": "Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati no paṭikkamo. ",
          "en": " "
        },
        {
          "scid": "mn144:5.4",
          "pli": "Seyyathāpi, āvuso sāriputta, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya; evameva kho me, āvuso sāriputta, adhimattā sīse sīsavedanā. ",
          "en": "The pain in my head is so severe, it feels like a strong man tightening a tough leather strap around my head. "
        },
        {
          "scid": "mn144:5.5",
          "pli": "Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo. ",
          "en": " "
        },
        {
          "scid": "mn144:5.6",
          "pli": "Seyyathāpi, āvuso sāriputta, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya; evameva kho me, āvuso sāriputta, adhimattā vātā kucchiṃ parikantanti. ",
          "en": "The winds piercing my belly are so severe, it feels like a deft butcher or their apprentice is slicing my belly open with a meat cleaver. "
        },
        {
          "scid": "mn144:5.7",
          "pli": "Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo. ",
          "en": " "
        },
        {
          "scid": "mn144:5.8",
          "pli": "Seyyathāpi, āvuso sāriputta, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ; evameva kho me, āvuso sāriputta, adhimatto kāyasmiṃ ḍāho. ",
          "en": "The burning in my body is so severe, it feels like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals. "
        },
        {
          "scid": "mn144:5.9",
          "pli": "Na me, āvuso sāriputta, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo. ",
          "en": "I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading. "
        },
        {
          "scid": "mn144:5.10",
          "pli": "Satthaṃ, āvuso sāriputta, āharissāmi, nāvakaṅkhāmi jīvitan”ti. ",
          "en": "Reverend Sāriputta, I will slit my wrists. I don’t wish to live.” "
        },
        {
          "scid": "mn144:6.1",
          "pli": "“Māyasmā channo satthaṃ āharesi. ",
          "en": "“Please don’t slit your wrists! "
        },
        {
          "scid": "mn144:6.2",
          "pli": "Yāpetāyasmā channo. Yāpentaṃ mayaṃ āyasmantaṃ channaṃ icchāma. ",
          "en": "Venerable Channa, keep going! We want you to keep going. "
        },
        {
          "scid": "mn144:6.3",
          "pli": "Sace āyasmato channassa natthi sappāyāni bhojanāni, ahaṃ āyasmato channassa sappāyāni bhojanāni pariyesissāmi. ",
          "en": "If you don’t have any suitable food, we’ll find it for you. "
        },
        {
          "scid": "mn144:6.4",
          "pli": "Sace āyasmato channassa natthi sappāyāni bhesajjāni, ahaṃ āyasmato channassa sappāyāni bhesajjāni pariyesissāmi. ",
          "en": "If you don’t have suitable medicine, we’ll find it for you. "
        },
        {
          "scid": "mn144:6.5",
          "pli": "Sace āyasmato channassa natthi patirūpā upaṭṭhākā, ahaṃ āyasmantaṃ channaṃ upaṭṭhahissāmi. ",
          "en": "If you don’t have a capable carer, we’ll find one for you. "
        },
        {
          "scid": "mn144:6.6",
          "pli": "Māyasmā channo satthaṃ āharesi. ",
          "en": "Please don’t slit your wrists! "
        },
        {
          "scid": "mn144:6.7",
          "pli": "Yāpetāyasmā channo. Yāpentaṃ mayaṃ āyasmantaṃ channaṃ icchāmā”ti. ",
          "en": "Venerable Channa, keep going! We want you to keep going.” "
        },
        {
          "scid": "mn144:7.1",
          "pli": "“Napi me, āvuso sāriputta, natthi sappāyāni bhojanāni; ",
          "en": "“Reverend Sāriputta, it’s not that I don’t have suitable food, "
        },
        {
          "scid": "mn144:7.2",
          "pli": "napi me natthi sappāyāni bhesajjāni; ",
          "en": "or suitable medicine, "
        },
        {
          "scid": "mn144:7.3",
          "pli": "napi me natthi patirūpā upaṭṭhākā; ",
          "en": "or a capable carer. "
        },
        {
          "scid": "mn144:7.4",
          "pli": "api cāvuso sāriputta, pariciṇṇo me satthā dīgharattaṃ manāpeneva no amanāpena. ",
          "en": "Moreover, for a long time now I have served the Teacher with love, not without love. "
        },
        {
          "scid": "mn144:7.5",
          "pli": "Etañhi, āvuso sāriputta, sāvakassa patirūpaṃ yaṃ satthāraṃ paricareyya manāpeneva no amanāpena. ",
          "en": "For it is proper for a disciple to serve the Teacher with love, not without love. "
        },
        {
          "scid": "mn144:7.6",
          "pli": "‘Anupavajjaṃ channo bhikkhu satthaṃ āharissatī’ti evametaṃ, āvuso sāriputta, dhārehī”ti. ",
          "en": "You should remember this: ‘The mendicant Channa slit his wrists blamelessly.’” "
        },
        {
          "scid": "mn144:8.1",
          "pli": "“Puccheyyāma mayaṃ āyasmantaṃ channaṃ kañcideva desaṃ, sace āyasmā channo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti. ",
          "en": "“I’d like to ask you about a certain point, if you’d take the time to answer.” "
        },
        {
          "scid": "mn144:8.2",
          "pli": "“Pucchāvuso sāriputta, sutvā vedissāmī”ti. ",
          "en": "“Ask, Reverend Sāriputta. When I’ve heard it I’ll know.” "
        },
        {
          "scid": "mn144:9.1",
          "pli": "“Cakkhuṃ, āvuso channa, cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasi? ",
          "en": "“Reverend Channa, do you regard the eye, eye consciousness, and things knowable by eye consciousness in this way: ‘This is mine, I am this, this is my self’? "
        },
        {
          "scid": "mn144:9.2",
          "pli": "Sotaṃ, āvuso channa, sotaviññāṇaṃ … pe … ",
          "en": "Do you regard the ear … "
        },
        {
          "scid": "mn144:9.3",
          "pli": "ghānaṃ, āvuso channa, ghānaviññāṇaṃ … ",
          "en": "nose … "
        },
        {
          "scid": "mn144:9.4",
          "pli": "jivhaṃ, āvuso channa, jivhāviññāṇaṃ … ",
          "en": "tongue … "
        },
        {
          "scid": "mn144:9.5",
          "pli": "kāyaṃ, āvuso channa, kāyaviññāṇaṃ … ",
          "en": "body … "
        },
        {
          "scid": "mn144:9.6",
          "pli": "manaṃ, āvuso channa, manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasī”ti? ",
          "en": "mind, mind consciousness, and things knowable by mind consciousness in this way: ‘This is mine, I am this, this is my self’?” "
        },
        {
          "scid": "mn144:9.7",
          "pli": "“Cakkhuṃ, āvuso sāriputta, cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi. ",
          "en": "“Reverend Sāriputta, I regard the eye, eye consciousness, and things knowable by eye consciousness in this way: ‘This is not mine, I am not this, this is not my self.’ "
        },
        {
          "scid": "mn144:9.8",
          "pli": "Sotaṃ, āvuso sāriputta … pe … ",
          "en": "I regard the ear … "
        },
        {
          "scid": "mn144:9.9",
          "pli": "ghānaṃ, āvuso sāriputta … ",
          "en": "nose … "
        },
        {
          "scid": "mn144:9.10",
          "pli": "jivhaṃ, āvuso sāriputta … ",
          "en": "tongue … "
        },
        {
          "scid": "mn144:9.11",
          "pli": "kāyaṃ, āvuso sāriputta … ",
          "en": "body … "
        },
        {
          "scid": "mn144:9.12",
          "pli": "manaṃ, āvuso sāriputta, manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ",
          "en": "mind, mind consciousness, and things knowable by mind consciousness in this way: ‘This is not mine, I am not this, this is not my self’.” "
        },
        {
          "scid": "mn144:10.1",
          "pli": "“Cakkhusmiṃ, āvuso channa, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya cakkhuṃ cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasi? ",
          "en": "“Reverend Channa, what have you seen, what have you directly known in these things that you regard them in this way: ‘This is not mine, I am not this, this is not my self’?” "
        },
        {
          "scid": "mn144:10.2",
          "pli": "Sotasmiṃ, āvuso channa, sotaviññāṇe … ",
          "en": " "
        },
        {
          "scid": "mn144:10.3",
          "pli": "ghānasmiṃ, āvuso channa, ghānaviññāṇe … ",
          "en": " "
        },
        {
          "scid": "mn144:10.4",
          "pli": "jivhāya, āvuso channa, jivhāviññāṇe … ",
          "en": " "
        },
        {
          "scid": "mn144:10.5",
          "pli": "kāyasmiṃ, āvuso channa, kāyaviññāṇe … ",
          "en": " "
        },
        {
          "scid": "mn144:10.6",
          "pli": "manasmiṃ, āvuso channa, manoviññāṇe manoviññāṇaviññātabbesu dhammesu kiṃ disvā kiṃ abhiññāya manaṃ manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassasī”ti? ",
          "en": " "
        },
        {
          "scid": "mn144:10.7",
          "pli": "“Cakkhusmiṃ, āvuso sāriputta, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya cakkhuṃ cakkhuviññāṇaṃ cakkhuviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmi. ",
          "en": "“Reverend Sāriputta, after seeing cessation, after directly knowing cessation in these things I regard them in this way: ‘This is not mine, I am not this, this is not my self’.” "
        },
        {
          "scid": "mn144:10.8",
          "pli": "Sotasmiṃ, āvuso sāriputta, sotaviññāṇe … ",
          "en": " "
        },
        {
          "scid": "mn144:10.9",
          "pli": "ghānasmiṃ, āvuso sāriputta, ghānaviññāṇe … ",
          "en": " "
        },
        {
          "scid": "mn144:10.10",
          "pli": "jivhāya, āvuso sāriputta, jivhāviññāṇe … ",
          "en": " "
        },
        {
          "scid": "mn144:10.11",
          "pli": "kāyasmiṃ, āvuso sāriputta, kāyaviññāṇe … ",
          "en": " "
        },
        {
          "scid": "mn144:10.12",
          "pli": "manasmiṃ, āvuso sāriputta, manoviññāṇe manoviññāṇaviññātabbesu dhammesu nirodhaṃ disvā nirodhaṃ abhiññāya manaṃ manoviññāṇaṃ manoviññāṇaviññātabbe dhamme ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ",
          "en": " "
        },
        {
          "scid": "mn144:11.1",
          "pli": "Evaṃ vutte, āyasmā mahācundo āyasmantaṃ channaṃ etadavoca: ",
          "en": "When he said this, Venerable Mahācunda said to Venerable Channa: "
        },
        {
          "scid": "mn144:11.2",
          "pli": "“tasmātiha, āvuso channa, idampi tassa bhagavato sāsanaṃ, niccakappaṃ manasi kātabbaṃ: ",
          "en": "“So, Reverend Channa, you should pay close attention to this instruction of the Buddha whenever you can: "
        },
        {
          "scid": "mn144:11.3",
          "pli": "‘nissitassa calitaṃ, anissitassa calitaṃ natthi. ",
          "en": "‘For the dependent there is agitation. For the independent there’s no agitation. "
        },
        {
          "scid": "mn144:11.4",
          "pli": "Calite asati passaddhi, ",
          "en": "When there’s no agitation there is tranquility. "
        },
        {
          "scid": "mn144:11.5",
          "pli": "passaddhiyā sati nati na hoti. ",
          "en": "When there is tranquility there’s no inclination. "
        },
        {
          "scid": "mn144:11.6",
          "pli": "Natiyā asati āgatigati na hoti. ",
          "en": "When there’s no inclination there’s no coming and going. "
        },
        {
          "scid": "mn144:11.7",
          "pli": "Āgatigatiyā asati cutūpapāto na hoti. ",
          "en": "When there’s no coming and going there’s no passing away and reappearing. "
        },
        {
          "scid": "mn144:11.8",
          "pli": "Cutūpapāte asati nevidha na huraṃ na ubhayamantarena. ",
          "en": "When there’s no passing away and reappearing there’s no this world or world beyond or between the two. "
        },
        {
          "scid": "mn144:11.9",
          "pli": "Esevanto dukkhassā’”ti. ",
          "en": "Just this is the end of suffering.’” "
        },
        {
          "scid": "mn144:11.10",
          "pli": "Atha kho āyasmā ca sāriputto āyasmā ca mahācundo āyasmantaṃ channaṃ iminā ovādena ovaditvā uṭṭhāyāsanā pakkamiṃsu. ",
          "en": "And when the venerables Sāriputta and Mahācunda had given Venerable Channa this advice they got up from their seat and left. "
        },
        {
          "scid": "mn144:12.1",
          "pli": "Atha kho āyasmā channo acirapakkante āyasmante ca sāriputte āyasmante ca mahācunde satthaṃ āharesi. ",
          "en": "Not long after those venerables had left, Venerable Channa slit his wrists. "
        },
        {
          "scid": "mn144:13.1",
          "pli": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "Then Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "mn144:13.2",
          "pli": "“āyasmatā, bhante, channena satthaṃ āharitaṃ. ",
          "en": "“Sir, Venerable Channa has slit his wrists. "
        },
        {
          "scid": "mn144:13.3",
          "pli": "Tassa kā gati, ko abhisamparāyo”ti? ",
          "en": "Where has he been reborn in his next life?” "
        },
        {
          "scid": "mn144:13.4",
          "pli": "“Nanu te, sāriputta, channena bhikkhunā sammukhāyeva anupavajjatā byākatā”ti? ",
          "en": "“Sāriputta, didn’t the mendicant Channa declare his blamelessness to you personally?” "
        },
        {
          "scid": "mn144:13.5",
          "pli": "“Atthi, bhante, pubbajiraṃ nāma vajjigāmo. ",
          "en": "“Sir, there is a Vajjian village named Pubbavijjhana "
        },
        {
          "scid": "mn144:13.6",
          "pli": "Tatthāyasmato channassa mittakulāni suhajjakulāni upavajjakulānī”ti. ",
          "en": "where Channa had families with whom he was friendly, intimate, and familiar.” "
        },
        {
          "scid": "mn144:13.7",
          "pli": "“Honti hete, sāriputta, channassa bhikkhuno mittakulāni suhajjakulāni upavajjakulāni. ",
          "en": "“The mendicant Channa did indeed have such families. "
        },
        {
          "scid": "mn144:13.8",
          "pli": "Nāhaṃ, sāriputta, ettāvatā ‘saupavajjo’ti vadāmi. ",
          "en": "But this is not enough for me to call someone ‘blameworthy’. "
        },
        {
          "scid": "mn144:13.9",
          "pli": "Yo kho, sāriputta, imañca kāyaṃ nikkhipati aññañca kāyaṃ upādiyati tamahaṃ ‘saupavajjo’ti vadāmi. ",
          "en": "When someone lays down this body and takes up another body, I call them ‘blameworthy’. "
        },
        {
          "scid": "mn144:13.10",
          "pli": "Taṃ channassa bhikkhuno natthi. ",
          "en": "But the mendicant Channa did no such thing. "
        },
        {
          "scid": "mn144:13.11",
          "pli": "‘Anupavajjo channo bhikkhu satthaṃ āharesī’ti evametaṃ, sāriputta, dhārehī”ti. ",
          "en": "You should remember this: ‘The mendicant Channa slit his wrists blamelessly.’” "
        },
        {
          "scid": "mn144:13.12",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn144:13.13",
          "pli": "Attamano āyasmā sāriputto bhagavato bhāsitaṃ abhinandīti. ",
          "en": "Satisfied, Venerable Sāriputta was happy with what the Buddha said. "
        },
        {
          "scid": "mn144:13.14",
          "pli": "Channovādasuttaṃ niṭṭhitaṃ dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn144/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 144",
    "volpages": "MN iii 263",
    "uid": "mn144",
    "blurb": "The monk Channa is suffering a painful terminal illness and wishes to take his own life.",
    "difficulty": 2,
    "original_title": "Channovāda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Advice to Channa ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn144_sujato",
        "segmented": true,
        "title": "Advice to Channa ",
        "volpage": null
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 2
  }
}