{
  "sutta_uid": "mn21",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn21",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Simile of the Saw ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of the Snake ",
      "uid": "mn22"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "How to Stop Thinking ",
      "uid": "mn20"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn21:0.1",
          "pli": "Majjhima Nikāya 21 ",
          "en": "Middle Discourses 21 "
        },
        {
          "scid": "mn21:0.2",
          "pli": "Kakacūpamasutta ",
          "en": "The Simile of the Saw "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 21 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn21:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn21:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "mn21:2.1",
          "pli": "Tena kho pana samayena āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharati. ",
          "en": "Now at that time, Venerable Phagguna of the Top-Knot was mixing too closely together with the nuns. "
        },
        {
          "scid": "mn21:2.2",
          "pli": "Evaṃ saṃsaṭṭho āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharati—",
          "en": "So much so that "
        },
        {
          "scid": "mn21:2.3",
          "pli": "sace koci bhikkhu āyasmato moḷiyaphaggunassa sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāsati, tenāyasmā moḷiyaphagguno kupito anattamano adhikaraṇampi karoti. ",
          "en": "if any mendicant criticized those nuns in his presence, Phagguna of the Top-Knot got angry and upset, and even instigated disciplinary proceedings. "
        },
        {
          "scid": "mn21:2.4",
          "pli": "Sace pana koci bhikkhu tāsaṃ bhikkhunīnaṃ sammukhā āyasmato moḷiyaphaggunassa avaṇṇaṃ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti. ",
          "en": "And if any mendicant criticized Phagguna of the Top-Knot in their presence, those nuns got angry and upset, and even instigated disciplinary proceedings. "
        },
        {
          "scid": "mn21:2.5",
          "pli": "Evaṃ saṃsaṭṭho āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharati. ",
          "en": "That’s how much Phagguna of the Top-Knot was mixing too closely together with the nuns. "
        },
        {
          "scid": "mn21:3.1",
          "pli": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ",
          "en": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and told him what was going on. "
        },
        {
          "scid": "mn21:3.2",
          "pli": "“āyasmā, bhante, moḷiyaphagguno bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharati. ",
          "en": " "
        },
        {
          "scid": "mn21:3.3",
          "pli": "Evaṃ saṃsaṭṭho, bhante, āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharati—",
          "en": " "
        },
        {
          "scid": "mn21:3.4",
          "pli": "sace koci bhikkhu āyasmato moḷiyaphaggunassa sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāsati, tenāyasmā moḷiyaphagguno kupito anattamano adhikaraṇampi karoti. ",
          "en": " "
        },
        {
          "scid": "mn21:3.5",
          "pli": "Sace pana koci bhikkhu tāsaṃ bhikkhunīnaṃ sammukhā āyasmato moḷiyaphaggunassa avaṇṇaṃ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti. ",
          "en": " "
        },
        {
          "scid": "mn21:3.6",
          "pli": "Evaṃ saṃsaṭṭho, bhante, āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharatī”ti. ",
          "en": " "
        },
        {
          "scid": "mn21:4.1",
          "pli": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ",
          "en": "So the Buddha said to a certain monk, "
        },
        {
          "scid": "mn21:4.2",
          "pli": "“ehi tvaṃ, bhikkhu, mama vacanena moḷiyaphaggunaṃ bhikkhuṃ āmantehi: ",
          "en": "“Please, monk, in my name tell the mendicant Phagguna of the Top-Knot that "
        },
        {
          "scid": "mn21:4.3",
          "pli": "‘satthā taṃ, āvuso phagguna, āmantetī’”ti. ",
          "en": "the teacher summons him.” "
        },
        {
          "scid": "mn21:4.4",
          "pli": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā moḷiyaphagguno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ moḷiyaphaggunaṃ etadavoca: ",
          "en": "“Yes, sir,” that monk replied. He went to Phagguna of the Top-Knot and said to him, "
        },
        {
          "scid": "mn21:4.5",
          "pli": "“satthā taṃ, āvuso phagguna, āmantetī”ti. ",
          "en": "“Reverend Phagguna, the teacher summons you.” "
        },
        {
          "scid": "mn21:4.6",
          "pli": "“Evamāvuso”ti kho āyasmā moḷiyaphagguno tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ moḷiyaphaggunaṃ bhagavā etadavoca: ",
          "en": "“Yes, reverend,” Phagguna replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: "
        },
        {
          "scid": "mn21:5.1",
          "pli": "“Saccaṃ kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharasi? ",
          "en": "“Is it really true, Phagguna, that you’ve been mixing overly closely together with the nuns? "
        },
        {
          "scid": "mn21:5.2",
          "pli": "Evaṃ saṃsaṭṭho kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ viharasi—",
          "en": "So much so that "
        },
        {
          "scid": "mn21:5.3",
          "pli": "sace koci bhikkhu tuyhaṃ sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāsati, tena tvaṃ kupito anattamano adhikaraṇampi karosi. ",
          "en": "if any mendicant criticizes those nuns in your presence, you get angry and upset, and even instigate disciplinary proceedings? "
        },
        {
          "scid": "mn21:5.4",
          "pli": "Sace pana koci bhikkhu tāsaṃ bhikkhunīnaṃ sammukhā tuyhaṃ avaṇṇaṃ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti. ",
          "en": "And if any mendicant criticizes you in those nuns’ presence, they get angry and upset, and even instigate disciplinary proceedings? "
        },
        {
          "scid": "mn21:5.5",
          "pli": "Evaṃ saṃsaṭṭho kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ viharasī”ti? ",
          "en": "Is that how much you’re mixing overly closely together with the nuns?” "
        },
        {
          "scid": "mn21:5.6",
          "pli": "“Evaṃ, bhante”ti. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn21:5.7",
          "pli": "“Nanu tvaṃ, phagguna, kulaputto saddhā agārasmā anagāriyaṃ pabbajito”ti? ",
          "en": "“Phagguna, are you not a gentleman who has gone forth from the lay life to homelessness?” "
        },
        {
          "scid": "mn21:5.8",
          "pli": "“Evaṃ, bhante”ti. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn21:6.1",
          "pli": "“Na kho te etaṃ, phagguna, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa, yaṃ tvaṃ bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho vihareyyāsi. ",
          "en": "“As such, it’s not appropriate for you to mix so closely with the nuns. "
        },
        {
          "scid": "mn21:6.2",
          "pli": "Tasmātiha, phagguna, tava cepi koci sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāseyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi. ",
          "en": "So if anyone criticizes those nuns in your presence, you should give up any desires or thoughts of the lay life. "
        },
        {
          "scid": "mn21:6.3",
          "pli": "Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ: ",
          "en": "If that happens, you should train like this: "
        },
        {
          "scid": "mn21:6.4",
          "pli": "‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti. ",
          "en": "‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’ "
        },
        {
          "scid": "mn21:6.5",
          "pli": "Evañhi te, phagguna, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "mn21:6.6",
          "pli": "Tasmātiha, phagguna, tava cepi koci sammukhā tāsaṃ bhikkhunīnaṃ pāṇinā pahāraṃ dadeyya, leḍḍunā pahāraṃ dadeyya, daṇḍena pahāraṃ dadeyya, satthena pahāraṃ dadeyya. Tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi. ",
          "en": "So even if someone strikes those nuns with fists, stones, rods, and swords in your presence, you should give up any desires or thoughts of the lay life. "
        },
        {
          "scid": "mn21:6.7",
          "pli": "Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ ",
          "en": "If that happens, you should train like this: "
        },
        {
          "scid": "mn21:6.8",
          "pli": "‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti. ",
          "en": "‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’ "
        },
        {
          "scid": "mn21:6.9",
          "pli": "Evañhi te, phagguna, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "mn21:6.10",
          "pli": "Tasmātiha, phagguna, tava cepi koci sammukhā avaṇṇaṃ bhāseyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi. ",
          "en": "So if anyone criticizes you in your presence, you should give up any desires or thoughts of the lay life. "
        },
        {
          "scid": "mn21:6.11",
          "pli": "Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti. ",
          "en": "If that happens, you should train like this: ‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’ "
        },
        {
          "scid": "mn21:6.12",
          "pli": "Evañhi te, phagguna, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "mn21:6.13",
          "pli": "Tasmātiha, phagguna, tava cepi koci pāṇinā pahāraṃ dadeyya, leḍḍunā pahāraṃ dadeyya, daṇḍena pahāraṃ dadeyya, satthena pahāraṃ dadeyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi. ",
          "en": "So Phagguṇa, even if someone strikes you with fists, stones, rods, and swords, you should give up any desires or thoughts of the lay life. "
        },
        {
          "scid": "mn21:6.14",
          "pli": "Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti. ",
          "en": "If that happens, you should train like this: ‘My mind will be unaffected. I will blurt out no bad words. I will remain full of compassion, with a heart of love and no secret hate.’ "
        },
        {
          "scid": "mn21:6.15",
          "pli": "Evañhi te, phagguna, sikkhitabban”ti. ",
          "en": "That’s how you should train.” "
        },
        {
          "scid": "mn21:7.1",
          "pli": "Atha kho bhagavā bhikkhū āmantesi: ",
          "en": "Then the Buddha said to the mendicants: "
        },
        {
          "scid": "mn21:7.2",
          "pli": "“ārādhayiṃsu vata me, bhikkhave, bhikkhū ekaṃ samayaṃ cittaṃ. ",
          "en": "“Mendicants, I used to be satisfied with the mendicants. "
        },
        {
          "scid": "mn21:7.3",
          "pli": "Idhāhaṃ, bhikkhave, bhikkhū āmantesiṃ—",
          "en": "Once, I addressed them: "
        },
        {
          "scid": "mn21:7.4",
          "pli": "ahaṃ kho, bhikkhave, ekāsanabhojanaṃ bhuñjāmi. ",
          "en": "‘I eat my food in one sitting per day. "
        },
        {
          "scid": "mn21:7.5",
          "pli": "Ekāsanabhojanaṃ kho ahaṃ, bhikkhave, bhuñjamāno appābādhatañca sañjānāmi appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
          "en": "Doing so, I find that I’m healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "mn21:7.6",
          "pli": "Etha tumhepi, bhikkhave, ekāsanabhojanaṃ bhuñjatha. ",
          "en": "You too should eat your food in one sitting per day. "
        },
        {
          "scid": "mn21:7.7",
          "pli": "Ekāsanabhojanaṃ kho, bhikkhave, tumhepi bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcāti. ",
          "en": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.’ "
        },
        {
          "scid": "mn21:7.8",
          "pli": "Na me, bhikkhave, tesu bhikkhūsu anusāsanī karaṇīyā ahosi; ",
          "en": "I didn’t have to keep on instructing those mendicants; "
        },
        {
          "scid": "mn21:7.9",
          "pli": "satuppādakaraṇīyameva me, bhikkhave, tesu bhikkhūsu ahosi. ",
          "en": "I just had to prompt their mindfulness. "
        },
        {
          "scid": "mn21:7.10",
          "pli": "Seyyathāpi, bhikkhave, subhūmiyaṃ catumahāpathe ājaññaratho yutto assa ṭhito odhastapatodo. ",
          "en": "Suppose a chariot stood harnessed to thoroughbreds at a level crossroads, with a goad ready. "
        },
        {
          "scid": "mn21:7.11",
          "pli": "Tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā, vāmena hatthena rasmiyo gahetvā, dakkhiṇena hatthena patodaṃ gahetvā, yenicchakaṃ yadicchakaṃ sāreyyapi paccāsāreyyapi. ",
          "en": "Then a deft horse trainer, a master charioteer, might mount the chariot, taking the reins in his right hand and goad in the left. He’d drive out and back wherever he wishes, whenever he wishes. "
        },
        {
          "scid": "mn21:7.12",
          "pli": "Evameva kho, bhikkhave, na me tesu bhikkhūsu anusāsanī karaṇīyā ahosi, ",
          "en": "In the same way, I didn’t have to keep on instructing those mendicants; "
        },
        {
          "scid": "mn21:7.13",
          "pli": "satuppādakaraṇīyameva me, bhikkhave, tesu bhikkhūsu ahosi. ",
          "en": "I just had to prompt their mindfulness. "
        },
        {
          "scid": "mn21:7.14",
          "pli": "Tasmātiha, bhikkhave, tumhepi akusalaṃ pajahatha, kusalesu dhammesu āyogaṃ karotha. ",
          "en": "So, mendicants, give up what’s unskillful and devote yourselves to skillful qualities. "
        },
        {
          "scid": "mn21:7.15",
          "pli": "Evañhi tumhepi imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatha. ",
          "en": "In this way you’ll achieve growth, improvement, and maturity in this teaching and training. "
        },
        {
          "scid": "mn21:8.1",
          "pli": "Seyyathāpi, bhikkhave, gāmassa vā nigamassa vā avidūre mahantaṃ sālavanaṃ. ",
          "en": "Suppose that not far from a town or village there was a large grove of sal trees "
        },
        {
          "scid": "mn21:8.2",
          "pli": "Tañcassa eḷaṇḍehi sañchannaṃ. ",
          "en": "that was choked with castor-oil weeds. "
        },
        {
          "scid": "mn21:8.3",
          "pli": "Tassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo. ",
          "en": "Then along comes a person who wants to help protect and nurture that grove. "
        },
        {
          "scid": "mn21:8.4",
          "pli": "So yā tā sālalaṭṭhiyo kuṭilā ojāpaharaṇiyo tā chetvā bahiddhā nīhareyya, antovanaṃ suvisodhitaṃ visodheyya. ",
          "en": "They’d cut down the crooked sal saplings that were robbing the sap, and throw them out. They’d clean up the interior of the grove, "
        },
        {
          "scid": "mn21:8.5",
          "pli": "Yā pana tā sālalaṭṭhiyo ujukā sujātā tā sammā parihareyya. ",
          "en": "and properly care for the straight, well-formed sal saplings. "
        },
        {
          "scid": "mn21:8.6",
          "pli": "Evañhetaṃ, bhikkhave, sālavanaṃ aparena samayena vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya. ",
          "en": "In this way, in due course, that sal grove would grow, increase, and mature. "
        },
        {
          "scid": "mn21:8.7",
          "pli": "Evameva kho, bhikkhave, tumhepi akusalaṃ pajahatha, kusalesu dhammesu āyogaṃ karotha. ",
          "en": "In the same way, mendicants, give up what’s unskillful and devote yourselves to skillful qualities. "
        },
        {
          "scid": "mn21:8.8",
          "pli": "Evañhi tumhepi imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatha. ",
          "en": "In this way you’ll achieve growth, improvement, and maturity in this teaching and training. "
        },
        {
          "scid": "mn21:9.1",
          "pli": "Bhūtapubbaṃ, bhikkhave, imissāyeva sāvatthiyā vedehikā nāma gahapatānī ahosi. ",
          "en": "Once upon a time, mendicants, right here in Sāvatthī there was a housewife named Vedehikā. "
        },
        {
          "scid": "mn21:9.2",
          "pli": "Vedehikāya, bhikkhave, gahapatāniyā evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "She had this good reputation: "
        },
        {
          "scid": "mn21:9.3",
          "pli": "‘soratā vedehikā gahapatānī, nivātā vedehikā gahapatānī, upasantā vedehikā gahapatānī’ti. ",
          "en": "‘The housewife Vedehikā is sweet, even-tempered, and calm.’ "
        },
        {
          "scid": "mn21:9.4",
          "pli": "Vedehikāya kho pana, bhikkhave, gahapatāniyā kāḷī nāma dāsī ahosi dakkhā analasā susaṃvihitakammantā. ",
          "en": "Now, Vedehikā had a bonded maid named Kāḷī who was skilled, tireless, and well-organized in her work. "
        },
        {
          "scid": "mn21:9.5",
          "pli": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi: ",
          "en": "Then Kāḷī thought, "
        },
        {
          "scid": "mn21:9.6",
          "pli": "‘mayhaṃ kho ayyāya evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "‘My mistress has a good reputation as being "
        },
        {
          "scid": "mn21:9.7",
          "pli": "“soratā vedehikā gahapatānī, nivātā vedehikā gahapatānī, upasantā vedehikā gahapatānī”ti. ",
          "en": "sweet, even-tempered, and calm. "
        },
        {
          "scid": "mn21:9.8",
          "pli": "Kiṃ nu kho me ayyā santaṃyeva nu kho ajjhattaṃ kopaṃ na pātukaroti udāhu asantaṃ ",
          "en": "But does she actually have anger in her and just not show it? Or does she have no anger? "
        },
        {
          "scid": "mn21:9.9",
          "pli": "udāhu mayhamevete kammantā susaṃvihitā yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ? ",
          "en": "Or is it just because my work is well-organized that she doesn’t show anger, even though she still has it inside? "
        },
        {
          "scid": "mn21:9.10",
          "pli": "Yannūnāhaṃ ayyaṃ vīmaṃseyyan’ti. ",
          "en": "Why don’t I test my mistress?’ "
        },
        {
          "scid": "mn21:9.11",
          "pli": "Atha kho, bhikkhave, kāḷī dāsī divā uṭṭhāsi. ",
          "en": "So Kāḷī got up during the day. "
        },
        {
          "scid": "mn21:9.12",
          "pli": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca: ",
          "en": "Vedehikā said to her, "
        },
        {
          "scid": "mn21:9.13",
          "pli": "‘he je kāḷī’ti. ",
          "en": "‘What the hell, Kāḷī!’ "
        },
        {
          "scid": "mn21:9.14",
          "pli": "‘Kiṃ, ayye’ti? ",
          "en": "‘What is it, madam?’ "
        },
        {
          "scid": "mn21:9.15",
          "pli": "‘Kiṃ, je, divā uṭṭhāsī’ti? ",
          "en": "‘You’re getting up in the day—what’s up with you, girl?’ "
        },
        {
          "scid": "mn21:9.16",
          "pli": "‘Na khvayye, kiñcī’ti. ",
          "en": "‘Nothing, madam.’ "
        },
        {
          "scid": "mn21:9.17",
          "pli": "‘No vata re kiñci, pāpi dāsi, divā uṭṭhāsī’ti kupitā anattamanā bhākuṭiṃ akāsi. ",
          "en": "‘Nothing’s up, you bad girl, but you get up in the day!’ Angry and upset, she scowled. "
        },
        {
          "scid": "mn21:9.18",
          "pli": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi: ",
          "en": "Then Kāḷī thought, "
        },
        {
          "scid": "mn21:9.19",
          "pli": "‘santaṃyeva kho me ayyā ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ; ",
          "en": "‘My mistress actually has anger in her and just doesn’t show it; it’s not that she has no anger. "
        },
        {
          "scid": "mn21:9.20",
          "pli": "mayhamevete kammantā susaṃvihitā, yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ. ",
          "en": "It’s just because my work is well-organized that she doesn’t show anger, even though she still has it inside. "
        },
        {
          "scid": "mn21:9.21",
          "pli": "Yannūnāhaṃ bhiyyoso mattāya ayyaṃ vīmaṃseyyan’ti. ",
          "en": "Why don’t I test my mistress further?’ "
        },
        {
          "scid": "mn21:9.22",
          "pli": "Atha kho, bhikkhave, kāḷī dāsī divātaraṃyeva uṭṭhāsi. ",
          "en": "So Kāḷī got up later in the day. "
        },
        {
          "scid": "mn21:9.23",
          "pli": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca: ",
          "en": "Vedehikā said to her, "
        },
        {
          "scid": "mn21:9.24",
          "pli": "‘he je kāḷī’ti. ",
          "en": "‘What the hell, Kāḷī!’ "
        },
        {
          "scid": "mn21:9.25",
          "pli": "‘Kiṃ, ayye’ti? ",
          "en": "‘What is it, madam?’ "
        },
        {
          "scid": "mn21:9.26",
          "pli": "‘Kiṃ, je, divātaraṃ uṭṭhāsī’ti? ",
          "en": "‘You’re getting up later in the day—what’s up with you, girl?’ "
        },
        {
          "scid": "mn21:9.27",
          "pli": "‘Na khvayye, kiñcī’ti. ",
          "en": "‘Nothing, madam.’ "
        },
        {
          "scid": "mn21:9.28",
          "pli": "‘No vata re kiñci, pāpi dāsi, divātaraṃ uṭṭhāsī’ti kupitā anattamanā anattamanavācaṃ nicchāresi. ",
          "en": "‘Nothing’s up, you bad girl, but you get up later in the day!’ Angry and upset, she blurted out angry words. "
        },
        {
          "scid": "mn21:9.29",
          "pli": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi: ",
          "en": "Then Kāḷī thought, "
        },
        {
          "scid": "mn21:9.30",
          "pli": "‘santaṃyeva kho me ayyā ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ. ",
          "en": "‘My mistress actually has anger in her and just doesn’t show it; it’s not that she has no anger. "
        },
        {
          "scid": "mn21:9.31",
          "pli": "Mayhamevete kammantā susaṃvihitā, yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ. ",
          "en": "It’s just because my work is well-organized that she doesn’t show anger, even though she still has it inside. "
        },
        {
          "scid": "mn21:9.32",
          "pli": "Yannūnāhaṃ bhiyyoso mattāya ayyaṃ vīmaṃseyyan’ti. ",
          "en": "Why don’t I test my mistress further?’ "
        },
        {
          "scid": "mn21:9.33",
          "pli": "Atha kho, bhikkhave, kāḷī dāsī divātaraṃyeva uṭṭhāsi. ",
          "en": "So Kāḷī got up even later in the day. "
        },
        {
          "scid": "mn21:9.34",
          "pli": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca: ",
          "en": "Vedehikā said to her, "
        },
        {
          "scid": "mn21:9.35",
          "pli": "‘he je kāḷī’ti. ",
          "en": "‘What the hell, Kāḷī!’ "
        },
        {
          "scid": "mn21:9.36",
          "pli": "‘Kiṃ, ayye’ti? ",
          "en": "‘What is it, madam?’ "
        },
        {
          "scid": "mn21:9.37",
          "pli": "‘Kiṃ, je, divā uṭṭhāsī’ti? ",
          "en": "‘You’re getting up even later in the day—what’s up with you, girl?’ "
        },
        {
          "scid": "mn21:9.38",
          "pli": "‘Na khvayye, kiñcī’ti. ",
          "en": "‘Nothing, madam.’ "
        },
        {
          "scid": "mn21:9.39",
          "pli": "‘No vata re kiñci, pāpi dāsi, divā uṭṭhāsī’ti kupitā anattamanā aggaḷasūciṃ gahetvā sīse pahāraṃ adāsi, sīsaṃ vobhindi. ",
          "en": "‘Nothing’s up, you bad girl, but you get up even later in the day!’ Angry and upset, she grabbed a rolling-pin and hit Kāḷī on the head, cracking it open. "
        },
        {
          "scid": "mn21:9.40",
          "pli": "Atha kho, bhikkhave, kāḷī dāsī bhinnena sīsena lohitena galantena paṭivissakānaṃ ujjhāpesi: ",
          "en": "Then Kāḷī, with blood pouring from her cracked skull, denounced her mistress to the neighbors, "
        },
        {
          "scid": "mn21:9.41",
          "pli": "‘passathayye, soratāya kammaṃ; ",
          "en": "‘See, ladies, what the sweet one did! "
        },
        {
          "scid": "mn21:9.42",
          "pli": "passathayye, nivātāya kammaṃ, passathayye, upasantāya kammaṃ. ",
          "en": "See what the even-tempered one did! See what the calm one did! "
        },
        {
          "scid": "mn21:9.43",
          "pli": "Kathañhi nāma ekadāsikāya divā uṭṭhāsīti kupitā anattamanā aggaḷasūciṃ gahetvā sīse pahāraṃ dassati, sīsaṃ vobhindissatī’ti. ",
          "en": "How on earth can she grab a rolling-pin and hit her only maid on the head, cracking it open, just for getting up late?’ "
        },
        {
          "scid": "mn21:9.44",
          "pli": "Atha kho, bhikkhave, vedehikāya gahapatāniyā aparena samayena evaṃ pāpako kittisaddo abbhuggacchi: ",
          "en": "Then after some time the housewife Vedehikā got this bad reputation: "
        },
        {
          "scid": "mn21:9.45",
          "pli": "‘caṇḍī vedehikā gahapatānī, anivātā vedehikā gahapatānī, anupasantā vedehikā gahapatānī’ti. ",
          "en": "‘The housewife Vedehikā is fierce, ill-tempered, and not calm at all.’ "
        },
        {
          "scid": "mn21:10.1",
          "pli": "Evameva kho, bhikkhave, idhekacco bhikkhu tāvadeva soratasorato hoti nivātanivāto hoti upasantūpasanto hoti yāva na amanāpā vacanapathā phusanti. ",
          "en": "In the same way, a mendicant may be the sweetest of the sweet, the most even-tempered of the even-tempered, the calmest of the calm, so long as they don’t encounter any disagreeable criticism. "
        },
        {
          "scid": "mn21:10.2",
          "pli": "Yato ca, bhikkhave, bhikkhuṃ amanāpā vacanapathā phusanti, atha bhikkhu ‘sorato’ti veditabbo, ‘nivāto’ti veditabbo, ‘upasanto’ti veditabbo. ",
          "en": "But it’s when they encounter disagreeable criticism that you’ll know whether they’re really sweet, even-tempered, and calm. "
        },
        {
          "scid": "mn21:10.3",
          "pli": "Nāhaṃ taṃ, bhikkhave, bhikkhuṃ ‘suvaco’ti vadāmi yo cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārahetu suvaco hoti, sovacassataṃ āpajjati. ",
          "en": "I don’t say that a mendicant is easy to admonish if they make themselves easy to admonish only for the sake of robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "mn21:10.4",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn21:10.5",
          "pli": "Tañhi so, bhikkhave, bhikkhu cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ alabhamāno na suvaco hoti, na sovacassataṃ āpajjati. ",
          "en": "Because when they don’t get robes, alms-food, lodgings, and medicines and supplies for the sick, they’re no longer easy to admonish. "
        },
        {
          "scid": "mn21:10.6",
          "pli": "Yo ca kho, bhikkhave, bhikkhu dhammaṃyeva sakkaronto, dhammaṃ garuṃ karonto, dhammaṃ mānento, dhammaṃ pūjento, dhammaṃ apacāyamāno suvaco hoti, sovacassataṃ āpajjati, tamahaṃ ‘suvaco’ti vadāmi. ",
          "en": "But when a mendicant is easy to admonish purely because they honor, respect, revere, worship, and venerate the teaching, then I say that they’re easy to admonish. "
        },
        {
          "scid": "mn21:10.7",
          "pli": "Tasmātiha, bhikkhave, ‘dhammaṃyeva sakkarontā, dhammaṃ garuṃ karontā, dhammaṃ mānentā, dhammaṃ pūjentā, dhammaṃ apacāyamānā suvacā bhavissāma, sovacassataṃ āpajjissāmā’ti. ",
          "en": "So, mendicants, you should train yourselves: ‘We will be easy to admonish purely because we honor, respect, revere, worship, and venerate the teaching.’ "
        },
        {
          "scid": "mn21:10.8",
          "pli": "Evañhi vo, bhikkhave, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "mn21:11.1",
          "pli": "Pañcime, bhikkhave, vacanapathā yehi vo pare vadamānā vadeyyuṃ—",
          "en": "Mendicants, there are these five ways in which others might criticize you. "
        },
        {
          "scid": "mn21:11.2",
          "pli": "kālena vā akālena vā; ",
          "en": "Their speech may be timely or untimely, "
        },
        {
          "scid": "mn21:11.3",
          "pli": "bhūtena vā abhūtena vā; ",
          "en": "true or false, "
        },
        {
          "scid": "mn21:11.4",
          "pli": "saṇhena vā pharusena vā; ",
          "en": "gentle or harsh, "
        },
        {
          "scid": "mn21:11.5",
          "pli": "atthasaṃhitena vā anatthasaṃhitena vā; ",
          "en": "beneficial or harmful, "
        },
        {
          "scid": "mn21:11.6",
          "pli": "mettacittā vā dosantarā vā. ",
          "en": "from a heart of love or from secret hate. "
        },
        {
          "scid": "mn21:11.7",
          "pli": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā; ",
          "en": "When others criticize you, they may do so in any of these ways. "
        },
        {
          "scid": "mn21:11.8",
          "pli": "bhūtena vā, bhikkhave, pare vadamānā vadeyyuṃ abhūtena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:11.9",
          "pli": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṃ pharusena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:11.10",
          "pli": "atthasaṃhitena vā, bhikkhave, pare vadamānā vadeyyuṃ anatthasaṃhitena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:11.11",
          "pli": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṃ dosantarā vā. ",
          "en": " "
        },
        {
          "scid": "mn21:11.12",
          "pli": "Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ: ",
          "en": "If that happens, you should train like this: "
        },
        {
          "scid": "mn21:11.13",
          "pli": "‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā, na dosantarā. ",
          "en": "‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate. "
        },
        {
          "scid": "mn21:11.14",
          "pli": "Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ mettāsahagatena cittena vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
          "en": "We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart full of love to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’ "
        },
        {
          "scid": "mn21:11.15",
          "pli": "Evañhi vo, bhikkhave, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "mn21:12.1",
          "pli": "Seyyathāpi, bhikkhave, puriso āgaccheyya kudālapiṭakaṃ ādāya. ",
          "en": "Suppose a person was to come along carrying a spade and basket "
        },
        {
          "scid": "mn21:12.2",
          "pli": "So evaṃ vadeyya: ",
          "en": "and say, "
        },
        {
          "scid": "mn21:12.3",
          "pli": "‘ahaṃ imaṃ mahāpathaviṃ apathaviṃ karissāmī’ti. ",
          "en": "‘I shall make this great earth be without earth!’ "
        },
        {
          "scid": "mn21:12.4",
          "pli": "So tatra tatra vikhaṇeyya, tatra tatra vikireyya, tatra tatra oṭṭhubheyya, tatra tatra omutteyya: ",
          "en": "And they’d dig all over, scatter all over, spit all over, and urinate all over, saying, "
        },
        {
          "scid": "mn21:12.5",
          "pli": "‘apathavī bhavasi, apathavī bhavasī’ti. ",
          "en": "‘Be without earth! Be without earth!’ "
        },
        {
          "scid": "mn21:12.6",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "mn21:12.7",
          "pli": "api nu so puriso imaṃ mahāpathaviṃ apathaviṃ kareyyā”ti? ",
          "en": "Could that person make this great earth be without earth?” "
        },
        {
          "scid": "mn21:12.8",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir. "
        },
        {
          "scid": "mn21:12.9",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn21:12.10",
          "pli": "“Ayañhi, bhante, mahāpathavī gambhīrā appameyyā. ",
          "en": "Because this great earth is deep and limitless. "
        },
        {
          "scid": "mn21:12.11",
          "pli": "Sā na sukarā apathavī kātuṃ; ",
          "en": "It’s not easy to make it be without earth. "
        },
        {
          "scid": "mn21:12.12",
          "pli": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
          "en": "That person will eventually get weary and frustrated.” "
        },
        {
          "scid": "mn21:13.1",
          "pli": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ—",
          "en": "“In the same way, there are these five ways in which others might criticize you. "
        },
        {
          "scid": "mn21:13.2",
          "pli": "kālena vā akālena vā; ",
          "en": "Their speech may be timely or untimely, "
        },
        {
          "scid": "mn21:13.3",
          "pli": "bhūtena vā abhūtena vā; ",
          "en": "true or false, "
        },
        {
          "scid": "mn21:13.4",
          "pli": "saṇhena vā pharusena vā; ",
          "en": "gentle or harsh, "
        },
        {
          "scid": "mn21:13.5",
          "pli": "atthasaṃhitena vā anatthasaṃhitena vā; ",
          "en": "beneficial or harmful, "
        },
        {
          "scid": "mn21:13.6",
          "pli": "mettacittā vā dosantarā vā. ",
          "en": "from a heart of love or from secret hate. "
        },
        {
          "scid": "mn21:13.7",
          "pli": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā; ",
          "en": "When others criticize you, they may do so in any of these ways. "
        },
        {
          "scid": "mn21:13.8",
          "pli": "bhūtena vā bhikkhave, pare vadamānā vadeyyuṃ abhūtena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:13.9",
          "pli": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṃ pharusena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:13.10",
          "pli": "atthasaṃhitena vā, bhikkhave, pare vadamānā vadeyyuṃ anatthasaṃhitena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:13.11",
          "pli": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṃ dosantarā vā. ",
          "en": " "
        },
        {
          "scid": "mn21:13.12",
          "pli": "Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ: ",
          "en": "If that happens, you should train like this: "
        },
        {
          "scid": "mn21:13.13",
          "pli": "‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā na dosantarā. ",
          "en": "‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate. "
        },
        {
          "scid": "mn21:13.14",
          "pli": "Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ pathavisamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
          "en": "We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart like the earth to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’ "
        },
        {
          "scid": "mn21:13.15",
          "pli": "Evañhi vo, bhikkhave, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "mn21:14.1",
          "pli": "Seyyathāpi, bhikkhave, puriso āgaccheyya lākhaṃ vā haliddiṃ vā nīlaṃ vā mañjiṭṭhaṃ vā ādāya. ",
          "en": "Suppose a person was to come along with dye such as red lac, turmeric, indigo, or rose madder, "
        },
        {
          "scid": "mn21:14.2",
          "pli": "So evaṃ vadeyya: ",
          "en": "and say, "
        },
        {
          "scid": "mn21:14.3",
          "pli": "‘ahaṃ imasmiṃ ākāse rūpaṃ likhissāmi, rūpapātubhāvaṃ karissāmī’ti. ",
          "en": "‘I shall draw pictures on the sky, making pictures appear there.’ "
        },
        {
          "scid": "mn21:14.4",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "mn21:14.5",
          "pli": "api nu so puriso imasmiṃ ākāse rūpaṃ likheyya, rūpapātubhāvaṃ kareyyā”ti? ",
          "en": "Could that person draw pictures on the sky?” "
        },
        {
          "scid": "mn21:14.6",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir. "
        },
        {
          "scid": "mn21:14.7",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn21:14.8",
          "pli": "“Ayañhi, bhante, ākāso arūpī anidassano. ",
          "en": "Because the sky is formless and invisible. "
        },
        {
          "scid": "mn21:14.9",
          "pli": "Tattha na sukaraṃ rūpaṃ likhituṃ, rūpapātubhāvaṃ kātuṃ; ",
          "en": "It’s not easy to draw pictures there. "
        },
        {
          "scid": "mn21:14.10",
          "pli": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
          "en": "That person will eventually get weary and frustrated.” "
        },
        {
          "scid": "mn21:15.1",
          "pli": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ kālena vā akālena vā … pe … ",
          "en": "“In the same way, there are these five ways in which others might criticize you … "
        },
        {
          "scid": "mn21:15.2",
          "pli": "tadārammaṇañca sabbāvantaṃ lokaṃ ākāsasamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
          "en": " "
        },
        {
          "scid": "mn21:15.3",
          "pli": "Evañhi vo, bhikkhave, sikkhitabbaṃ. ",
          "en": " "
        },
        {
          "scid": "mn21:16.1",
          "pli": "Seyyathāpi, bhikkhave, puriso āgaccheyya ādittaṃ tiṇukkaṃ ādāya. ",
          "en": "Suppose a person was to come along carrying a blazing grass torch, "
        },
        {
          "scid": "mn21:16.2",
          "pli": "So evaṃ vadeyya: ",
          "en": "and say, "
        },
        {
          "scid": "mn21:16.3",
          "pli": "‘ahaṃ imāya ādittāya tiṇukkāya gaṅgaṃ nadiṃ santāpessāmi samparitāpessāmī’ti. ",
          "en": "‘I shall burn and scorch the river Ganges with this blazing grass torch.’ "
        },
        {
          "scid": "mn21:16.4",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "mn21:16.5",
          "pli": "api nu so puriso ādittāya tiṇukkāya gaṅgaṃ nadiṃ santāpeyya samparitāpeyyā”ti? ",
          "en": "Could that person burn and scorch the river Ganges with a blazing grass torch?” "
        },
        {
          "scid": "mn21:16.6",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir. "
        },
        {
          "scid": "mn21:16.7",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn21:16.8",
          "pli": "“Gaṅgā hi, bhante, nadī gambhīrā appameyyā. ",
          "en": "Because the river Ganges is deep and limitless. "
        },
        {
          "scid": "mn21:16.9",
          "pli": "Sā na sukarā ādittāya tiṇukkāya santāpetuṃ samparitāpetuṃ; ",
          "en": "It’s not easy to burn and scorch it with a blazing grass torch. "
        },
        {
          "scid": "mn21:16.10",
          "pli": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
          "en": "That person will eventually get weary and frustrated.” "
        },
        {
          "scid": "mn21:17.1",
          "pli": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ kālena vā akālena vā … pe … ",
          "en": "“In the same way, there are these five ways in which others might criticize you … "
        },
        {
          "scid": "mn21:17.2",
          "pli": "tadārammaṇañca sabbāvantaṃ lokaṃ gaṅgāsamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
          "en": " "
        },
        {
          "scid": "mn21:17.3",
          "pli": "Evañhi vo, bhikkhave, sikkhitabbaṃ. ",
          "en": " "
        },
        {
          "scid": "mn21:18.1",
          "pli": "Seyyathāpi, bhikkhave, biḷārabhastā madditā sumadditā suparimadditā, mudukā tūlinī chinnasassarā chinnabhabbharā. ",
          "en": "Suppose there was a catskin bag that was rubbed, well-rubbed, very well-rubbed, soft, silky, rid of rustling and crackling. "
        },
        {
          "scid": "mn21:18.2",
          "pli": "Atha puriso āgaccheyya kaṭṭhaṃ vā kathalaṃ vā ādāya. ",
          "en": "Then a person comes along carrying a stick or a stone, "
        },
        {
          "scid": "mn21:18.3",
          "pli": "So evaṃ vadeyya: ",
          "en": "and says, "
        },
        {
          "scid": "mn21:18.4",
          "pli": "‘ahaṃ imaṃ biḷārabhastaṃ madditaṃ sumadditaṃ suparimadditaṃ, mudukaṃ tūliniṃ, chinnasassaraṃ chinnabhabbharaṃ kaṭṭhena vā kathalena vā sarasaraṃ karissāmi bharabharaṃ karissāmī’ti. ",
          "en": "‘I shall make this soft catskin bag rustle and crackle with this stick or stone.’ "
        },
        {
          "scid": "mn21:18.5",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "mn21:18.6",
          "pli": "api nu so puriso amuṃ biḷārabhastaṃ madditaṃ sumadditaṃ suparimadditaṃ, mudukaṃ tūliniṃ, chinnasassaraṃ chinnabhabbharaṃ kaṭṭhena vā kathalena vā sarasaraṃ kareyya, bharabharaṃ kareyyā”ti? ",
          "en": "Could that person make that soft catskin bag rustle and crackle with that stick or stone?” "
        },
        {
          "scid": "mn21:18.7",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir. "
        },
        {
          "scid": "mn21:18.8",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn21:18.9",
          "pli": "“Amu hi, bhante, biḷārabhastā madditā sumadditā suparimadditā, mudukā tūlinī, chinnasassarā chinnabhabbharā. ",
          "en": "Because that catskin bag is rubbed, well-rubbed, very well-rubbed, soft, silky, rid of rustling and crackling. "
        },
        {
          "scid": "mn21:18.10",
          "pli": "Sā na sukarā kaṭṭhena vā kathalena vā sarasaraṃ kātuṃ bharabharaṃ kātuṃ; ",
          "en": "It’s not easy to make it rustle or crackle with a stick or stone. "
        },
        {
          "scid": "mn21:18.11",
          "pli": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
          "en": "That person will eventually get weary and frustrated.” "
        },
        {
          "scid": "mn21:19.1",
          "pli": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ ",
          "en": "“In the same way, there are these five ways in which others might criticize you. "
        },
        {
          "scid": "mn21:19.2",
          "pli": "kālena vā akālena vā; ",
          "en": "Their speech may be timely or untimely, "
        },
        {
          "scid": "mn21:19.3",
          "pli": "bhūtena vā abhūtena vā; ",
          "en": "true or false, "
        },
        {
          "scid": "mn21:19.4",
          "pli": "saṇhena vā pharusena vā; ",
          "en": "gentle or harsh, "
        },
        {
          "scid": "mn21:19.5",
          "pli": "atthasaṃhitena vā anatthasaṃhitena vā; ",
          "en": "beneficial or harmful, "
        },
        {
          "scid": "mn21:19.6",
          "pli": "mettacittā vā dosantarā vā. ",
          "en": "from a heart of love or from secret hate. "
        },
        {
          "scid": "mn21:19.7",
          "pli": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā; ",
          "en": "When others criticize you, they may do so in any of these ways. "
        },
        {
          "scid": "mn21:19.8",
          "pli": "bhūtena vā, bhikkhave, pare vadamānā vadeyyuṃ abhūtena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:19.9",
          "pli": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṃ pharusena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:19.10",
          "pli": "atthasaṃhitena vā, bhikkhave, pare vadamānā vadeyyuṃ anatthasaṃhitena vā; ",
          "en": " "
        },
        {
          "scid": "mn21:19.11",
          "pli": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṃ dosantarā vā. ",
          "en": " "
        },
        {
          "scid": "mn21:19.12",
          "pli": "Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ: ",
          "en": "If that happens, you should train like this: "
        },
        {
          "scid": "mn21:19.13",
          "pli": "‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma hitānukampī ca viharissāma mettacittā na dosantarā. ",
          "en": "‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate. "
        },
        {
          "scid": "mn21:19.14",
          "pli": "Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ biḷārabhastāsamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
          "en": "We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart like a catskin bag to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’ "
        },
        {
          "scid": "mn21:19.15",
          "pli": "Evañhi vo, bhikkhave, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "mn21:20.1",
          "pli": "Ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ, tatrāpi yo mano padūseyya, na me so tena sāsanakaro. ",
          "en": "Even if low-down bandits were to sever you limb from limb, anyone who had a malevolent thought on that account would not be following my instructions. "
        },
        {
          "scid": "mn21:20.2",
          "pli": "Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ: ",
          "en": "If that happens, you should train like this: "
        },
        {
          "scid": "mn21:20.3",
          "pli": "‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā na dosantarā. ",
          "en": "‘Our minds will remain unaffected. We will blurt out no bad words. We will remain full of compassion, with a heart of love and no secret hate. "
        },
        {
          "scid": "mn21:20.4",
          "pli": "Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma tadārammaṇañca sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
          "en": "We will meditate spreading a heart of love to that person. And with them as a basis, we will meditate spreading a heart full of love to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.’ "
        },
        {
          "scid": "mn21:20.5",
          "pli": "Evañhi vo, bhikkhave, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "mn21:21.1",
          "pli": "Imañca tumhe, bhikkhave, kakacūpamaṃ ovādaṃ abhikkhaṇaṃ manasi kareyyātha. ",
          "en": "If you frequently reflect on this advice—the simile of the saw—"
        },
        {
          "scid": "mn21:21.2",
          "pli": "Passatha no tumhe, bhikkhave, taṃ vacanapathaṃ, aṇuṃ vā thūlaṃ vā, yaṃ tumhe nādhivāseyyāthā”ti? ",
          "en": "do you see any criticism, large or small, that you could not endure?” "
        },
        {
          "scid": "mn21:21.3",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn21:21.4",
          "pli": "“Tasmātiha, bhikkhave, imaṃ kakacūpamaṃ ovādaṃ abhikkhaṇaṃ manasikarotha. ",
          "en": "“So, mendicants, you should frequently reflect on this advice, the simile of the saw. "
        },
        {
          "scid": "mn21:21.5",
          "pli": "Taṃ vo bhavissati dīgharattaṃ hitāya sukhāyā”ti. ",
          "en": "This will be for your lasting welfare and happiness.” "
        },
        {
          "scid": "mn21:21.6",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn21:21.7",
          "pli": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the mendicants were happy with what the Buddha said. "
        },
        {
          "scid": "mn21:21.8",
          "pli": "Kakacūpamasuttaṃ niṭṭhitaṃ paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn21/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 21",
    "volpages": "MN i 122",
    "uid": "mn21",
    "blurb": "A discourse full of vibrant and memorable similes, on the importance of patience and love even when faced with abuse and criticism. The Buddha finishes with the simile of the saw, one of the most memorable similes found in the discourses.",
    "difficulty": 1,
    "original_title": "Kakacūpama Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Simile of the Saw ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn21_sujato",
        "segmented": true,
        "title": "The Simile of the Saw ",
        "volpage": null
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn21_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Discourse on the Parable of the Saw"
      }
    ],
    "parallel_count": 4,
    "biblio": null,
    "num": 1
  }
}