{
  "sutta_uid": "mn30",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn30",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Shorter Simile of the Heartwood ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Shorter Discourse at Gosiṅga ",
      "uid": "mn31"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Longer Simile of the Heartwood ",
      "uid": "mn29"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn30:0.1",
          "pli": "Majjhima Nikāya 30 ",
          "en": "Middle Discourses 30 "
        },
        {
          "scid": "mn30:0.2",
          "pli": "Cūḷasāropamasutta ",
          "en": "The Shorter Simile of the Heartwood "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 30 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn30:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn30:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "mn30:2.1",
          "pli": "Atha kho piṅgalakoccho brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then the brahmin Piṅgalakoccha went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "mn30:2.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho piṅgalakoccho brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: "
        },
        {
          "scid": "mn30:2.3",
          "pli": "“yeme, bho gotama, samaṇabrāhmaṇā saṃghino gaṇino gaṇācariyā ñātā yasassino titthakarā sādhusammatā, bahujanassa, ",
          "en": "“Master Gotama, there are those ascetics and brahmins who lead an order and a community, and teach a community. They’re well-known and famous religious founders, regarded as holy by many people. "
        },
        {
          "scid": "mn30:2.4",
          "pli": "seyyathidaṃ—pūraṇo kassapo, makkhali gosālo, ajito kesakambalo, pakudho kaccāyano, sañcayo belaṭṭhaputto, nigaṇṭho nāṭaputto, ",
          "en": "Namely: Pūraṇa Kassapa, Makkhali Gosāla, Nigaṇṭha Nāṭaputta, Sañjaya Belaṭṭhiputta, Pakudha Kaccāyana, and Ajita Kesakambala. "
        },
        {
          "scid": "mn30:2.5",
          "pli": "sabbete sakāya paṭiññāya abbhaññaṃsu sabbeva nābbhaññaṃsu, udāhu ekacce abbhaññaṃsu ekacce nābbhaññaṃsū”ti? ",
          "en": "According to their own claims, did all of them have direct knowledge, or none of them, or only some?” "
        },
        {
          "scid": "mn30:2.6",
          "pli": "“Alaṃ, brāhmaṇa, tiṭṭhatetaṃ—",
          "en": "“Enough, brahmin, let this be: "
        },
        {
          "scid": "mn30:2.7",
          "pli": "sabbete sakāya paṭiññāya abbhaññaṃsu sabbeva nābbhaññaṃsu, udāhu ekacce abbhaññaṃsu ekacce nābbhaññaṃsūti. ",
          "en": "‘According to their own claims, did all of them have direct knowledge, or none of them, or only some?’ "
        },
        {
          "scid": "mn30:2.8",
          "pli": "Dhammaṃ te, brāhmaṇa, desessāmi, ",
          "en": "I will teach you the Dhamma. "
        },
        {
          "scid": "mn30:2.9",
          "pli": "taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "Listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn30:2.10",
          "pli": "“Evaṃ, bho”ti kho piṅgalakoccho brāhmaṇo bhagavato paccassosi. ",
          "en": "“Yes sir,” Piṅgalakoccha replied. "
        },
        {
          "scid": "mn30:2.11",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn30:3.1",
          "pli": "“Seyyathāpi, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ atikkamma tacaṃ atikkamma papaṭikaṃ, sākhāpalāsaṃ chetvā ādāya pakkameyya ‘sāran’ti maññamāno. ",
          "en": "“Suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But, passing over the heartwood, softwood, bark, and shoots, he’d cut off the branches and leaves and depart imagining they were heartwood. "
        },
        {
          "scid": "mn30:3.2",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": "If a person with good eyesight saw him they’d say: "
        },
        {
          "scid": "mn30:3.3",
          "pli": "‘na vatāyaṃ bhavaṃ puriso aññāsi sāraṃ, na aññāsi phegguṃ, na aññāsi tacaṃ, na aññāsi papaṭikaṃ, na aññāsi sākhāpalāsaṃ. ",
          "en": "‘This gentleman doesn’t know what heartwood, softwood, bark, shoots, or branches and leaves are. "
        },
        {
          "scid": "mn30:3.4",
          "pli": "Tathā hayaṃ bhavaṃ puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ atikkamma tacaṃ atikkamma papaṭikaṃ, sākhāpalāsaṃ chetvā ādāya pakkanto “sāran”ti maññamāno. ",
          "en": "That’s why he passed them over, cut off the branches and leaves, and departed imagining they were heartwood. "
        },
        {
          "scid": "mn30:3.5",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ nānubhavissatī’ti. ",
          "en": "Whatever he needs to make from heartwood, he won’t succeed.’ "
        },
        {
          "scid": "mn30:4.1",
          "pli": "Seyyathāpi vā pana, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ atikkamma tacaṃ, papaṭikaṃ chetvā ādāya pakkameyya ‘sāran’ti maññamāno. ",
          "en": "Suppose there was another person in need of heartwood … he’d cut off the shoots and depart imagining they were heartwood … "
        },
        {
          "scid": "mn30:4.2",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": " "
        },
        {
          "scid": "mn30:4.3",
          "pli": "‘na vatāyaṃ bhavaṃ puriso aññāsi sāraṃ, na aññāsi phegguṃ, na aññāsi tacaṃ, na aññāsi papaṭikaṃ, na aññāsi sākhāpalāsaṃ. ",
          "en": " "
        },
        {
          "scid": "mn30:4.4",
          "pli": "Tathā hayaṃ bhavaṃ puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ atikkamma tacaṃ papaṭikaṃ chetvā ādāya pakkanto “sāran”ti maññamāno. ",
          "en": " "
        },
        {
          "scid": "mn30:4.5",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ nānubhavissatī’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:5.1",
          "pli": "Seyyathāpi vā pana, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ, tacaṃ chetvā ādāya pakkameyya ‘sāran’ti maññamāno. ",
          "en": "Suppose there was another person in need of heartwood … he’d cut off the bark and depart imagining it was heartwood … "
        },
        {
          "scid": "mn30:5.2",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": " "
        },
        {
          "scid": "mn30:5.3",
          "pli": "‘na vatāyaṃ bhavaṃ puriso aññāsi sāraṃ, na aññāsi phegguṃ, na aññāsi tacaṃ, na aññāsi papaṭikaṃ, na aññāsi sākhāpalāsaṃ. ",
          "en": " "
        },
        {
          "scid": "mn30:5.4",
          "pli": "Tathā hayaṃ bhavaṃ puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ, tacaṃ chetvā ādāya pakkanto “sāran”ti maññamāno. ",
          "en": " "
        },
        {
          "scid": "mn30:5.5",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ nānubhavissatī’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:6.1",
          "pli": "Seyyathāpi vā pana, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ, phegguṃ chetvā ādāya pakkameyya ‘sāran’ti maññamāno. ",
          "en": "Suppose there was another person in need of heartwood … he’d cut out the softwood and depart imagining it was heartwood … "
        },
        {
          "scid": "mn30:6.2",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": " "
        },
        {
          "scid": "mn30:6.3",
          "pli": "‘na vatāyaṃ bhavaṃ puriso aññāsi sāraṃ, na aññāsi phegguṃ, na aññāsi tacaṃ, na aññāsi papaṭikaṃ, na aññāsi sākhāpalāsaṃ. ",
          "en": " "
        },
        {
          "scid": "mn30:6.4",
          "pli": "Tathā hayaṃ bhavaṃ puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ, phegguṃ chetvā ādāya pakkanto “sāran”ti maññamāno. ",
          "en": " "
        },
        {
          "scid": "mn30:6.5",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ nānubhavissatī’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:7.1",
          "pli": "Seyyathāpi vā pana, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato sāraññeva chetvā ādāya pakkameyya ‘sāran’ti jānamāno. ",
          "en": "Suppose there was another person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. He’d cut out just the heartwood and depart knowing it was heartwood. "
        },
        {
          "scid": "mn30:7.2",
          "pli": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya: ",
          "en": "If a person with good eyesight saw him they’d say: "
        },
        {
          "scid": "mn30:7.3",
          "pli": "‘aññāsi vatāyaṃ bhavaṃ puriso sāraṃ, aññāsi phegguṃ, aññāsi tacaṃ, aññāsi papaṭikaṃ, aññāsi sākhāpalāsaṃ. ",
          "en": "‘This gentleman knows what heartwood, softwood, bark, shoots, or branches and leaves are. "
        },
        {
          "scid": "mn30:7.4",
          "pli": "Tathā hayaṃ bhavaṃ puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato sāraññeva chetvā ādāya pakkanto “sāran”ti jānamāno. ",
          "en": "That’s why he cut out just the heartwood and departed knowing it was heartwood. "
        },
        {
          "scid": "mn30:7.5",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ anubhavissatī’ti. ",
          "en": "Whatever he needs to make from heartwood, he will succeed.’ "
        },
        {
          "scid": "mn30:8.1",
          "pli": "Evameva kho, brāhmaṇa, idhekacco puggalo saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
          "en": "In the same way, take a certain person who goes forth from the lay life to homelessness, thinking: "
        },
        {
          "scid": "mn30:8.2",
          "pli": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto, ",
          "en": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. "
        },
        {
          "scid": "mn30:8.3",
          "pli": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
          "en": "Hopefully I can find an end to this entire mass of suffering.’ "
        },
        {
          "scid": "mn30:8.4",
          "pli": "So evaṃ pabbajito samāno lābhasakkārasilokaṃ abhinibbatteti. ",
          "en": "When they’ve gone forth they generate possessions, honor, and popularity. "
        },
        {
          "scid": "mn30:8.5",
          "pli": "So tena lābhasakkārasilokena attamano hoti paripuṇṇasaṅkappo. ",
          "en": "They’re happy with that, and they’ve got all they wished for. "
        },
        {
          "scid": "mn30:8.6",
          "pli": "So tena lābhasakkārasilokena attānukkaṃseti, paraṃ vambheti: ",
          "en": "And they glorify themselves and put others down on account of that: "
        },
        {
          "scid": "mn30:8.7",
          "pli": "‘ahamasmi lābhasakkārasilokavā, ime panaññe bhikkhū appaññātā appesakkhā’ti. ",
          "en": "‘I’m the one with possessions, honor, and popularity. These other mendicants are obscure and insignificant.’ "
        },
        {
          "scid": "mn30:8.8",
          "pli": "Lābhasakkārasilokena ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya na chandaṃ janeti, na vāyamati, olīnavuttiko ca hoti sāthaliko. ",
          "en": "They become lazy and slack regarding their possessions, honor, and popularity, not generating enthusiasm or trying to realize those things that are better and finer. … "
        },
        {
          "scid": "mn30:8.9",
          "pli": "Seyyathāpi so, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ atikkamma tacaṃ atikkamma papaṭikaṃ, sākhāpalāsaṃ chetvā ādāya pakkanto ‘sāran’ti maññamāno. ",
          "en": " "
        },
        {
          "scid": "mn30:8.10",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ nānubhavissati. ",
          "en": " "
        },
        {
          "scid": "mn30:8.11",
          "pli": "Tathūpamāhaṃ, brāhmaṇa, imaṃ puggalaṃ vadāmi. ",
          "en": "They’re like the person who mistakes branches and leaves for heartwood, I say. "
        },
        {
          "scid": "mn30:9.1",
          "pli": "Idha pana, brāhmaṇa, ekacco puggalo saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
          "en": "Next, take a gentleman who has gone forth from the lay life to homelessness … "
        },
        {
          "scid": "mn30:9.2",
          "pli": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto, ",
          "en": " "
        },
        {
          "scid": "mn30:9.3",
          "pli": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:9.4",
          "pli": "So evaṃ pabbajito samāno lābhasakkārasilokaṃ abhinibbatteti. ",
          "en": " "
        },
        {
          "scid": "mn30:9.5",
          "pli": "So tena lābhasakkārasilokena na attamano hoti na paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:9.6",
          "pli": "So tena lābhasakkārasilokena na attānukkaṃseti, na paraṃ vambheti. ",
          "en": " "
        },
        {
          "scid": "mn30:9.7",
          "pli": "Lābhasakkārasilokena ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": " "
        },
        {
          "scid": "mn30:9.8",
          "pli": "So sīlasampadaṃ ārādheti. ",
          "en": " "
        },
        {
          "scid": "mn30:9.9",
          "pli": "So tāya sīlasampadāya attamano hoti, paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:9.10",
          "pli": "So tāya sīlasampadāya attānukkaṃseti, paraṃ vambheti: ",
          "en": " "
        },
        {
          "scid": "mn30:9.11",
          "pli": "‘ahamasmi sīlavā kalyāṇadhammo, ime panaññe bhikkhū dussīlā pāpadhammā’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:9.12",
          "pli": "Sīlasampadāya ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya na chandaṃ janeti, na vāyamati, olīnavuttiko ca hoti sāthaliko. ",
          "en": "They become lazy and slack regarding their accomplishment in ethics, not generating enthusiasm or trying to realize those things that are better and finer. … "
        },
        {
          "scid": "mn30:9.13",
          "pli": "Seyyathāpi so, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ atikkamma tacaṃ, papaṭikaṃ chetvā ādāya pakkanto ‘sāran’ti maññamāno. ",
          "en": " "
        },
        {
          "scid": "mn30:9.14",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ, tañcassa atthaṃ nānubhavissati. ",
          "en": " "
        },
        {
          "scid": "mn30:9.15",
          "pli": "Tathūpamāhaṃ, brāhmaṇa, imaṃ puggalaṃ vadāmi. ",
          "en": "They’re like the person who mistakes shoots for heartwood, I say. "
        },
        {
          "scid": "mn30:10.1",
          "pli": "Idha pana, brāhmaṇa, ekacco puggalo saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
          "en": "Next, take a gentleman who has gone forth from the lay life to homelessness … "
        },
        {
          "scid": "mn30:10.2",
          "pli": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto, ",
          "en": " "
        },
        {
          "scid": "mn30:10.3",
          "pli": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:10.4",
          "pli": "So evaṃ pabbajito samāno lābhasakkārasilokaṃ abhinibbatteti. ",
          "en": " "
        },
        {
          "scid": "mn30:10.5",
          "pli": "So tena lābhasakkārasilokena na attamano hoti, na paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:10.6",
          "pli": "So tena lābhasakkārasilokena na attānukkaṃseti, na paraṃ vambheti. ",
          "en": " "
        },
        {
          "scid": "mn30:10.7",
          "pli": "Lābhasakkārasilokena ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": " "
        },
        {
          "scid": "mn30:10.8",
          "pli": "So sīlasampadaṃ ārādheti. ",
          "en": " "
        },
        {
          "scid": "mn30:10.9",
          "pli": "So tāya sīlasampadāya attamano hoti no ca kho paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:10.10",
          "pli": "So tāya sīlasampadāya na attānukkaṃseti, na paraṃ vambheti. ",
          "en": " "
        },
        {
          "scid": "mn30:10.11",
          "pli": "Sīlasampadāya ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": " "
        },
        {
          "scid": "mn30:10.12",
          "pli": "So samādhisampadaṃ ārādheti. ",
          "en": " "
        },
        {
          "scid": "mn30:10.13",
          "pli": "So tāya samādhisampadāya attamano hoti, paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:10.14",
          "pli": "So tāya samādhisampadāya attānukkaṃseti, paraṃ vambheti: ",
          "en": " "
        },
        {
          "scid": "mn30:10.15",
          "pli": "‘ahamasmi samāhito ekaggacitto, ime panaññe bhikkhū asamāhitā vibbhantacittā’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:10.16",
          "pli": "Samādhisampadāya ca ye aññe dhammā uttaritarā ca paṇītatarā ca, tesaṃ dhammānaṃ sacchikiriyāya na chandaṃ janeti, na vāyamati, olīnavuttiko ca hoti sāthaliko. ",
          "en": "They become lazy and slack regarding their accomplishment in immersion, not generating enthusiasm or trying to realize those things that are better and finer. … "
        },
        {
          "scid": "mn30:10.17",
          "pli": "Seyyathāpi so, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ atikkamma phegguṃ, tacaṃ chetvā ādāya pakkanto ‘sāran’ti maññamāno. ",
          "en": " "
        },
        {
          "scid": "mn30:10.18",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ nānubhavissati. ",
          "en": " "
        },
        {
          "scid": "mn30:10.19",
          "pli": "Tathūpamāhaṃ, brāhmaṇa, imaṃ puggalaṃ vadāmi. ",
          "en": "They’re like the person who mistakes bark for heartwood, I say. "
        },
        {
          "scid": "mn30:11.1",
          "pli": "Idha pana, brāhmaṇa, ekacco puggalo saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
          "en": "Next, take a gentleman who has gone forth from the lay life to homelessness … "
        },
        {
          "scid": "mn30:11.2",
          "pli": "‘otiṇṇomhi jātiyā jarāya maraṇena … pe … ",
          "en": " "
        },
        {
          "scid": "mn30:11.3",
          "pli": "antakiriyā paññāyethā’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.4",
          "pli": "So evaṃ pabbajito samāno lābhasakkārasilokaṃ abhinibbatteti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.5",
          "pli": "So tena lābhasakkārasilokena na attamano hoti na paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:11.6",
          "pli": "So tena lābhasakkārasilokena na attānukkaṃseti, na paraṃ vambheti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.7",
          "pli": "Lābhasakkārasilokena ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": " "
        },
        {
          "scid": "mn30:11.8",
          "pli": "So sīlasampadaṃ ārādheti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.9",
          "pli": "So tāya sīlasampadāya attamano hoti, no ca kho paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:11.10",
          "pli": "So tāya sīlasampadāya na attānukkaṃseti, na paraṃ vambheti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.11",
          "pli": "Sīlasampadāya ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": " "
        },
        {
          "scid": "mn30:11.12",
          "pli": "So samādhisampadaṃ ārādheti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.13",
          "pli": "So tāya samādhisampadāya attamano hoti, no ca kho paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:11.14",
          "pli": "So tāya samādhisampadāya na attānukkaṃseti, na paraṃ vambheti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.15",
          "pli": "Samādhisampadāya ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": " "
        },
        {
          "scid": "mn30:11.16",
          "pli": "So ñāṇadassanaṃ ārādheti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.17",
          "pli": "So tena ñāṇadassanena attamano hoti, paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "mn30:11.18",
          "pli": "So tena ñāṇadassanena attānukkaṃseti, paraṃ vambheti: ",
          "en": " "
        },
        {
          "scid": "mn30:11.19",
          "pli": "‘ahamasmi jānaṃ passaṃ viharāmi, ime panaññe bhikkhū ajānaṃ apassaṃ viharantī’ti. ",
          "en": " "
        },
        {
          "scid": "mn30:11.20",
          "pli": "Ñāṇadassanena ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya na chandaṃ janeti, na vāyamati, olīnavuttiko ca hoti sāthaliko. ",
          "en": "They become lazy and slack regarding their knowledge and vision, not generating enthusiasm or trying to realize those things that are better and finer. … "
        },
        {
          "scid": "mn30:11.21",
          "pli": "Seyyathāpi so, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva sāraṃ, phegguṃ chetvā ādāya pakkanto ‘sāran’ti maññamāno. ",
          "en": " "
        },
        {
          "scid": "mn30:11.22",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ nānubhavissati. ",
          "en": " "
        },
        {
          "scid": "mn30:11.23",
          "pli": "Tathūpamāhaṃ, brāhmaṇa, imaṃ puggalaṃ vadāmi. ",
          "en": "They’re like the person who mistakes softwood for heartwood, I say. "
        },
        {
          "scid": "mn30:12.1",
          "pli": "Idha pana, brāhmaṇa, ekacco puggalo saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
          "en": "Next, take a gentleman who has gone forth from the lay life to homelessness, thinking: "
        },
        {
          "scid": "mn30:12.2",
          "pli": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto, ",
          "en": "‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering. "
        },
        {
          "scid": "mn30:12.3",
          "pli": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
          "en": "Hopefully I can find an end to this entire mass of suffering.’ "
        },
        {
          "scid": "mn30:12.4",
          "pli": "So evaṃ pabbajito samāno lābhasakkārasilokaṃ abhinibbatteti. ",
          "en": "When they’ve gone forth they generate possessions, honor, and popularity. "
        },
        {
          "scid": "mn30:12.5",
          "pli": "So tena lābhasakkārasilokena na attamano hoti, na paripuṇṇasaṅkappo. ",
          "en": "They’re not happy with that, and haven’t got all they wished for. "
        },
        {
          "scid": "mn30:12.6",
          "pli": "So tena lābhasakkārasilokena na attānukkaṃseti, na paraṃ vambheti. ",
          "en": "They don’t glorify themselves and put others down on account of that. "
        },
        {
          "scid": "mn30:12.7",
          "pli": "Lābhasakkārasilokena ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": "They don’t become lazy and slack regarding their possessions, honor, and popularity, but generate enthusiasm and try to realize those things that are better and finer. "
        },
        {
          "scid": "mn30:12.8",
          "pli": "So sīlasampadaṃ ārādheti. ",
          "en": "They become accomplished in ethics. "
        },
        {
          "scid": "mn30:12.9",
          "pli": "So tāya sīlasampadāya attamano hoti, no ca kho paripuṇṇasaṅkappo. ",
          "en": "They’re happy with that, but they haven’t got all they wished for. "
        },
        {
          "scid": "mn30:12.10",
          "pli": "So tāya sīlasampadāya na attānukkaṃseti, na paraṃ vambheti. ",
          "en": "They don’t glorify themselves and put others down on account of that. "
        },
        {
          "scid": "mn30:12.11",
          "pli": "Sīlasampadāya ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": "They don’t become lazy and slack regarding their accomplishment in ethics, but generate enthusiasm and try to realize those things that are better and finer. "
        },
        {
          "scid": "mn30:12.12",
          "pli": "So samādhisampadaṃ ārādheti. ",
          "en": "They become accomplished in immersion. "
        },
        {
          "scid": "mn30:12.13",
          "pli": "So tāya samādhisampadāya attamano hoti, no ca kho paripuṇṇasaṅkappo. ",
          "en": "They’re happy with that, but they haven’t got all they wished for. "
        },
        {
          "scid": "mn30:12.14",
          "pli": "So tāya samādhisampadāya na attānukkaṃseti, na paraṃ vambheti. ",
          "en": "They don’t glorify themselves and put others down on account of that. "
        },
        {
          "scid": "mn30:12.15",
          "pli": "Samādhisampadāya ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": "They don’t become lazy and slack regarding their accomplishment in immersion, but generate enthusiasm and try to realize those things that are better and finer. "
        },
        {
          "scid": "mn30:12.16",
          "pli": "So ñāṇadassanaṃ ārādheti. ",
          "en": "They achieve knowledge and vision. "
        },
        {
          "scid": "mn30:12.17",
          "pli": "So tena ñāṇadassanena attamano hoti, no ca kho paripuṇṇasaṅkappo. ",
          "en": "They’re happy with that, but they haven’t got all they wished for. "
        },
        {
          "scid": "mn30:12.18",
          "pli": "So tena ñāṇadassanena na attānukkaṃseti, na paraṃ vambheti. ",
          "en": "They don’t glorify themselves and put others down on account of that. "
        },
        {
          "scid": "mn30:12.19",
          "pli": "Ñāṇadassanena ca ye aññe dhammā uttaritarā ca paṇītatarā ca tesaṃ dhammānaṃ sacchikiriyāya chandaṃ janeti, vāyamati, anolīnavuttiko ca hoti asāthaliko. ",
          "en": "They don’t become lazy and slack regarding their knowledge and vision, but generate enthusiasm and try to realize those things that are better and finer. "
        },
        {
          "scid": "mn30:12.20",
          "pli": "Katame ca, brāhmaṇa, dhammā ñāṇadassanena uttaritarā ca paṇītatarā ca? ",
          "en": "And what are those things that are better and finer than knowledge and vision? "
        },
        {
          "scid": "mn30:13.1",
          "pli": "Idha, brāhmaṇa, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "Take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "mn30:13.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:14.1",
          "pli": "Puna caparaṃ, brāhmaṇa, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. "
        },
        {
          "scid": "mn30:14.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This too is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:15.1",
          "pli": "Puna caparaṃ, brāhmaṇa, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ "
        },
        {
          "scid": "mn30:15.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This too is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:16.1",
          "pli": "Puna caparaṃ, brāhmaṇa, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. "
        },
        {
          "scid": "mn30:16.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This too is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:17.1",
          "pli": "Puna caparaṃ, brāhmaṇa, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ",
          "en": "Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. "
        },
        {
          "scid": "mn30:17.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This too is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:18.1",
          "pli": "Puna caparaṃ, brāhmaṇa, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati. ",
          "en": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. "
        },
        {
          "scid": "mn30:18.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This too is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:19.1",
          "pli": "Puna caparaṃ, brāhmaṇa, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati. ",
          "en": "Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. "
        },
        {
          "scid": "mn30:19.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This too is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:20.1",
          "pli": "Puna caparaṃ, brāhmaṇa, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati. ",
          "en": "Furthermore, take a mendicant who, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception. "
        },
        {
          "scid": "mn30:20.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This too is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:21.1",
          "pli": "Puna caparaṃ, brāhmaṇa, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti. ",
          "en": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end. "
        },
        {
          "scid": "mn30:21.2",
          "pli": "Ayampi kho, brāhmaṇa, dhammo ñāṇadassanena uttaritaro ca paṇītataro ca. ",
          "en": "This too is something better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:21.3",
          "pli": "Ime kho, brāhmaṇa, dhammā ñāṇadassanena uttaritarā ca paṇītatarā ca. ",
          "en": "These are the things that are better and finer than knowledge and vision. "
        },
        {
          "scid": "mn30:22.1",
          "pli": "Seyyathāpi so, brāhmaṇa, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato sāraṃyeva chetvā ādāya pakkanto ‘sāran’ti jānamāno. ",
          "en": "Suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. He’d cut out just the heartwood and depart knowing it was heartwood. "
        },
        {
          "scid": "mn30:22.2",
          "pli": "Yañcassa sārena sārakaraṇīyaṃ tañcassa atthaṃ anubhavissati. ",
          "en": "Whatever he needs to make from heartwood, he will succeed. "
        },
        {
          "scid": "mn30:22.3",
          "pli": "Tathūpamāhaṃ, brāhmaṇa, imaṃ puggalaṃ vadāmi. ",
          "en": "That’s what this person is like, I say. "
        },
        {
          "scid": "mn30:23.1",
          "pli": "Iti kho, brāhmaṇa, nayidaṃ brahmacariyaṃ lābhasakkārasilokānisaṃsaṃ, na sīlasampadānisaṃsaṃ, na samādhisampadānisaṃsaṃ, na ñāṇadassanānisaṃsaṃ. ",
          "en": "And so, brahmin, this spiritual life is not lived for the sake of possessions, honor, and popularity, or for accomplishment in ethics, or for accomplishment in immersion, or for knowledge and vision. "
        },
        {
          "scid": "mn30:23.2",
          "pli": "Yā ca kho ayaṃ, brāhmaṇa, akuppā cetovimutti—",
          "en": "Rather, the goal, heartwood, and final end of the spiritual life is the unshakable freedom of heart.” "
        },
        {
          "scid": "mn30:23.3",
          "pli": "etadatthamidaṃ, brāhmaṇa, brahmacariyaṃ, etaṃ sāraṃ etaṃ pariyosānan”ti. ",
          "en": " "
        },
        {
          "scid": "mn30:24.1",
          "pli": "Evaṃ vutte, piṅgalakoccho brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, the brahmin Piṅgalakoccha said to the Buddha, "
        },
        {
          "scid": "mn30:24.2",
          "pli": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe … ",
          "en": "“Excellent, Master Gotama! Excellent! … "
        },
        {
          "scid": "mn30:24.3",
          "pli": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "mn30:24.4",
          "pli": "Cūḷasāropamasuttaṃ niṭṭhitaṃ dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "mn30:24.5",
          "pli": "Opammavaggo niṭṭhito tatiyo. ",
          "en": " "
        },
        {
          "scid": "mn30:24.6",
          "pli": "Moḷiyaphaggunariṭṭhañca nāmo, ",
          "en": " "
        },
        {
          "scid": "mn30:24.7",
          "pli": "Andhavane kathipuṇṇaṃ nivāpo; ",
          "en": " "
        },
        {
          "scid": "mn30:24.8",
          "pli": "Rāsikaṇerumahāgajanāmo, ",
          "en": " "
        },
        {
          "scid": "mn30:24.9",
          "pli": "Sārūpamo puna piṅgalakoccho. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn30/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 30",
    "volpages": "MN i 198",
    "uid": "mn30",
    "blurb": "Similar to the previous. After the incident with Devadatta, the Buddha cautions the mendicants against becoming complacent and points to liberation as the true heart of the teaching.",
    "difficulty": 2,
    "original_title": "Cūḷasāropama Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Shorter Simile of the Heartwood ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn30_sujato",
        "segmented": true,
        "title": "The Shorter Simile of the Heartwood ",
        "volpage": null
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn30_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Lesser Discourse on the Simile of the Pith"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 10
  }
}