{
  "sutta_uid": "mn35",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn35",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Shorter Discourse With Saccaka ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Longer Discourse With Saccaka ",
      "uid": "mn36"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Shorter Discourse on the Cowherd ",
      "uid": "mn34"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn35:0.1",
          "pli": "Majjhima Nikāya 35 ",
          "en": "Middle Discourses 35 "
        },
        {
          "scid": "mn35:0.2",
          "pli": "Cūḷasaccakasutta ",
          "en": "The Shorter Discourse With Saccaka "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 35 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn35:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn35:1.2",
          "pli": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "mn35:2.1",
          "pli": "Tena kho pana samayena saccako nigaṇṭhaputto vesāliyaṃ paṭivasati bhassappavādako paṇḍitavādo sādhusammato bahujanassa. ",
          "en": "Now at that time Saccaka, the son of Jain parents, was staying in Vesālī. He was a debater and clever speaker regarded as holy by many people. "
        },
        {
          "scid": "mn35:2.2",
          "pli": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ",
          "en": "He was telling a crowd in Vesālī, "
        },
        {
          "scid": "mn35:2.3",
          "pli": "“nāhaṃ taṃ passāmi samaṇaṃ vā brāhmaṇaṃ vā, saṅghiṃ gaṇiṃ gaṇācariyaṃ, api arahantaṃ sammāsambuddhaṃ paṭijānamānaṃ, yo mayā vādena vādaṃ samāraddho na saṅkampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi sedā mucceyyuṃ. ",
          "en": "“If I was to take them on in debate, I don’t see any ascetic or brahmin—leader of an order or a community, or the teacher of a community, even one who claims to be a perfected one, a fully awakened Buddha—who would not shake and rock and tremble, sweating from the armpits. "
        },
        {
          "scid": "mn35:2.4",
          "pli": "Thūṇaṃ cepāhaṃ acetanaṃ vādena vādaṃ samārabheyyaṃ, sāpi mayā vādena vādaṃ samāraddhā saṅkampeyya sampakampeyya sampavedheyya. ",
          "en": "Even if I took on an insentient post in debate, it would shake and rock and tremble. "
        },
        {
          "scid": "mn35:2.5",
          "pli": "Ko pana vādo manussabhūtassā”ti? ",
          "en": "How much more then a human being!” "
        },
        {
          "scid": "mn35:3.1",
          "pli": "Atha kho āyasmā assaji pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi. ",
          "en": "Then Venerable Assaji robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. "
        },
        {
          "scid": "mn35:3.2",
          "pli": "Addasā kho saccako nigaṇṭhaputto vesāliyaṃ jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno āyasmantaṃ assajiṃ dūratova āgacchantaṃ. ",
          "en": "As Saccaka was going for a walk he saw Assaji coming off in the distance. "
        },
        {
          "scid": "mn35:3.3",
          "pli": "Disvāna yenāyasmā assaji tenupasaṅkami; upasaṅkamitvā āyasmatā assajinā saddhiṃ sammodi. ",
          "en": "He approached him and exchanged greetings with him. "
        },
        {
          "scid": "mn35:3.4",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho saccako nigaṇṭhaputto āyasmantaṃ assajiṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, Saccaka stood to one side and said to Assaji, "
        },
        {
          "scid": "mn35:4.1",
          "pli": "“kathaṃ pana, bho assaji, samaṇo gotamo sāvake vineti, kathaṃbhāgā ca pana samaṇassa gotamassa sāvakesu anusāsanī bahulā pavattatī”ti? ",
          "en": "“Master Assaji, how does the ascetic Gotama guide his disciples? And how does instruction to his disciples generally proceed?” "
        },
        {
          "scid": "mn35:4.2",
          "pli": "“Evaṃ kho, aggivessana, bhagavā sāvake vineti, evaṃbhāgā ca pana bhagavato sāvakesu anusāsanī bahulā pavattati: ",
          "en": "“Aggivessana, this is how the ascetic Gotama guides his disciples, and how instruction to his disciples generally proceeds: "
        },
        {
          "scid": "mn35:4.3",
          "pli": "‘rūpaṃ, bhikkhave, aniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccaṃ. ",
          "en": "‘Form, feeling, perception, choices, and consciousness are impermanent. "
        },
        {
          "scid": "mn35:4.4",
          "pli": "Rūpaṃ, bhikkhave, anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā. ",
          "en": "Form, feeling, perception, choices, and consciousness are not-self. "
        },
        {
          "scid": "mn35:4.5",
          "pli": "Sabbe saṅkhārā aniccā, sabbe dhammā anattā’ti. ",
          "en": "All conditions are impermanent. All things are not-self.’ "
        },
        {
          "scid": "mn35:4.6",
          "pli": "Evaṃ kho, aggivessana, bhagavā sāvake vineti, evaṃbhāgā ca pana bhagavato sāvakesu anusāsanī bahulā pavattatī”ti. ",
          "en": "This is how the ascetic Gotama guides his disciples, and how instruction to his disciples generally proceeds.” "
        },
        {
          "scid": "mn35:4.7",
          "pli": "“Dussutaṃ vata, bho assaji, assumha ye mayaṃ evaṃvādiṃ samaṇaṃ gotamaṃ assumha. ",
          "en": "“It’s sad to hear, Master Assaji, that the ascetic Gotama has such a doctrine. "
        },
        {
          "scid": "mn35:4.8",
          "pli": "Appeva nāma mayaṃ kadāci karahaci tena bhotā gotamena saddhiṃ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo, appeva nāma tasmā pāpakā diṭṭhigatā viveceyyāmā”ti. ",
          "en": "Hopefully, some time or other I’ll get to meet Master Gotama, and we can have a discussion. And hopefully I can dissuade him from this harmful misconception.” "
        },
        {
          "scid": "mn35:5.1",
          "pli": "Tena kho pana samayena pañcamattāni licchavisatāni santhāgāre sannipatitāni honti kenacideva karaṇīyena. ",
          "en": "Now at that time around five hundred Licchavis were sitting together at the meeting hall on some business. "
        },
        {
          "scid": "mn35:5.2",
          "pli": "Atha kho saccako nigaṇṭhaputto yena te licchavī tenupasaṅkami; upasaṅkamitvā te licchavī etadavoca: ",
          "en": "Then Saccaka went up to them and said, "
        },
        {
          "scid": "mn35:5.3",
          "pli": "“abhikkamantu bhonto licchavī, abhikkamantu bhonto licchavī, ajja me samaṇena gotamena saddhiṃ kathāsallāpo bhavissati. ",
          "en": "“Come forth, good Licchavīs, come forth! Today I am going to have a discussion with the ascetic Gotama. "
        },
        {
          "scid": "mn35:5.4",
          "pli": "Sace me samaṇo gotamo tathā patiṭṭhissati yathā ca me ñātaññatarena sāvakena assajinā nāma bhikkhunā patiṭṭhitaṃ, seyyathāpi nāma balavā puriso dīghalomikaṃ eḷakaṃ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; ",
          "en": "If he stands by the position stated to me by one of his well-known disciples—a mendicant named Assaji—I’ll take him on in debate and drag him to and fro and round about, like a strong man would drag a fleecy sheep to and fro and round about! "
        },
        {
          "scid": "mn35:5.5",
          "pli": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi. ",
          "en": " "
        },
        {
          "scid": "mn35:5.6",
          "pli": "Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṃ soṇḍikākiḷañjaṃ gambhīre udakarahade pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; ",
          "en": "Taking him on in debate, I’ll drag him to and fro and round about, like a strong brewer’s worker would toss a large brewer’s sieve into a deep lake, grab it by the corners, and drag it to and fro and round about! "
        },
        {
          "scid": "mn35:5.7",
          "pli": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi. ",
          "en": " "
        },
        {
          "scid": "mn35:5.8",
          "pli": "Seyyathāpi nāma balavā soṇḍikādhutto vālaṃ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya; ",
          "en": "Taking him on in debate, I’ll shake him down and about, and give him a beating, like a strong brewer’s mixer would grab a strainer by the corners and shake it down and about, and give it a beating! "
        },
        {
          "scid": "mn35:5.9",
          "pli": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ odhunissāmi niddhunissāmi nipphoṭessāmi. ",
          "en": " "
        },
        {
          "scid": "mn35:5.10",
          "pli": "Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṃ pokkharaṇiṃ ogāhetvā sāṇadhovikaṃ nāma kīḷitajātaṃ kīḷati; ",
          "en": "I’ll play a game of ear-washing with the ascetic Gotama, like a sixty-year-old elephant would plunge into a deep lotus pond and play a game of ear-washing! "
        },
        {
          "scid": "mn35:5.11",
          "pli": "evamevāhaṃ samaṇaṃ gotamaṃ sāṇadhovikaṃ maññe kīḷitajātaṃ kīḷissāmi. ",
          "en": " "
        },
        {
          "scid": "mn35:5.12",
          "pli": "Abhikkamantu bhonto licchavī, abhikkamantu bhonto licchavī, ajja me samaṇena gotamena saddhiṃ kathāsallāpo bhavissatī”ti. ",
          "en": "Come forth, good Licchavīs, come forth! Today I am going to have a discussion with the ascetic Gotama.” "
        },
        {
          "scid": "mn35:6.1",
          "pli": "Tatrekacce licchavī evamāhaṃsu: ",
          "en": "At that, some of the Licchavis said, "
        },
        {
          "scid": "mn35:6.2",
          "pli": "“kiṃ samaṇo gotamo saccakassa nigaṇṭhaputtassa vādaṃ āropessati, atha kho saccako nigaṇṭhaputto samaṇassa gotamassa vādaṃ āropessatī”ti? ",
          "en": "“How can the ascetic Gotama refute Saccaka’s doctrine, when it is Saccaka who will refute Gotama’s doctrine?” "
        },
        {
          "scid": "mn35:6.3",
          "pli": "Ekacce licchavī evamāhaṃsu: ",
          "en": "But some of the Licchavis said, "
        },
        {
          "scid": "mn35:6.4",
          "pli": "“kiṃ so bhavamāno saccako nigaṇṭhaputto yo bhagavato vādaṃ āropessati, atha kho bhagavā saccakassa nigaṇṭhaputtassa vādaṃ āropessatī”ti? ",
          "en": "“Who is Saccaka to refute the Buddha’s doctrine, when it is the Buddha who will refute Saccaka’s doctrine?” "
        },
        {
          "scid": "mn35:6.5",
          "pli": "Atha kho saccako nigaṇṭhaputto pañcamattehi licchavisatehi parivuto yena mahāvanaṃ kūṭāgārasālā tenupasaṅkami. ",
          "en": "Then Saccaka, escorted by the five hundred Licchavis, went to the hall with the peaked roof in the Great Wood. "
        },
        {
          "scid": "mn35:7.1",
          "pli": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
          "en": "At that time several mendicants were walking meditation in the open air. "
        },
        {
          "scid": "mn35:7.2",
          "pli": "Atha kho saccako nigaṇṭhaputto yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
          "en": "Then Saccaka went up to them and said, "
        },
        {
          "scid": "mn35:7.3",
          "pli": "“kahaṃ nu kho, bho, etarahi so bhavaṃ gotamo viharati? ",
          "en": "“Gentlemen, where is Master Gotama at present? "
        },
        {
          "scid": "mn35:7.4",
          "pli": "Dassanakāmā hi mayaṃ taṃ bhavantaṃ gotaman”ti. ",
          "en": "For we want to see him.” "
        },
        {
          "scid": "mn35:7.5",
          "pli": "“Esa, aggivessana, bhagavā mahāvanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisinno”ti. ",
          "en": "“Aggivessana, the Buddha has plunged deep into the Great Wood and is sitting at the root of a tree for the day’s meditation.” "
        },
        {
          "scid": "mn35:8.1",
          "pli": "Atha kho saccako nigaṇṭhaputto mahatiyā licchaviparisāya saddhiṃ mahāvanaṃ ajjhogāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then Saccaka, together with a large group of Licchavis, went to see the Buddha in the Great Wood, and exchanged greetings with him. "
        },
        {
          "scid": "mn35:8.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
          "en": "When the greetings and polite conversation were over, he sat down to one side. "
        },
        {
          "scid": "mn35:8.3",
          "pli": "Tepi kho licchavī appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu, appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu, appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu, appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. ",
          "en": "Before sitting down to one side, some of the Licchavīs bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. "
        },
        {
          "scid": "mn35:9.1",
          "pli": "Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca: ",
          "en": "Then Saccaka said to the Buddha, "
        },
        {
          "scid": "mn35:9.2",
          "pli": "“puccheyyāhaṃ bhavantaṃ gotamaṃ kiñcideva desaṃ, sace me bhavaṃ gotamo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti. ",
          "en": "“I’d like to ask Master Gotama about a certain point, if you’d take the time to answer.” "
        },
        {
          "scid": "mn35:9.3",
          "pli": "“Puccha, aggivessana, yadākaṅkhasī”ti. ",
          "en": "“Ask what you wish, Aggivessana.” "
        },
        {
          "scid": "mn35:9.4",
          "pli": "“Kathaṃ pana bhavaṃ gotamo sāvake vineti, kathaṃbhāgā ca pana bhoto gotamassa sāvakesu anusāsanī bahulā pavattatī”ti? ",
          "en": "“How does the ascetic Gotama guide his disciples? And how does instruction to his disciples generally proceed?” "
        },
        {
          "scid": "mn35:9.5",
          "pli": "“Evaṃ kho ahaṃ, aggivessana, sāvake vinemi, evaṃbhāgā ca pana me sāvakesu anusāsanī bahulā pavattati: ",
          "en": "“This is how I guide my disciples, and how instruction to my disciples generally proceeds: "
        },
        {
          "scid": "mn35:9.6",
          "pli": "‘rūpaṃ, bhikkhave, aniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccaṃ. ",
          "en": "‘Form, feeling, perception, choices, and consciousness are impermanent. "
        },
        {
          "scid": "mn35:9.7",
          "pli": "Rūpaṃ, bhikkhave, anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā. ",
          "en": "Form, feeling, perception, choices, and consciousness are not-self. "
        },
        {
          "scid": "mn35:9.8",
          "pli": "Sabbe saṅkhārā aniccā, sabbe dhammā anattā’ti. ",
          "en": "All conditions are impermanent. All things are not-self.’ "
        },
        {
          "scid": "mn35:9.9",
          "pli": "Evaṃ kho ahaṃ, aggivessana, sāvake vinemi, evaṃbhāgā ca pana me sāvakesu anusāsanī bahulā pavattatī”ti. ",
          "en": "This is how I guide my disciples, and how instruction to my disciples generally proceeds.” "
        },
        {
          "scid": "mn35:10.1",
          "pli": "“Upamā maṃ, bho gotama, paṭibhātī”ti. ",
          "en": "“A simile strikes me, Master Gotama.” "
        },
        {
          "scid": "mn35:10.2",
          "pli": "“Paṭibhātu taṃ, aggivessanā”ti bhagavā avoca. ",
          "en": "“Then speak as you feel inspired,” said the Buddha. "
        },
        {
          "scid": "mn35:10.3",
          "pli": "“Seyyathāpi, bho gotama, ye kecime bījagāmabhūtagāmā vuddhiṃ virūḷhiṃ vepullaṃ āpajjanti, sabbe te pathaviṃ nissāya pathaviyaṃ patiṭṭhāya. ",
          "en": "“All the plants and seeds that achieve growth, increase, and maturity do so depending on the earth and grounded on the earth. "
        },
        {
          "scid": "mn35:10.4",
          "pli": "Evamete bījagāmabhūtagāmā vuddhiṃ virūḷhiṃ vepullaṃ āpajjanti. ",
          "en": " "
        },
        {
          "scid": "mn35:10.5",
          "pli": "Seyyathāpi vā pana, bho gotama, ye kecime balakaraṇīyā kammantā karīyanti, sabbe te pathaviṃ nissāya pathaviyaṃ patiṭṭhāya. ",
          "en": "All the hard work that gets done depends on the earth and is grounded on the earth. "
        },
        {
          "scid": "mn35:10.6",
          "pli": "Evamete balakaraṇīyā kammantā karīyanti. ",
          "en": " "
        },
        {
          "scid": "mn35:10.7",
          "pli": "Evameva kho, bho gotama, rūpattāyaṃ purisapuggalo rūpe patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, vedanattāyaṃ purisapuggalo vedanāyaṃ patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, saññattāyaṃ purisapuggalo saññāyaṃ patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, saṅkhārattāyaṃ purisapuggalo saṅkhāresu patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, viññāṇattāyaṃ purisapuggalo viññāṇe patiṭṭhāya puññaṃ vā apuññaṃ vā pasavatī”ti. ",
          "en": "In the same way, an individual’s self is form. Grounded on form they make good and bad choices. An individual’s self is feeling … perception … choices … consciousness. Grounded on consciousness they make good and bad choices.” "
        },
        {
          "scid": "mn35:11.1",
          "pli": "“Nanu tvaṃ, aggivessana, evaṃ vadesi: ",
          "en": "“Aggivessana, are you not saying this: "
        },
        {
          "scid": "mn35:11.2",
          "pli": "‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’”ti? ",
          "en": "‘Form is my self, feeling is my self, perception is my self, choices are my self, consciousness is my self’?” "
        },
        {
          "scid": "mn35:11.3",
          "pli": "“Ahañhi, bho gotama, evaṃ vadāmi: ",
          "en": "“Indeed, Master Gotama, that is what I am saying. "
        },
        {
          "scid": "mn35:11.4",
          "pli": "‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’ti, ayañca mahatī janatā”ti. ",
          "en": "And this big crowd agrees with me!” "
        },
        {
          "scid": "mn35:11.5",
          "pli": "“Kiñhi te, aggivessana, mahatī janatā karissati? ",
          "en": "“What has this big crowd to do with you? "
        },
        {
          "scid": "mn35:11.6",
          "pli": "Iṅgha tvaṃ, aggivessana, sakaññeva vādaṃ nibbeṭhehī”ti. ",
          "en": "Please just explain your own statement.” "
        },
        {
          "scid": "mn35:11.7",
          "pli": "“Ahañhi, bho gotama, evaṃ vadāmi: ",
          "en": "“Then, Master Gotama, what I am saying is this: "
        },
        {
          "scid": "mn35:11.8",
          "pli": "‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’”ti. ",
          "en": "‘Form is my self, feeling is my self, perception is my self, choices are my self, consciousness is my self’.” "
        },
        {
          "scid": "mn35:12.1",
          "pli": "“Tena hi, aggivessana, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi. ",
          "en": "“Well then, Aggivessana, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "mn35:12.2",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:12.3",
          "pli": "vatteyya rañño khattiyassa muddhāvasittassa sakasmiṃ vijite vaso—",
          "en": "Consider an anointed king such as Pasenadi of Kosala or Ajātasattu Vedehiputta of Magadha. "
        },
        {
          "scid": "mn35:12.4",
          "pli": "ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassā”ti? ",
          "en": "Would they have the power in their own realm to execute, fine, or banish those who are guilty?” "
        },
        {
          "scid": "mn35:12.5",
          "pli": "“Vatteyya, bho gotama, rañño khattiyassa muddhāvasittassa sakasmiṃ vijite vaso—",
          "en": "“An anointed king would have such power, Master Gotama. "
        },
        {
          "scid": "mn35:12.6",
          "pli": "ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassa. ",
          "en": " "
        },
        {
          "scid": "mn35:12.7",
          "pli": "Imesampi hi, bho gotama, saṃghānaṃ gaṇānaṃ—",
          "en": "Even federations such as the "
        },
        {
          "scid": "mn35:12.8",
          "pli": "Seyyathidaṃ—vajjīnaṃ mallānaṃ—",
          "en": "Vajjis and Mallas "
        },
        {
          "scid": "mn35:12.9",
          "pli": "vattati sakasmiṃ vijite vaso—",
          "en": "have such power in their own realm. "
        },
        {
          "scid": "mn35:12.10",
          "pli": "ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ. ",
          "en": " "
        },
        {
          "scid": "mn35:12.11",
          "pli": "Kiṃ pana rañño khattiyassa muddhāvasittassa, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassa? ",
          "en": "So of course an anointed king such as Pasenadi or Ajātasattu "
        },
        {
          "scid": "mn35:12.12",
          "pli": "Vatteyya, bho gotama, vattituñca marahatī”ti. ",
          "en": "would wield such power, as is their right.” "
        },
        {
          "scid": "mn35:13.1",
          "pli": "“Taṃ kiṃ maññasi, aggivessana, ",
          "en": "“What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:13.2",
          "pli": "yaṃ tvaṃ evaṃ vadesi: ",
          "en": "When you say, "
        },
        {
          "scid": "mn35:13.3",
          "pli": "‘rūpaṃ me attā’ti, vattati te tasmiṃ rūpe vaso—",
          "en": "‘Form is my self,’ do you have power over that form to say: "
        },
        {
          "scid": "mn35:13.4",
          "pli": "evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī”ti? ",
          "en": "‘May my form be like this! May it not be like that’?” "
        },
        {
          "scid": "mn35:13.5",
          "pli": "Evaṃ vutte, saccako nigaṇṭhaputto tuṇhī ahosi. ",
          "en": "When he said this, Saccaka kept silent. "
        },
        {
          "scid": "mn35:13.6",
          "pli": "Dutiyampi kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca: ",
          "en": "The Buddha asked the question a second time, "
        },
        {
          "scid": "mn35:13.7",
          "pli": "“taṃ kiṃ maññasi, aggivessana, yaṃ tvaṃ evaṃ vadesi: ",
          "en": " "
        },
        {
          "scid": "mn35:13.8",
          "pli": "‘rūpaṃ me attā’ti, vattati te tasmiṃ rūpe vaso—",
          "en": " "
        },
        {
          "scid": "mn35:13.9",
          "pli": "evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī”ti? ",
          "en": " "
        },
        {
          "scid": "mn35:13.10",
          "pli": "Dutiyampi kho saccako nigaṇṭhaputto tuṇhī ahosi. ",
          "en": "but Saccaka still kept silent. "
        },
        {
          "scid": "mn35:13.11",
          "pli": "Atha kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca: ",
          "en": "So the Buddha said to Saccaka, "
        },
        {
          "scid": "mn35:13.12",
          "pli": "“byākarohi dāni, aggivessana, na dāni te tuṇhībhāvassa kālo. ",
          "en": "“Answer now, Aggivessana. Now is not the time for silence. "
        },
        {
          "scid": "mn35:13.13",
          "pli": "Yo koci, aggivessana tathāgatena yāvatatiyaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākaroti, etthevassa sattadhā muddhā phalatī”ti. ",
          "en": "If someone fails to answer a legitimate question when asked three times by the Buddha, their head explodes into seven pieces there and then.” "
        },
        {
          "scid": "mn35:14.1",
          "pli": "Tena kho pana samayena vajirapāṇi yakkho āyasaṃ vajiraṃ ādāya ādittaṃ sampajjalitaṃ sajotibhūtaṃ saccakassa nigaṇṭhaputtassa uparivehāsaṃ ṭhito hoti: ",
          "en": "Now at that time the spirit Vajirapāṇi, taking up a burning iron thunderbolt, blazing and glowing, stood in the sky above Saccaka, thinking, "
        },
        {
          "scid": "mn35:14.2",
          "pli": "“sacāyaṃ saccako nigaṇṭhaputto bhagavatā yāvatatiyaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākarissati etthevassa sattadhā muddhaṃ phālessāmī”ti. ",
          "en": "“If this Saccaka doesn’t answer when asked a third time, I’ll blow his head into seven pieces there and then!” "
        },
        {
          "scid": "mn35:14.3",
          "pli": "Taṃ kho pana vajirapāṇiṃ yakkhaṃ bhagavā ceva passati saccako ca nigaṇṭhaputto. ",
          "en": "And both the Buddha and Saccaka could see Vajirapāṇi. "
        },
        {
          "scid": "mn35:14.4",
          "pli": "Atha kho saccako nigaṇṭhaputto bhīto saṃviggo lomahaṭṭhajāto bhagavantaṃyeva tāṇaṃ gavesī bhagavantaṃyeva leṇaṃ gavesī bhagavantaṃyeva saraṇaṃ gavesī bhagavantaṃ etadavoca: ",
          "en": "Saccaka was terrified, shocked, and awestruck. Looking to the Buddha for shelter, protection, and refuge, he said, "
        },
        {
          "scid": "mn35:14.5",
          "pli": "“pucchatu maṃ bhavaṃ gotamo, byākarissāmī”ti. ",
          "en": "“Ask me, Master Gotama. I will answer.” "
        },
        {
          "scid": "mn35:15.1",
          "pli": "“Taṃ kiṃ maññasi, aggivessana, ",
          "en": "“What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:15.2",
          "pli": "yaṃ tvaṃ evaṃ vadesi: ",
          "en": "When you say, "
        },
        {
          "scid": "mn35:15.3",
          "pli": "‘rūpaṃ me attā’ti, vattati te tasmiṃ rūpe vaso—",
          "en": "‘Form is my self,’ do you have power over that form to say: "
        },
        {
          "scid": "mn35:15.4",
          "pli": "evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī”ti? ",
          "en": "‘May my form be like this! May it not be like that’?” "
        },
        {
          "scid": "mn35:15.5",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "mn35:16.1",
          "pli": "“Manasi karohi, aggivessana; ",
          "en": "“Think about it, Aggivessana! "
        },
        {
          "scid": "mn35:16.2",
          "pli": "manasi karitvā kho, aggivessana, byākarohi. ",
          "en": "You should think before answering. "
        },
        {
          "scid": "mn35:16.3",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn35:16.4",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:16.5",
          "pli": "yaṃ tvaṃ evaṃ vadesi: ",
          "en": "When you say, "
        },
        {
          "scid": "mn35:16.6",
          "pli": "‘vedanā me attā’ti, vattati te tissaṃ vedanāyaṃ vaso—",
          "en": "‘Feeling is my self,’ do you have power over that feeling to say: "
        },
        {
          "scid": "mn35:16.7",
          "pli": "evaṃ me vedanā hotu, evaṃ me vedanā mā ahosī”ti? ",
          "en": "‘May my feeling be like this! May it not be like that’?” "
        },
        {
          "scid": "mn35:16.8",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "mn35:17.1",
          "pli": "“Manasi karohi, aggivessana; ",
          "en": "“Think about it, Aggivessana! "
        },
        {
          "scid": "mn35:17.2",
          "pli": "manasi karitvā kho, aggivessana, byākarohi. ",
          "en": "You should think before answering. "
        },
        {
          "scid": "mn35:17.3",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn35:17.4",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:17.5",
          "pli": "yaṃ tvaṃ evaṃ vadesi: ",
          "en": "When you say, "
        },
        {
          "scid": "mn35:17.6",
          "pli": "‘saññā me attā’ti, vattati te tissaṃ saññāyaṃ vaso—",
          "en": "‘Perception is my self,’ do you have power over that perception to say: "
        },
        {
          "scid": "mn35:17.7",
          "pli": "evaṃ me saññā hotu, evaṃ me saññā mā ahosī”ti? ",
          "en": "‘May my perception be like this! May it not be like that’?” "
        },
        {
          "scid": "mn35:17.8",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "mn35:18.1",
          "pli": "“Manasi karohi, aggivessana; ",
          "en": "“Think about it, Aggivessana! "
        },
        {
          "scid": "mn35:18.2",
          "pli": "manasi karitvā kho, aggivessana, byākarohi. ",
          "en": "You should think before answering. "
        },
        {
          "scid": "mn35:18.3",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn35:18.4",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:18.5",
          "pli": "yaṃ tvaṃ evaṃ vadesi: ",
          "en": "When you say, "
        },
        {
          "scid": "mn35:18.6",
          "pli": "‘saṅkhārā me attā’ti, vattati te tesu saṅkhāresu vaso—",
          "en": "‘Choices are my self,’ do you have power over those choices to say: "
        },
        {
          "scid": "mn35:18.7",
          "pli": "evaṃ me saṅkhārā hontu, evaṃ me saṅkhārā mā ahesun”ti? ",
          "en": "‘May my choices be like this! May they not be like that’?” "
        },
        {
          "scid": "mn35:18.8",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "mn35:19.1",
          "pli": "“Manasi karohi, aggivessana; ",
          "en": "“Think about it, Aggivessana! "
        },
        {
          "scid": "mn35:19.2",
          "pli": "manasi karitvā kho, aggivessana, byākarohi. ",
          "en": "You should think before answering. "
        },
        {
          "scid": "mn35:19.3",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn35:19.4",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:19.5",
          "pli": "yaṃ tvaṃ evaṃ vadesi: ",
          "en": "When you say, "
        },
        {
          "scid": "mn35:19.6",
          "pli": "‘viññāṇaṃ me attā’ti, vattati te tasmiṃ viññāṇe vaso—",
          "en": "‘Consciousness is my self,’ do you have power over that consciousness to say: "
        },
        {
          "scid": "mn35:19.7",
          "pli": "evaṃ me viññāṇaṃ hotu, evaṃ me viññāṇaṃ mā ahosī”ti? ",
          "en": "‘May my consciousness be like this! May it not be like that’?” "
        },
        {
          "scid": "mn35:19.8",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "mn35:20.1",
          "pli": "“Manasi karohi, aggivessana; ",
          "en": "“Think about it, Aggivessana! "
        },
        {
          "scid": "mn35:20.2",
          "pli": "manasi karitvā kho, aggivessana, byākarohi. ",
          "en": "You should think before answering. "
        },
        {
          "scid": "mn35:20.3",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn35:20.4",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:20.5",
          "pli": "rūpaṃ niccaṃ vā aniccaṃ vā”ti? ",
          "en": "Is form permanent or impermanent?” "
        },
        {
          "scid": "mn35:20.6",
          "pli": "“Aniccaṃ, bho gotama”. ",
          "en": "“Impermanent.” "
        },
        {
          "scid": "mn35:20.7",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
          "en": "“But if it’s impermanent, is it suffering or happiness?” "
        },
        {
          "scid": "mn35:20.8",
          "pli": "“Dukkhaṃ, bho gotama”. ",
          "en": "“Suffering.” "
        },
        {
          "scid": "mn35:20.9",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
          "en": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus: "
        },
        {
          "scid": "mn35:20.10",
          "pli": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
          "en": "‘This is mine, I am this, this is my self’?” "
        },
        {
          "scid": "mn35:20.11",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "mn35:20.12",
          "pli": "“Taṃ kiṃ maññasi, aggivessana, ",
          "en": "“What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:20.13",
          "pli": "vedanā … pe … ",
          "en": "Is feeling … "
        },
        {
          "scid": "mn35:20.14",
          "pli": "saññā … pe … ",
          "en": "perception … "
        },
        {
          "scid": "mn35:20.15",
          "pli": "saṅkhārā … pe … ",
          "en": "choices … "
        },
        {
          "scid": "mn35:20.16",
          "pli": "taṃ kiṃ maññasi, aggivessana, viññāṇaṃ niccaṃ vā aniccaṃ vā”ti? ",
          "en": "consciousness permanent or impermanent?” "
        },
        {
          "scid": "mn35:20.17",
          "pli": "“Aniccaṃ, bho gotama”. ",
          "en": "“Impermanent.” "
        },
        {
          "scid": "mn35:20.18",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
          "en": "“But if it’s impermanent, is it suffering or happiness?” "
        },
        {
          "scid": "mn35:20.19",
          "pli": "“Dukkhaṃ, bho gotama”. ",
          "en": "“Suffering.” "
        },
        {
          "scid": "mn35:20.20",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
          "en": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus: "
        },
        {
          "scid": "mn35:20.21",
          "pli": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
          "en": "‘This is mine, I am this, this is my self’?” "
        },
        {
          "scid": "mn35:20.22",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "mn35:21.1",
          "pli": "“Taṃ kiṃ maññasi, aggivessana, ",
          "en": "“What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:21.2",
          "pli": "yo nu kho dukkhaṃ allīno dukkhaṃ upagato dukkhaṃ ajjhosito, dukkhaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati, api nu kho so sāmaṃ vā dukkhaṃ parijāneyya, dukkhaṃ vā parikkhepetvā vihareyyā”ti? ",
          "en": "Consider someone who clings, holds, and attaches to suffering, regarding it thus: ‘This is mine, I am this, this is my self.’ Would such a person be able to completely understand suffering themselves, or live having wiped out suffering?” "
        },
        {
          "scid": "mn35:21.3",
          "pli": "“Kiñhi siyā, bho gotama? ",
          "en": "“How could they? "
        },
        {
          "scid": "mn35:21.4",
          "pli": "No hidaṃ, bho gotamā”ti. ",
          "en": "No, Master Gotama.” "
        },
        {
          "scid": "mn35:21.5",
          "pli": "“Taṃ kiṃ maññasi, aggivessana, ",
          "en": "“What do you think, Aggivessana? "
        },
        {
          "scid": "mn35:21.6",
          "pli": "nanu tvaṃ evaṃ sante dukkhaṃ allīno dukkhaṃ upagato dukkhaṃ ajjhosito, dukkhaṃ: ",
          "en": "This being so, aren’t you someone who clings, holds, and attaches to suffering, regarding it thus: ‘This is mine, I am this, this is my self’?” "
        },
        {
          "scid": "mn35:21.7",
          "pli": "‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasī”ti? ",
          "en": " "
        },
        {
          "scid": "mn35:21.8",
          "pli": "“Kiñhi no siyā, bho gotama? ",
          "en": "“How could I not? "
        },
        {
          "scid": "mn35:21.9",
          "pli": "Evametaṃ, bho gotamā”ti. ",
          "en": "Yes, Master Gotama.” "
        },
        {
          "scid": "mn35:22.1",
          "pli": "“Seyyathāpi, aggivessana, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya vanaṃ paviseyya. ",
          "en": "“Suppose, Aggivessana, there was a person in need of heartwood. Wandering in search of heartwood, they’d take a sharp axe and enter a forest. "
        },
        {
          "scid": "mn35:22.2",
          "pli": "So tattha passeyya mahantaṃ kadalikkhandhaṃ ujuṃ navaṃ akukkukajātaṃ. ",
          "en": "There they’d see a big banana tree, straight and young and grown free of defects. "
        },
        {
          "scid": "mn35:22.3",
          "pli": "Tamenaṃ mūle chindeyya, mūle chetvā agge chindeyya, agge chetvā pattavaṭṭiṃ vinibbhujeyya. ",
          "en": "They’d cut it down at the base, cut off the top, and unroll the coiled sheaths. "
        },
        {
          "scid": "mn35:22.4",
          "pli": "So tattha pattavaṭṭiṃ vinibbhujanto pheggumpi nādhigaccheyya, kuto sāraṃ? ",
          "en": "But they wouldn’t even find sapwood, much less heartwood. "
        },
        {
          "scid": "mn35:22.5",
          "pli": "Evameva kho tvaṃ, aggivessana, mayā sakasmiṃ vāde samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno ritto tuccho aparaddho. ",
          "en": "In the same way, when pursued, pressed, and grilled by me on your own doctrine, you turn out to be void, hollow, and mistaken. "
        },
        {
          "scid": "mn35:22.6",
          "pli": "Bhāsitā kho pana te esā, aggivessana, vesāliyaṃ parisati vācā: ",
          "en": "But it was you who stated before the assembly of Vesālī: "
        },
        {
          "scid": "mn35:22.7",
          "pli": "‘nāhaṃ taṃ passāmi samaṇaṃ vā brāhmaṇaṃ vā, saṃghiṃ gaṇiṃ gaṇācariyaṃ, api arahantaṃ sammāsambuddhaṃ paṭijānamānaṃ, yo mayā vādena vādaṃ samāraddho na saṅkampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi sedā mucceyyuṃ. ",
          "en": "‘If I was to take them on in debate, I don’t see any ascetic or brahmin—leader of an order or a community, or the teacher of a community, even one who claims to be a perfected one, a fully awakened Buddha—who would not shake and rock and tremble, sweating from the armpits. "
        },
        {
          "scid": "mn35:22.8",
          "pli": "Thūṇaṃ cepāhaṃ acetanaṃ vādena vādaṃ samārabheyyaṃ sāpi mayā vādena vādaṃ samāraddhā saṅkampeyya sampakampeyya sampavedheyya. ",
          "en": "Even if I took on an insentient post in debate, it would shake and rock and tremble. "
        },
        {
          "scid": "mn35:22.9",
          "pli": "Ko pana vādo manussabhūtassā’ti? ",
          "en": "How much more then a human being!’ "
        },
        {
          "scid": "mn35:22.10",
          "pli": "Tuyhaṃ kho pana, aggivessana, appekaccāni sedaphusitāni nalāṭā muttāni, uttarāsaṅgaṃ vinibhinditvā bhūmiyaṃ patiṭṭhitāni. ",
          "en": "But sweat is pouring from your forehead; it’s soaked through your robe and drips on the ground. "
        },
        {
          "scid": "mn35:22.11",
          "pli": "Mayhaṃ kho pana, aggivessana, natthi etarahi kāyasmiṃ sedo”ti. ",
          "en": "While I now have no sweat on my body.” "
        },
        {
          "scid": "mn35:22.12",
          "pli": "Iti bhagavā tasmiṃ parisati suvaṇṇavaṇṇaṃ kāyaṃ vivari. ",
          "en": "So the Buddha revealed his golden body to the assembly. "
        },
        {
          "scid": "mn35:22.13",
          "pli": "Evaṃ vutte, saccako nigaṇṭhaputto tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ",
          "en": "When this was said, Saccaka sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say. "
        },
        {
          "scid": "mn35:23.1",
          "pli": "Atha kho dummukho licchaviputto saccakaṃ nigaṇṭhaputtaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā bhagavantaṃ etadavoca: ",
          "en": "Knowing this, the Licchavi Dummukha said to the Buddha, "
        },
        {
          "scid": "mn35:23.2",
          "pli": "“upamā maṃ, bhagavā, paṭibhātī”ti. ",
          "en": "“A simile strikes me, Blessed One.” "
        },
        {
          "scid": "mn35:23.3",
          "pli": "“Paṭibhātu taṃ, dummukhā”ti bhagavā avoca. ",
          "en": "“Then speak as you feel inspired,” said the Buddha. "
        },
        {
          "scid": "mn35:23.4",
          "pli": "“Seyyathāpi, bhante, gāmassa vā nigamassa vā avidūre pokkharaṇī. ",
          "en": "“Sir, suppose there was a lotus pond not far from a town or village, "
        },
        {
          "scid": "mn35:23.5",
          "pli": "Tatrāssa kakkaṭako. ",
          "en": "and a crab lived there. "
        },
        {
          "scid": "mn35:23.6",
          "pli": "Atha kho, bhante, sambahulā kumārakā vā kumārikā vā tamhā gāmā vā nigamā vā nikkhamitvā yena sā pokkharaṇī tenupasaṅkameyyuṃ; upasaṅkamitvā taṃ pokkharaṇiṃ ogāhetvā taṃ kakkaṭakaṃ udakā uddharitvā thale patiṭṭhāpeyyuṃ. ",
          "en": "Then several boys or girls would leave the town or village and go to the pond, where they’d pull out the crab and put it on dry land. "
        },
        {
          "scid": "mn35:23.7",
          "pli": "Yaññadeva hi so, bhante, kakkaṭako aḷaṃ abhininnāmeyya taṃ tadeva te kumārakā vā kumārikā vā kaṭṭhena vā kathalena vā sañchindeyyuṃ sambhañjeyyuṃ sampalibhañjeyyuṃ. ",
          "en": "Whenever that crab extended a claw, those boys or girls would snap, crack, and break it off with a stick or a stone. "
        },
        {
          "scid": "mn35:23.8",
          "pli": "Evañhi so, bhante, kakkaṭako sabbehi aḷehi sañchinnehi sambhaggehi sampalibhaggehi abhabbo taṃ pokkharaṇiṃ puna otarituṃ, seyyathāpi pubbe. ",
          "en": "And when that crab’s claws had all been snapped, cracked, and broken off it wouldn’t be able to return down into that lotus pond. "
        },
        {
          "scid": "mn35:23.9",
          "pli": "Evameva kho, bhante, yāni saccakassa nigaṇṭhaputtassa visūkāyitāni visevitāni vipphanditāni tānipi sabbāni bhagavatā sañchinnāni sambhaggāni sampalibhaggāni; ",
          "en": "In the same way, sir, the Buddha has snapped, cracked, and broken off all Saccaka’s tricks, dodges, and evasions. "
        },
        {
          "scid": "mn35:23.10",
          "pli": "abhabbo ca dāni, bhante, saccako nigaṇṭhaputto puna bhagavantaṃ upasaṅkamituṃ yadidaṃ vādādhippāyo”ti. ",
          "en": "Now he can’t get near the Buddha again looking for a debate.” "
        },
        {
          "scid": "mn35:24.1",
          "pli": "Evaṃ vutte, saccako nigaṇṭhaputto dummukhaṃ licchaviputtaṃ etadavoca: ",
          "en": "But Saccaka said to him, "
        },
        {
          "scid": "mn35:24.2",
          "pli": "“āgamehi tvaṃ, dummukha,āgamehi tvaṃ, dummukha, () na mayaṃ tayā saddhiṃ mantema, idha mayaṃ bhotā gotamena saddhiṃ mantema. ",
          "en": "“Hold on, Dummukha, hold on! I wasn’t talking with you, I was talking with Master Gotama. "
        },
        {
          "scid": "mn35:24.3",
          "pli": "Tiṭṭhatesā, bho gotama, amhākañceva aññesañca puthusamaṇabrāhmaṇānaṃ vācā. ",
          "en": "Master Gotama, leave aside that statement I made—as did various other ascetics and brahmins—"
        },
        {
          "scid": "mn35:24.4",
          "pli": "Vilāpaṃ vilapitaṃ maññe. ",
          "en": "it was, like, just a bit of nonsense. "
        },
        {
          "scid": "mn35:24.5",
          "pli": "Kittāvatā ca nu kho bhoto gotamassa sāvako sāsanakaro hoti ovādapatikaro tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti? ",
          "en": "How do you define a disciple of Master Gotama who follows instructions and responds to advice; who has gone beyond doubt, got rid of indecision, gained assurance, and is independent of others in the Teacher’s instructions?” "
        },
        {
          "scid": "mn35:24.6",
          "pli": "“Idha, aggivessana, mama sāvako yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati; ",
          "en": "“It’s when one of my disciples truly sees any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ "
        },
        {
          "scid": "mn35:24.7",
          "pli": "yā kāci vedanā … pe … ",
          "en": "They truly see any kind of feeling … "
        },
        {
          "scid": "mn35:24.8",
          "pli": "yā kāci saññā … pe … ",
          "en": "perception … "
        },
        {
          "scid": "mn35:24.9",
          "pli": "ye keci saṅkhārā … pe … ",
          "en": "choices … "
        },
        {
          "scid": "mn35:24.10",
          "pli": "yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati. ",
          "en": "consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ "
        },
        {
          "scid": "mn35:24.11",
          "pli": "Ettāvatā kho, aggivessana, mama sāvako sāsanakaro hoti ovādapatikaro tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti. ",
          "en": "That’s how to define one of my disciples who follows instructions and responds to advice; who has gone beyond doubt, got rid of indecision, gained assurance, and is independent of others in the Teacher’s instructions.” "
        },
        {
          "scid": "mn35:25.1",
          "pli": "“Kittāvatā pana, bho gotama, bhikkhu arahaṃ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto”ti? ",
          "en": "“But how do you define a mendicant who is a perfected one, with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment?” "
        },
        {
          "scid": "mn35:25.2",
          "pli": "“Idha, aggivessana, bhikkhu yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādā vimutto hoti; ",
          "en": "“It’s when one of my disciples truly sees any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ And having seen this with right understanding they’re freed by not grasping. "
        },
        {
          "scid": "mn35:25.3",
          "pli": "yā kāci vedanā … pe … ",
          "en": "They truly see any kind of feeling … "
        },
        {
          "scid": "mn35:25.4",
          "pli": "yā kāci saññā … pe … ",
          "en": "perception … "
        },
        {
          "scid": "mn35:25.5",
          "pli": "ye keci saṅkhārā … pe … ",
          "en": "choices … "
        },
        {
          "scid": "mn35:25.6",
          "pli": "yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādā vimutto hoti. ",
          "en": "consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ And having seen this with right understanding they’re freed by not grasping. "
        },
        {
          "scid": "mn35:25.7",
          "pli": "Ettāvatā kho, aggivessana, bhikkhu arahaṃ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto. ",
          "en": "That’s how to define a mendicant who is a perfected one, with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment. "
        },
        {
          "scid": "mn35:26.1",
          "pli": "Evaṃ vimuttacitto kho, aggivessana, bhikkhu tīhi anuttariyehi samannāgato hoti—",
          "en": "A mendicant whose mind is freed like this has three unsurpassable qualities: "
        },
        {
          "scid": "mn35:26.2",
          "pli": "dassanānuttariyena, paṭipadānuttariyena, vimuttānuttariyena. ",
          "en": "unsurpassable vision, practice, and freedom. "
        },
        {
          "scid": "mn35:26.3",
          "pli": "Evaṃ vimuttacitto kho, aggivessana, bhikkhu tathāgataññeva sakkaroti garuṃ karoti māneti pūjeti—",
          "en": "They honor, respect, esteem, and venerate only the Realized One: "
        },
        {
          "scid": "mn35:26.4",
          "pli": "buddho so bhagavā bodhāya dhammaṃ deseti, danto so bhagavā damathāya dhammaṃ deseti, santo so bhagavā samathāya dhammaṃ deseti, tiṇṇo so bhagavā taraṇāya dhammaṃ deseti, parinibbuto so bhagavā parinibbānāya dhammaṃ desetī”ti. ",
          "en": "‘The Blessed One is awakened, tamed, serene, crossed over, and extinguished. And he teaches Dhamma for awakening, taming, serenity, crossing over, and extinguishment.’” "
        },
        {
          "scid": "mn35:27.1",
          "pli": "Evaṃ vutte, saccako nigaṇṭhaputto bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Saccaka said to him, "
        },
        {
          "scid": "mn35:27.2",
          "pli": "“mayameva, bho gotama, dhaṃsī, mayaṃ pagabbā, ye mayaṃ bhavantaṃ gotamaṃ vādena vādaṃ āsādetabbaṃ amaññimha. ",
          "en": "“Master Gotama, it was rude and impudent of me to imagine I could attack you in debate. "
        },
        {
          "scid": "mn35:27.3",
          "pli": "Siyā hi, bho gotama, hatthiṃ pabhinnaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo. ",
          "en": "For a person might find safety after attacking a rutting elephant, but not after attacking Master Gotama. "
        },
        {
          "scid": "mn35:27.4",
          "pli": "Siyā hi, bho gotama, pajjalitaṃ aggikkhandhaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo. ",
          "en": "A person might find safety after attacking a blazing mass of fire, but not after attacking Master Gotama. "
        },
        {
          "scid": "mn35:27.5",
          "pli": "Siyā hi, bho gotama, āsīvisaṃ ghoravisaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo. ",
          "en": "They might find safety after attacking a poisonous viper, but not after attacking Master Gotama. "
        },
        {
          "scid": "mn35:27.6",
          "pli": "Mayameva, bho gotama, dhaṃsī, mayaṃ pagabbā, ye mayaṃ bhavantaṃ gotamaṃ vādena vādaṃ āsādetabbaṃ amaññimha. ",
          "en": "It was rude and impudent of me to imagine I could attack you in debate. "
        },
        {
          "scid": "mn35:27.7",
          "pli": "Adhivāsetu me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti. ",
          "en": "Would Master Gotama together with the mendicant Saṅgha please accept tomorrow’s meal from me?” "
        },
        {
          "scid": "mn35:27.8",
          "pli": "Adhivāsesi bhagavā tuṇhībhāvena. ",
          "en": "The Buddha consented in silence. "
        },
        {
          "scid": "mn35:28.1",
          "pli": "Atha kho saccako nigaṇṭhaputto bhagavato adhivāsanaṃ viditvā te licchavī āmantesi: ",
          "en": "Then, knowing that the Buddha had consented, Saccaka addressed those Licchavis, "
        },
        {
          "scid": "mn35:28.2",
          "pli": "“suṇantu me bhonto licchavī, samaṇo me gotamo nimantito svātanāya saddhiṃ bhikkhusaṅghena. ",
          "en": "“Listen, gentlemen. I have invited the ascetic Gotama together with the Saṅgha of mendicants for tomorrow’s meal. "
        },
        {
          "scid": "mn35:28.3",
          "pli": "Tena me abhihareyyātha yamassa patirūpaṃ maññeyyāthā”ti. ",
          "en": "You may all bring me what you think is suitable.” "
        },
        {
          "scid": "mn35:29.1",
          "pli": "Atha kho te licchavī tassā rattiyā accayena saccakassa nigaṇṭhaputtassa pañcamattāni thālipākasatāni bhattābhihāraṃ abhihariṃsu. ",
          "en": "Then, when the night had passed, those Licchavis presented Saccaka with an offering of five hundred servings of food. "
        },
        {
          "scid": "mn35:29.2",
          "pli": "Atha kho nigaṇṭhaputto sake ārāme paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi: ",
          "en": "And Saccaka had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying, "
        },
        {
          "scid": "mn35:29.3",
          "pli": "“kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ",
          "en": "“Itʼs time, Master Gotama, the meal is ready.” "
        },
        {
          "scid": "mn35:30.1",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena saccakassa nigaṇṭhaputtassa ārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to Saccaka’s park, where he sat on the seat spread out, together with the Saṅgha of mendicants. "
        },
        {
          "scid": "mn35:30.2",
          "pli": "Atha kho saccako nigaṇṭhaputto buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Then Saccaka served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods. "
        },
        {
          "scid": "mn35:30.3",
          "pli": "Atha kho saccako nigaṇṭhaputto bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "When the Buddha had eaten and washed his hand and bowl, Saccaka took a low seat and sat to one side. "
        },
        {
          "scid": "mn35:30.4",
          "pli": "Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca: ",
          "en": "Then Saccaka said to the Buddha, "
        },
        {
          "scid": "mn35:30.5",
          "pli": "“yamidaṃ, bho gotama, dāne puññañca puññamahī ca taṃ dāyakānaṃ sukhāya hotū”ti. ",
          "en": "“Master Gotama, may the merit and the growth of merit in this gift be for the happiness of the donors.” "
        },
        {
          "scid": "mn35:30.6",
          "pli": "“Yaṃ kho, aggivessana, tādisaṃ dakkhiṇeyyaṃ āgamma avītarāgaṃ avītadosaṃ avītamohaṃ, taṃ dāyakānaṃ bhavissati. ",
          "en": "“Aggivessana, whatever comes from giving to a recipient of a religious donation such as yourself—who is not free of greed, hate, and delusion—will accrue to the donors. "
        },
        {
          "scid": "mn35:30.7",
          "pli": "Yaṃ kho, aggivessana, mādisaṃ dakkhiṇeyyaṃ āgamma vītarāgaṃ vītadosaṃ vītamohaṃ, taṃ tuyhaṃ bhavissatī”ti. ",
          "en": "Whatever comes from giving to a recipient of a religious donation such as myself—who is free of greed, hate, and delusion—will accrue to you.” "
        },
        {
          "scid": "mn35:30.8",
          "pli": "Cūḷasaccakasuttaṃ niṭṭhitaṃ pañcamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn35/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 35",
    "volpages": "MN i 227",
    "uid": "mn35",
    "blurb": "Saccaka was a debater, who challenged the Buddha to a contest. Despite his bragging, the Buddha is not at all perturbed at his attacks.",
    "difficulty": 2,
    "original_title": "Cūḷasaccaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Shorter Discourse With Saccaka ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn35_sujato",
        "segmented": true,
        "title": "The Shorter Discourse With Saccaka ",
        "volpage": null
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn35_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Lesser Discourse To Saccaka"
      }
    ],
    "parallel_count": 12,
    "biblio": null,
    "num": 5
  }
}