{
  "sutta_uid": "mn36",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn36",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Longer Discourse With Saccaka ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Shorter Discourse on the Ending of Craving ",
      "uid": "mn37"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Shorter Discourse With Saccaka ",
      "uid": "mn35"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn36:0.1",
          "pli": "Majjhima Nikāya 36 ",
          "en": "Middle Discourses 36 "
        },
        {
          "scid": "mn36:0.2",
          "pli": "Mahāsaccakasutta ",
          "en": "The Longer Discourse With Saccaka "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 36 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn36:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn36:1.2",
          "pli": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "mn36:2.1",
          "pli": "Tena kho pana samayena bhagavā pubbaṇhasamayaṃ sunivattho hoti pattacīvaramādāya vesāliṃ piṇḍāya pavisitukāmo. ",
          "en": "Now at that time in the morning the Buddha, being properly dressed, took his bowl and robe, wishing to enter Vesālī for alms. "
        },
        {
          "scid": "mn36:3.1",
          "pli": "Atha kho saccako nigaṇṭhaputto jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena mahāvanaṃ kūṭāgārasālā tenupasaṅkami. ",
          "en": "Then as Saccaka, the son of Jain parents, was going for a walk he approached the hall with the peaked roof in the Great Wood. "
        },
        {
          "scid": "mn36:3.2",
          "pli": "Addasā kho āyasmā ānando saccakaṃ nigaṇṭhaputtaṃ dūratova āgacchantaṃ. ",
          "en": "Venerable Ānanda saw him coming off in the distance, "
        },
        {
          "scid": "mn36:3.3",
          "pli": "Disvāna bhagavantaṃ etadavoca: ",
          "en": "and said to the Buddha, "
        },
        {
          "scid": "mn36:3.4",
          "pli": "“ayaṃ, bhante, saccako nigaṇṭhaputto āgacchati bhassappavādako paṇḍitavādo sādhusammato bahujanassa. ",
          "en": "“Sir, Saccaka, the son of Jain parents, is coming. He’s a debater and clever speaker regarded as holy by many people. "
        },
        {
          "scid": "mn36:3.5",
          "pli": "Eso kho, bhante, avaṇṇakāmo buddhassa, avaṇṇakāmo dhammassa, avaṇṇakāmo saṃghassa. ",
          "en": "He wants to discredit the Buddha, the teaching, and the Saṅgha. "
        },
        {
          "scid": "mn36:3.6",
          "pli": "Sādhu, bhante, bhagavā muhuttaṃ nisīdatu anukampaṃ upādāyā”ti. ",
          "en": "Please, sir, sit for a moment out of compassion.” "
        },
        {
          "scid": "mn36:3.7",
          "pli": "Nisīdi bhagavā paññatte āsane. ",
          "en": "The Buddha sat on the seat spread out. "
        },
        {
          "scid": "mn36:3.8",
          "pli": "Atha kho saccako nigaṇṭhaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca: ",
          "en": "Then Saccaka went up to the Buddha, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, "
        },
        {
          "scid": "mn36:4.1",
          "pli": "“Santi, bho gotama, eke samaṇabrāhmaṇā kāyabhāvanānuyogamanuyuttā viharanti, no cittabhāvanaṃ. ",
          "en": "“Master Gotama, there are some ascetics and brahmins who live committed to the practice of developing physical endurance, without developing the mind. "
        },
        {
          "scid": "mn36:4.2",
          "pli": "Phusanti hi te, bho gotama, sārīrikaṃ dukkhaṃ vedanaṃ. ",
          "en": "They experience painful physical feelings. "
        },
        {
          "scid": "mn36:4.3",
          "pli": "Bhūtapubbaṃ, bho gotama, sārīrikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṃ mukhato uggamissati, ummādampi pāpuṇissati cittakkhepaṃ. ",
          "en": "This happened to someone once. Their thighs became paralyzed, their heart burst, hot blood gushed from their mouth, and they went mad and lost their mind. "
        },
        {
          "scid": "mn36:4.4",
          "pli": "Tassa kho etaṃ, bho gotama, kāyanvayaṃ cittaṃ hoti, kāyassa vasena vattati. ",
          "en": "Their mind was subject to the body, and the body had power over it. "
        },
        {
          "scid": "mn36:4.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn36:4.6",
          "pli": "Abhāvitattā cittassa. ",
          "en": "Because their mind was not developed. "
        },
        {
          "scid": "mn36:4.7",
          "pli": "Santi pana, bho gotama, eke samaṇabrāhmaṇā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanaṃ. ",
          "en": "There are some ascetics and brahmins who live committed to the practice of developing the mind, without developing physical endurance. "
        },
        {
          "scid": "mn36:4.8",
          "pli": "Phusanti hi te, bho gotama, cetasikaṃ dukkhaṃ vedanaṃ. ",
          "en": "They experience painful mental feelings. "
        },
        {
          "scid": "mn36:4.9",
          "pli": "Bhūtapubbaṃ, bho gotama, cetasikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṃ mukhato uggamissati, ummādampi pāpuṇissati cittakkhepaṃ. ",
          "en": "This happened to someone once. Their thighs became paralyzed, their heart burst, hot blood gushed from their mouth, and they went mad and lost their mind. "
        },
        {
          "scid": "mn36:4.10",
          "pli": "Tassa kho eso, bho gotama, cittanvayo kāyo hoti, cittassa vasena vattati. ",
          "en": "Their body was subject to the mind, and the mind had power over it. "
        },
        {
          "scid": "mn36:4.11",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn36:4.12",
          "pli": "Abhāvitattā kāyassa. ",
          "en": "Because their physical endurance was not developed. "
        },
        {
          "scid": "mn36:4.13",
          "pli": "Tassa mayhaṃ, bho gotama, evaṃ hoti: ",
          "en": "It occurs to me that "
        },
        {
          "scid": "mn36:4.14",
          "pli": "‘addhā bhoto gotamassa sāvakā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanan’”ti. ",
          "en": "Master Gotama’s disciples must live committed to the practice of developing the mind, without developing physical endurance.” "
        },
        {
          "scid": "mn36:5.1",
          "pli": "“Kinti pana te, aggivessana, kāyabhāvanā sutā”ti? ",
          "en": "“But Aggivessana, what have you heard about the development of physical endurance?” "
        },
        {
          "scid": "mn36:5.2",
          "pli": "“Seyyathidaṃ—",
          "en": "“Take, for example, "
        },
        {
          "scid": "mn36:5.3",
          "pli": "nando vaccho, kiso saṅkicco, makkhali gosālo—",
          "en": "Nanda Vaccha, Kisa Saṅkicca, and Makkhali Gosāla. "
        },
        {
          "scid": "mn36:5.4",
          "pli": "etehi, bho gotama, acelakā muttācārā hatthāpalekhanā naehibhaddantikā natiṭṭhabhaddantikā na abhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyanti, ",
          "en": "They go naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal. "
        },
        {
          "scid": "mn36:5.5",
          "pli": "te na kumbhimukhā paṭiggaṇhanti na kaḷopimukhā paṭiggaṇhanti na eḷakamantaraṃ na daṇḍamantaraṃ na musalamantaraṃ na dvinnaṃ bhuñjamānānaṃ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivanti. ",
          "en": "They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer. "
        },
        {
          "scid": "mn36:5.6",
          "pli": "Te ekāgārikā vā honti ekālopikā, dvāgārikā vā honti dvālopikā … pe … sattāgārikā vā honti sattālopikā. ",
          "en": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. "
        },
        {
          "scid": "mn36:5.7",
          "pli": "Ekissāpi dattiyā yāpenti, dvīhipi dattīhi yāpenti … pe … sattahipi dattīhi yāpenti. ",
          "en": "They feed on one saucer a day, two saucers a day, up to seven saucers a day. "
        },
        {
          "scid": "mn36:5.8",
          "pli": "Ekāhikampi āhāraṃ āhārenti, dvīhikampi āhāraṃ āhārenti … pe … sattāhikampi āhāraṃ āhārenti. Iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyuttā viharantī”ti. ",
          "en": "They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.” "
        },
        {
          "scid": "mn36:6.1",
          "pli": "“Kiṃ pana te, aggivessana, tāvatakeneva yāpentī”ti? ",
          "en": "“But Aggivessana, do they get by on so little?” "
        },
        {
          "scid": "mn36:6.2",
          "pli": "“No hidaṃ, bho gotama. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "mn36:6.3",
          "pli": "Appekadā, bho gotama, uḷārāni uḷārāni khādanīyāni khādanti, uḷārāni uḷārāni bhojanāni bhuñjanti, uḷārāni uḷārāni sāyanīyāni sāyanti, uḷārāni uḷārāni pānāni pivanti. ",
          "en": "Sometimes they eat a variety of luxury foods and drink a variety of luxury beverages. "
        },
        {
          "scid": "mn36:6.4",
          "pli": "Te imaṃ kāyaṃ balaṃ gāhenti nāma, brūhenti nāma, medenti nāmā”ti. ",
          "en": "They gather their body’s strength, build it up, and get fat.” "
        },
        {
          "scid": "mn36:6.5",
          "pli": "“Yaṃ kho te, aggivessana, purimaṃ pahāya pacchā upacinanti, evaṃ imassa kāyassa ācayāpacayo hoti. ",
          "en": "“What they earlier gave up, they later got back. That is how there is the increase and decrease of this body. "
        },
        {
          "scid": "mn36:6.6",
          "pli": "Kinti pana te, aggivessana, cittabhāvanā sutā”ti? ",
          "en": "But Aggivessana, what have you heard about development of the mind?” "
        },
        {
          "scid": "mn36:6.7",
          "pli": "Cittabhāvanāya kho saccako nigaṇṭhaputto bhagavatā puṭṭho samāno na sampāyāsi. ",
          "en": "When Saccaka was questioned by the Buddha about development of the mind, he was unable to answer. "
        },
        {
          "scid": "mn36:7.1",
          "pli": "Atha kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca: ",
          "en": "So the Buddha said to Saccaka, "
        },
        {
          "scid": "mn36:7.2",
          "pli": "“yāpi kho te esā, aggivessana, purimā kāyabhāvanā bhāsitā sāpi ariyassa vinaye no dhammikā kāyabhāvanā. ",
          "en": "“The development of physical endurance that you have described is not the legitimate development of physical endurance in the noble one’s training. "
        },
        {
          "scid": "mn36:7.3",
          "pli": "Kāyabhāvanampi kho tvaṃ, aggivessana, na aññāsi, kuto pana tvaṃ cittabhāvanaṃ jānissasi? ",
          "en": "And since you don’t even understand the development of physical endurance, how can you possibly understand the development of the mind? "
        },
        {
          "scid": "mn36:7.4",
          "pli": "Api ca, aggivessana, yathā abhāvitakāyo ca hoti abhāvitacitto ca, bhāvitakāyo ca hoti bhāvitacitto ca. ",
          "en": "Still, as to how someone is undeveloped in physical endurance and mind, and how someone is developed in physical endurance and mind, "
        },
        {
          "scid": "mn36:7.5",
          "pli": "Taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn36:7.6",
          "pli": "“Evaṃ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi. ",
          "en": "“Yes, sir,” replied Saccaka. "
        },
        {
          "scid": "mn36:7.7",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn36:8.1",
          "pli": "“Kathañca, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca? ",
          "en": "“And how is someone undeveloped in physical endurance and mind? "
        },
        {
          "scid": "mn36:8.2",
          "pli": "Idha, aggivessana, assutavato puthujjanassa uppajjati sukhā vedanā. ",
          "en": "Take an uneducated ordinary person who has a pleasant feeling. "
        },
        {
          "scid": "mn36:8.3",
          "pli": "So sukhāya vedanāya phuṭṭho samāno sukhasārāgī ca hoti sukhasārāgitañca āpajjati. ",
          "en": "When they experience pleasant feeling they become full of lust for it. "
        },
        {
          "scid": "mn36:8.4",
          "pli": "Tassa sā sukhā vedanā nirujjhati. ",
          "en": "Then that pleasant feeling ceases. "
        },
        {
          "scid": "mn36:8.5",
          "pli": "Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā. ",
          "en": "And when it ceases, a painful feeling arises. "
        },
        {
          "scid": "mn36:8.6",
          "pli": "So dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati. ",
          "en": "When they experience painful feeling, they sorrow and pine and lament, beating their breast and falling into confusion. "
        },
        {
          "scid": "mn36:8.7",
          "pli": "Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā cittassa. ",
          "en": "Because their physical endurance is undeveloped, pleasant feelings occupy the mind. And because their mind is undeveloped, painful feelings occupy the mind. "
        },
        {
          "scid": "mn36:8.8",
          "pli": "Yassa kassaci, aggivessana, evaṃ ubhatopakkhaṃ uppannāpi sukhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā cittassa, evaṃ kho, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca. ",
          "en": "Someone whose mind is occupied by both pleasant and painful feelings like this is undeveloped in physical endurance and in mind. "
        },
        {
          "scid": "mn36:9.1",
          "pli": "Kathañca, aggivessana, bhāvitakāyo ca hoti bhāvitacitto ca? ",
          "en": "And how is someone developed in physical endurance and mind? "
        },
        {
          "scid": "mn36:9.2",
          "pli": "Idha, aggivessana, sutavato ariyasāvakassa uppajjati sukhā vedanā. ",
          "en": "Take an educated noble disciple who has a pleasant feeling. "
        },
        {
          "scid": "mn36:9.3",
          "pli": "So sukhāya vedanāya phuṭṭho samāno na sukhasārāgī ca hoti, na sukhasārāgitañca āpajjati. ",
          "en": "When they experience pleasant feeling they don’t become full of lust for it. "
        },
        {
          "scid": "mn36:9.4",
          "pli": "Tassa sā sukhā vedanā nirujjhati. ",
          "en": "Then that pleasant feeling ceases. "
        },
        {
          "scid": "mn36:9.5",
          "pli": "Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā. ",
          "en": "And when it ceases, painful feeling arises. "
        },
        {
          "scid": "mn36:9.6",
          "pli": "So dukkhāya vedanāya phuṭṭho samāno na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati. ",
          "en": "When they experience painful feelings they don’t sorrow or pine or lament, beating their breast and falling into confusion. "
        },
        {
          "scid": "mn36:9.7",
          "pli": "Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā cittassa. ",
          "en": "Because their physical endurance is developed, pleasant feelings don’t occupy the mind. And because their mind is developed, painful feelings don’t occupy the mind. "
        },
        {
          "scid": "mn36:9.8",
          "pli": "Yassa kassaci, aggivessana, evaṃ ubhatopakkhaṃ uppannāpi sukhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā cittassa. Evaṃ kho, aggivessana, bhāvitakāyo ca hoti bhāvitacitto cā”ti. ",
          "en": "Someone whose mind is not occupied by both pleasant and painful feelings like this is developed in physical endurance and in mind.” "
        },
        {
          "scid": "mn36:10.1",
          "pli": "“Evaṃ pasanno ahaṃ bhoto gotamassa. ",
          "en": "“I am quite confident that Master Gotama "
        },
        {
          "scid": "mn36:10.2",
          "pli": "Bhavañhi gotamo bhāvitakāyo ca hoti bhāvitacitto cā”ti. ",
          "en": "is developed in physical endurance and in mind.” "
        },
        {
          "scid": "mn36:10.3",
          "pli": "“Addhā kho te ayaṃ, aggivessana, āsajja upanīya vācā bhāsitā, ",
          "en": "“Your words are clearly invasive and intrusive, Aggivessana. "
        },
        {
          "scid": "mn36:10.4",
          "pli": "api ca te ahaṃ byākarissāmi. ",
          "en": "Nevertheless, I will answer you. "
        },
        {
          "scid": "mn36:10.5",
          "pli": "Yato kho ahaṃ, aggivessana, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito, taṃ vata me uppannā vā sukhā vedanā cittaṃ pariyādāya ṭhassati, uppannā vā dukkhā vedanā cittaṃ pariyādāya ṭhassatīti netaṃ ṭhānaṃ vijjatī”ti. ",
          "en": "Ever since I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness, it has not been possible for any pleasant or painful feeling to occupy my mind.” "
        },
        {
          "scid": "mn36:11.1",
          "pli": "“Na hi nūna bhoto gotamassa uppajjati tathārūpā sukhā vedanā yathārūpā uppannā sukhā vedanā cittaṃ pariyādāya tiṭṭheyya; na hi nūna bhoto gotamassa uppajjati tathārūpā dukkhā vedanā yathārūpā uppannā dukkhā vedanā cittaṃ pariyādāya tiṭṭheyyā”ti. ",
          "en": "“Surely you must have had feelings so pleasant or so painful that they could occupy your mind?” "
        },
        {
          "scid": "mn36:12.1",
          "pli": "“Kiñhi no siyā, aggivessana? ",
          "en": "“How could I not, Aggivessana? "
        },
        {
          "scid": "mn36:12.2",
          "pli": "Idha me, aggivessana, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
          "en": "Before my awakening—when I was still unawakened but intent on awakening—I thought: "
        },
        {
          "scid": "mn36:12.3",
          "pli": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
          "en": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open. "
        },
        {
          "scid": "mn36:12.4",
          "pli": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
          "en": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. "
        },
        {
          "scid": "mn36:12.5",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "mn36:13.1",
          "pli": "So kho ahaṃ, aggivessana, aparena samayena daharova samāno, susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā, akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ. ",
          "en": "Some time later, while still black-haired, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. "
        },
        {
          "scid": "mn36:13.2",
          "pli": "So evaṃ pabbajito samāno kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ: ",
          "en": "Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Āḷāra Kālāma and said to him, "
        },
        {
          "scid": "mn36:13.3",
          "pli": "‘icchāmahaṃ, āvuso kālāma, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti. ",
          "en": "‘Reverend Kālāma, I wish to live the spiritual life in this teaching and training.’ "
        },
        {
          "scid": "mn36:13.4",
          "pli": "Evaṃ vutte, aggivessana, āḷāro kālāmo maṃ etadavoca: ",
          "en": "Āḷāra Kālāma replied, "
        },
        {
          "scid": "mn36:13.5",
          "pli": "‘viharatāyasmā, ",
          "en": "‘Stay, venerable. "
        },
        {
          "scid": "mn36:13.6",
          "pli": "tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
          "en": "This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’ "
        },
        {
          "scid": "mn36:13.7",
          "pli": "So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ. ",
          "en": "I quickly memorized that teaching. "
        },
        {
          "scid": "mn36:13.8",
          "pli": "So kho ahaṃ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca. ",
          "en": "So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others. "
        },
        {
          "scid": "mn36:13.9",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:13.10",
          "pli": "‘na kho āḷāro kālāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti, ",
          "en": "‘It is not solely by mere faith that Āḷāra Kālāma declares: “I realize this teaching with my own insight, and live having achieved it.” "
        },
        {
          "scid": "mn36:13.11",
          "pli": "addhā āḷāro kālāmo imaṃ dhammaṃ jānaṃ passaṃ viharatī’ti. ",
          "en": "Surely he meditates knowing and seeing this teaching.’ "
        },
        {
          "scid": "mn36:13.12",
          "pli": "Atha khvāhaṃ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ: ",
          "en": "So I approached Āḷāra Kālāma and said to him, "
        },
        {
          "scid": "mn36:13.13",
          "pli": "‘kittāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
          "en": "‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’ "
        },
        {
          "scid": "mn36:13.14",
          "pli": "Evaṃ vutte, aggivessana, āḷāro kālāmo ākiñcaññāyatanaṃ pavedesi. ",
          "en": "When I said this, he declared the dimension of nothingness. "
        },
        {
          "scid": "mn36:13.15",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:13.16",
          "pli": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā; ",
          "en": "‘It’s not just Āḷāra Kālāma who has faith, "
        },
        {
          "scid": "mn36:13.17",
          "pli": "na kho āḷārasseva kālāmassa atthi vīriyaṃ, mayhampatthi vīriyaṃ; ",
          "en": "energy, "
        },
        {
          "scid": "mn36:13.18",
          "pli": "na kho āḷārasseva kālāmassa atthi sati, mayhampatthi sati; ",
          "en": "mindfulness, "
        },
        {
          "scid": "mn36:13.19",
          "pli": "na kho āḷārasseva kālāmassa atthi samādhi, mayhampatthi samādhi; ",
          "en": "immersion, "
        },
        {
          "scid": "mn36:13.20",
          "pli": "na kho āḷārasseva kālāmassa atthi paññā, mayhampatthi paññā; ",
          "en": "and wisdom; I too have these things. "
        },
        {
          "scid": "mn36:13.21",
          "pli": "yannūnāhaṃ yaṃ dhammaṃ āḷāro kālāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
          "en": "Why don’t I make an effort to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’ "
        },
        {
          "scid": "mn36:13.22",
          "pli": "So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ. ",
          "en": "I quickly realized that teaching with my own insight, and lived having achieved it. "
        },
        {
          "scid": "mn36:14.1",
          "pli": "Atha khvāhaṃ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṃ; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ: ",
          "en": "So I approached Āḷāra Kālāma and said to him, "
        },
        {
          "scid": "mn36:14.2",
          "pli": "‘ettāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
          "en": "‘Reverend Kālāma, have you realized this teaching with your own insight up to this point, and declare having achieved it?’ "
        },
        {
          "scid": "mn36:14.3",
          "pli": "‘Ettāvatā kho ahaṃ, āvuso, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemī’ti. ",
          "en": "‘I have, reverend.’ "
        },
        {
          "scid": "mn36:14.4",
          "pli": "‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
          "en": "‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’ "
        },
        {
          "scid": "mn36:14.5",
          "pli": "‘Lābhā no, āvuso, suladdhaṃ no, āvuso, ",
          "en": "‘We are fortunate, reverend, so very fortunate "
        },
        {
          "scid": "mn36:14.6",
          "pli": "ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma. ",
          "en": "to see a venerable such as yourself as one of our spiritual companions! "
        },
        {
          "scid": "mn36:14.7",
          "pli": "Iti yāhaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi; ",
          "en": "So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and live having achieved it. "
        },
        {
          "scid": "mn36:14.8",
          "pli": "yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi tamahaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi. ",
          "en": "The teaching that you’ve realized with your own insight, and live having achieved it, I’ve realized with my own insight, and declare having achieved it. "
        },
        {
          "scid": "mn36:14.9",
          "pli": "Iti yāhaṃ dhammaṃ jānāmi taṃ tvaṃ dhammaṃ jānāsi; yaṃ tvaṃ dhammaṃ jānāsi tamahaṃ dhammaṃ jānāmi. ",
          "en": "So the teaching that I know, you know, and the teaching you know, I know. "
        },
        {
          "scid": "mn36:14.10",
          "pli": "Iti yādiso ahaṃ tādiso tuvaṃ, yādiso tuvaṃ tādiso ahaṃ. ",
          "en": "I am like you and you are like me. "
        },
        {
          "scid": "mn36:14.11",
          "pli": "Ehi dāni, āvuso, ubhova santā imaṃ gaṇaṃ pariharāmā’ti. ",
          "en": "Come now, reverend! We should both lead this community together.’ "
        },
        {
          "scid": "mn36:14.12",
          "pli": "Iti kho, aggivessana, āḷāro kālāmo ācariyo me samāno attano antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi. ",
          "en": "And that is how my teacher Āḷāra Kālāma placed me, his student, on the same position as him, and honored me with lofty praise. "
        },
        {
          "scid": "mn36:14.13",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:14.14",
          "pli": "‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti. ",
          "en": "‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’ "
        },
        {
          "scid": "mn36:14.15",
          "pli": "So kho ahaṃ, aggivessana, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ. ",
          "en": "Realizing that this teaching was inadequate, I left disappointed. "
        },
        {
          "scid": "mn36:15.1",
          "pli": "So kho ahaṃ, aggivessana, kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ: ",
          "en": "I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Uddaka, son of Rāma, and said to him, "
        },
        {
          "scid": "mn36:15.2",
          "pli": "‘icchāmahaṃ, āvuso, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti. ",
          "en": "‘Reverend, I wish to live the spiritual life in this teaching and training.’ "
        },
        {
          "scid": "mn36:15.3",
          "pli": "Evaṃ vutte, aggivessana, udako rāmaputto maṃ etadavoca: ",
          "en": "Uddaka replied, "
        },
        {
          "scid": "mn36:15.4",
          "pli": "‘viharatāyasmā, ",
          "en": "‘Stay, venerable. "
        },
        {
          "scid": "mn36:15.5",
          "pli": "tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
          "en": "This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’ "
        },
        {
          "scid": "mn36:15.6",
          "pli": "So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ. ",
          "en": "I quickly memorized that teaching. "
        },
        {
          "scid": "mn36:15.7",
          "pli": "So kho ahaṃ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca. ",
          "en": "So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others. "
        },
        {
          "scid": "mn36:15.8",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:15.9",
          "pli": "‘na kho rāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi. ",
          "en": "‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.” "
        },
        {
          "scid": "mn36:15.10",
          "pli": "Addhā rāmo imaṃ dhammaṃ jānaṃ passaṃ vihāsī’ti. ",
          "en": "Surely he meditated knowing and seeing this teaching.’ "
        },
        {
          "scid": "mn36:15.11",
          "pli": "Atha khvāhaṃ, aggivessana, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ: ",
          "en": "So I approached Uddaka, son of Rāma, and said to him, "
        },
        {
          "scid": "mn36:15.12",
          "pli": "‘kittāvatā no āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
          "en": "‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’ "
        },
        {
          "scid": "mn36:15.13",
          "pli": "Evaṃ vutte, aggivessana, udako rāmaputto nevasaññānāsaññāyatanaṃ pavedesi. ",
          "en": "When I said this, Uddaka, son of Rāma, declared the dimension of neither perception nor non-perception. "
        },
        {
          "scid": "mn36:15.14",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:15.15",
          "pli": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā; ",
          "en": "‘It’s not just Rāma who had faith, "
        },
        {
          "scid": "mn36:15.16",
          "pli": "na kho rāmasseva ahosi vīriyaṃ, mayhampatthi vīriyaṃ; ",
          "en": "energy, "
        },
        {
          "scid": "mn36:15.17",
          "pli": "na kho rāmasseva ahosi sati, mayhampatthi sati; ",
          "en": "mindfulness, "
        },
        {
          "scid": "mn36:15.18",
          "pli": "na kho rāmasseva ahosi samādhi, mayhampatthi samādhi; ",
          "en": "immersion, "
        },
        {
          "scid": "mn36:15.19",
          "pli": "na kho rāmasseva ahosi paññā, mayhampatthi paññā; ",
          "en": "and wisdom; I too have these things. "
        },
        {
          "scid": "mn36:15.20",
          "pli": "yannūnāhaṃ yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
          "en": "Why don’t I make an effort to realize the same teaching that Rāma said he had realized with his own insight?’ "
        },
        {
          "scid": "mn36:15.21",
          "pli": "So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ. ",
          "en": "I quickly realized that teaching with my own insight, and lived having achieved it. "
        },
        {
          "scid": "mn36:15.22",
          "pli": "Atha khvāhaṃ, aggivessana, yena udako rāmaputto tenupasaṅkamiṃ; upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ: ",
          "en": "So I approached Uddaka, son of Rāma, and said to him, "
        },
        {
          "scid": "mn36:15.23",
          "pli": "‘ettāvatā no āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
          "en": "‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared having achieved it?’ "
        },
        {
          "scid": "mn36:15.24",
          "pli": "‘Ettāvatā kho āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti. ",
          "en": "‘He had, reverend.’ "
        },
        {
          "scid": "mn36:15.25",
          "pli": "‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
          "en": "‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’ "
        },
        {
          "scid": "mn36:15.26",
          "pli": "‘Lābhā no, āvuso, suladdhaṃ no, āvuso, ",
          "en": "‘We are fortunate, reverend, so very fortunate "
        },
        {
          "scid": "mn36:15.27",
          "pli": "ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma. ",
          "en": "to see a venerable such as yourself as one of our spiritual companions! "
        },
        {
          "scid": "mn36:15.28",
          "pli": "Iti yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi, taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi; yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi, taṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi. ",
          "en": "The teaching that Rāma had realized with his own insight, and declared having achieved it, you have realized with your own insight, and live having achieved it. The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it. "
        },
        {
          "scid": "mn36:15.29",
          "pli": "Iti yaṃ dhammaṃ rāmo abhiññāsi taṃ tvaṃ dhammaṃ jānāsi; yaṃ tvaṃ dhammaṃ jānāsi taṃ dhammaṃ rāmo abhiññāsi. ",
          "en": "So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew. "
        },
        {
          "scid": "mn36:15.30",
          "pli": "Iti yādiso rāmo ahosi tādiso tuvaṃ; yādiso tuvaṃ tādiso rāmo ahosi. ",
          "en": "Rāma was like you and you are like Rāma. "
        },
        {
          "scid": "mn36:15.31",
          "pli": "Ehi dāni, āvuso, tuvaṃ imaṃ gaṇaṃ pariharā’ti. ",
          "en": "Come now, reverend! You should lead this community.’ "
        },
        {
          "scid": "mn36:15.32",
          "pli": "Iti kho, aggivessana, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne ca maṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi. ",
          "en": "And that is how my spiritual companion Uddaka, son of Rāma, placed me in the position of a teacher, and honored me with lofty praise. "
        },
        {
          "scid": "mn36:15.33",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:15.34",
          "pli": "‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti. ",
          "en": "‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of neither perception nor non-perception.’ "
        },
        {
          "scid": "mn36:15.35",
          "pli": "So kho ahaṃ, aggivessana, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ. ",
          "en": "Realizing that this teaching was inadequate, I left disappointed. "
        },
        {
          "scid": "mn36:16.1",
          "pli": "So kho ahaṃ, aggivessana, kiṅkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno magadhesu anupubbena cārikaṃ caramāno yena uruvelā senānigamo tadavasariṃ. ",
          "en": "I set out to discover what is skillful, seeking the supreme state of sublime peace. Traveling stage by stage in the Magadhan lands, I arrived at Senanigama near Uruvelā. "
        },
        {
          "scid": "mn36:16.2",
          "pli": "Tatthaddasaṃ ramaṇīyaṃ bhūmibhāgaṃ, pāsādikañca vanasaṇḍaṃ, nadiñca sandantiṃ setakaṃ supatitthaṃ ramaṇīyaṃ, samantā ca gocaragāmaṃ. ",
          "en": "There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to go for alms. "
        },
        {
          "scid": "mn36:16.3",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:16.4",
          "pli": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo. ",
          "en": "‘This park is truly delightful, a lovely grove with a flowing river that’s clean and charming, with smooth banks. And nearby there’s a village to go for alms. "
        },
        {
          "scid": "mn36:16.5",
          "pli": "Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāyā’ti. ",
          "en": "This is good enough for a gentleman who wishes to put forth effort in meditation.’ "
        },
        {
          "scid": "mn36:16.6",
          "pli": "So kho ahaṃ, aggivessana, tattheva nisīdiṃ ",
          "en": "So I sat down right there, thinking: "
        },
        {
          "scid": "mn36:16.7",
          "pli": "‘alamidaṃ padhānāyā’ti. ",
          "en": "‘This is good enough for meditation.’ "
        },
        {
          "scid": "mn36:17.1",
          "pli": "Apissumaṃ, aggivessana, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā. ",
          "en": "And then these three examples, which were neither supernaturally inspired, nor learned before in the past, occurred to me. "
        },
        {
          "scid": "mn36:17.2",
          "pli": "Seyyathāpi, aggivessana, allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ. ",
          "en": "Suppose there was a green, sappy log, and it was lying in water. "
        },
        {
          "scid": "mn36:17.3",
          "pli": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya: ",
          "en": "Then a person comes along with a drill-stick, thinking "
        },
        {
          "scid": "mn36:17.4",
          "pli": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
          "en": "to light a fire and produce heat. "
        },
        {
          "scid": "mn36:17.5",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn36:17.6",
          "pli": "api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ, udake nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti? ",
          "en": "By drilling the stick against that green, sappy log lying in the water, could they light a fire and produce heat?” "
        },
        {
          "scid": "mn36:17.7",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "mn36:17.8",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why not? "
        },
        {
          "scid": "mn36:17.9",
          "pli": "“Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, tañca pana udake nikkhittaṃ. ",
          "en": "Because it’s a green, sappy log, and it’s lying in the water. "
        },
        {
          "scid": "mn36:17.10",
          "pli": "Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
          "en": "That person will eventually get weary and frustrated.” "
        },
        {
          "scid": "mn36:17.11",
          "pli": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho, so ca ajjhattaṃ na suppahīno hoti, na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
          "en": "“In the same way, there are ascetics and brahmins who don’t live withdrawn in body and mind from sensual pleasures. They haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening. "
        },
        {
          "scid": "mn36:17.12",
          "pli": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
          "en": " "
        },
        {
          "scid": "mn36:17.13",
          "pli": "Ayaṃ kho maṃ, aggivessana, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
          "en": "This was the first example that occurred to me. "
        },
        {
          "scid": "mn36:18.1",
          "pli": "Aparāpi kho maṃ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
          "en": "Then a second example occurred to me. "
        },
        {
          "scid": "mn36:18.2",
          "pli": "Seyyathāpi, aggivessana, allaṃ kaṭṭhaṃ sasnehaṃ, ārakā udakā thale nikkhittaṃ. ",
          "en": "Suppose there was a green, sappy log, and it was lying on dry land far from the water. "
        },
        {
          "scid": "mn36:18.3",
          "pli": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya: ",
          "en": "Then a person comes along with a drill-stick, thinking "
        },
        {
          "scid": "mn36:18.4",
          "pli": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
          "en": "to light a fire and produce heat. "
        },
        {
          "scid": "mn36:18.5",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn36:18.6",
          "pli": "api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ, ārakā udakā thale nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya tejo pātukareyyā”ti? ",
          "en": "By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?” "
        },
        {
          "scid": "mn36:18.7",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "mn36:18.8",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why not? "
        },
        {
          "scid": "mn36:18.9",
          "pli": "“Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, kiñcāpi ārakā udakā thale nikkhittaṃ. ",
          "en": "Because it’s still a green, sappy log, despite the fact that it’s lying on dry land far from water. "
        },
        {
          "scid": "mn36:18.10",
          "pli": "Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
          "en": "That person will eventually get weary and frustrated.” "
        },
        {
          "scid": "mn36:18.11",
          "pli": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti, na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
          "en": "“In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. But they haven’t internally given up or stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening. "
        },
        {
          "scid": "mn36:18.12",
          "pli": "Ayaṃ kho maṃ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā ",
          "en": "This was the second example that occurred to me. "
        },
        {
          "scid": "mn36:19.1",
          "pli": "Aparāpi kho maṃ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
          "en": "Then a third example occurred to me. "
        },
        {
          "scid": "mn36:19.2",
          "pli": "Seyyathāpi, aggivessana, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, ārakā udakā thale nikkhittaṃ. ",
          "en": "Suppose there was a dried up, withered log, and it was lying on dry land far from the water. "
        },
        {
          "scid": "mn36:19.3",
          "pli": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya: ",
          "en": "Then a person comes along with a drill-stick, thinking "
        },
        {
          "scid": "mn36:19.4",
          "pli": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
          "en": "to light a fire and produce heat. "
        },
        {
          "scid": "mn36:19.5",
          "pli": "Taṃ kiṃ maññasi, aggivessana, ",
          "en": "What do you think, Aggivessana? "
        },
        {
          "scid": "mn36:19.6",
          "pli": "api nu so puriso amuṃ sukkhaṃ kaṭṭhaṃ koḷāpaṃ, ārakā udakā thale nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti? ",
          "en": "By drilling the stick against that dried up, withered log on dry land far from water, could they light a fire and produce heat?” "
        },
        {
          "scid": "mn36:19.7",
          "pli": "“Evaṃ, bho gotama”. ",
          "en": "“Yes, Master Gotama. "
        },
        {
          "scid": "mn36:19.8",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn36:19.9",
          "pli": "“Aduñhi, bho gotama, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, tañca pana ārakā udakā thale nikkhittan”ti. ",
          "en": "Because it’s a dried up, withered log, and it’s lying on dry land far from water.” "
        },
        {
          "scid": "mn36:19.10",
          "pli": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho, so ca ajjhattaṃ suppahīno hoti suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
          "en": "“In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. And they have internally given up and stilled desire, affection, infatuation, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are capable of knowledge and vision, of supreme awakening. "
        },
        {
          "scid": "mn36:19.11",
          "pli": "Ayaṃ kho maṃ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
          "en": "This was the third example that occurred to me. "
        },
        {
          "scid": "mn36:19.12",
          "pli": "Imā kho maṃ, aggivessana, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā. ",
          "en": "These are the three examples, which were neither supernaturally inspired, nor learned before in the past, that occurred to me. "
        },
        {
          "scid": "mn36:20.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:20.2",
          "pli": "‘yannūnāhaṃ dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇheyyaṃ abhinippīḷeyyaṃ abhisantāpeyyan’ti. ",
          "en": "‘Why don’t I, with teeth clenched and tongue pressed against the roof of my mouth, squeeze, squash, and torture mind with mind.’ "
        },
        {
          "scid": "mn36:20.3",
          "pli": "So kho ahaṃ, aggivessana, dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi. ",
          "en": "So that’s what I did, "
        },
        {
          "scid": "mn36:20.4",
          "pli": "Tassa mayhaṃ, aggivessana, dantebhi dantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti. ",
          "en": "until sweat ran from my armpits. "
        },
        {
          "scid": "mn36:20.5",
          "pli": "Seyyathāpi, aggivessana, balavā puriso dubbalataraṃ purisaṃ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya; ",
          "en": "It was like when a strong man grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and tortures them. "
        },
        {
          "scid": "mn36:20.6",
          "pli": "evameva kho me, aggivessana, dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti. ",
          "en": "In the same way, with teeth clenched and tongue pressed against the roof of my mouth, I squeezed, squashed, and tortured mind with mind until sweat ran from my armpits. "
        },
        {
          "scid": "mn36:20.7",
          "pli": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
          "en": "My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. "
        },
        {
          "scid": "mn36:20.8",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such painful feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:21.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:21.2",
          "pli": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti. ",
          "en": "‘Why don’t I practice the breathless absorption?’ "
        },
        {
          "scid": "mn36:21.3",
          "pli": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca assāsapassāse uparundhiṃ. ",
          "en": "So I cut off my breathing through my mouth and nose. "
        },
        {
          "scid": "mn36:21.4",
          "pli": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti. ",
          "en": "But then winds came out my ears making a loud noise, "
        },
        {
          "scid": "mn36:21.5",
          "pli": "Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti; ",
          "en": "like the puffing of a blacksmith’s bellows. "
        },
        {
          "scid": "mn36:21.6",
          "pli": "evameva kho me, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti. ",
          "en": " "
        },
        {
          "scid": "mn36:21.7",
          "pli": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
          "en": "My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. "
        },
        {
          "scid": "mn36:21.8",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such painful feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:22.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:22.2",
          "pli": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti. ",
          "en": "‘Why don’t I keep practicing the breathless absorption?’ "
        },
        {
          "scid": "mn36:22.3",
          "pli": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ. ",
          "en": "So I cut off my breathing through my mouth and nose and ears. "
        },
        {
          "scid": "mn36:22.4",
          "pli": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti. ",
          "en": "But then strong winds ground my head, "
        },
        {
          "scid": "mn36:22.5",
          "pli": "Seyyathāpi, aggivessana, balavā puriso tiṇhena sikharena muddhani abhimattheyya; ",
          "en": "like a strong man was drilling into my head with a sharp point. "
        },
        {
          "scid": "mn36:22.6",
          "pli": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti. ",
          "en": " "
        },
        {
          "scid": "mn36:22.7",
          "pli": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
          "en": "My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. "
        },
        {
          "scid": "mn36:22.8",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such painful feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:23.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:23.2",
          "pli": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti. ",
          "en": "‘Why don’t I keep practicing the breathless absorption?’ "
        },
        {
          "scid": "mn36:23.3",
          "pli": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ. ",
          "en": "So I cut off my breathing through my mouth and nose and ears. "
        },
        {
          "scid": "mn36:23.4",
          "pli": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti. ",
          "en": "But then I got a severe headache, "
        },
        {
          "scid": "mn36:23.5",
          "pli": "Seyyathāpi, aggivessana, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya; ",
          "en": "like a strong man was tightening a tough leather strap around my head. "
        },
        {
          "scid": "mn36:23.6",
          "pli": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti. ",
          "en": " "
        },
        {
          "scid": "mn36:23.7",
          "pli": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
          "en": "My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. "
        },
        {
          "scid": "mn36:23.8",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such painful feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:24.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:24.2",
          "pli": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti. ",
          "en": "‘Why don’t I keep practicing the breathless absorption?’ "
        },
        {
          "scid": "mn36:24.3",
          "pli": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ. ",
          "en": "So I cut off my breathing through my mouth and nose and ears. "
        },
        {
          "scid": "mn36:24.4",
          "pli": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti. ",
          "en": "But then strong winds carved up my belly, "
        },
        {
          "scid": "mn36:24.5",
          "pli": "Seyyathāpi, aggivessana, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya; ",
          "en": "like a deft butcher or their apprentice was slicing my belly open with a meat cleaver. "
        },
        {
          "scid": "mn36:24.6",
          "pli": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti. ",
          "en": " "
        },
        {
          "scid": "mn36:24.7",
          "pli": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
          "en": "My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. "
        },
        {
          "scid": "mn36:24.8",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such painful feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:25.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:25.2",
          "pli": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti. ",
          "en": "‘Why don’t I keep practicing the breathless absorption?’ "
        },
        {
          "scid": "mn36:25.3",
          "pli": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ. ",
          "en": "So I cut off my breathing through my mouth and nose and ears. "
        },
        {
          "scid": "mn36:25.4",
          "pli": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti. ",
          "en": "But then there was an intense burning in my body, "
        },
        {
          "scid": "mn36:25.5",
          "pli": "Seyyathāpi, aggivessana, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ; ",
          "en": "like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals. "
        },
        {
          "scid": "mn36:25.6",
          "pli": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti. ",
          "en": " "
        },
        {
          "scid": "mn36:25.7",
          "pli": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
          "en": "My energy was roused up and unflagging, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving. "
        },
        {
          "scid": "mn36:25.8",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such painful feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:26.1",
          "pli": "Apissu maṃ, aggivessana, devatā disvā evamāhaṃsu: ",
          "en": "Then some deities saw me and said, "
        },
        {
          "scid": "mn36:26.2",
          "pli": "‘kālaṅkato samaṇo gotamo’ti. ",
          "en": "‘The ascetic Gotama is dead.’ "
        },
        {
          "scid": "mn36:26.3",
          "pli": "Ekaccā devatā evamāhaṃsu: ",
          "en": "Others said, "
        },
        {
          "scid": "mn36:26.4",
          "pli": "‘na kālaṅkato samaṇo gotamo, api ca kālaṃ karotī’ti. ",
          "en": "‘He’s not dead, but he’s dying.’ "
        },
        {
          "scid": "mn36:26.5",
          "pli": "Ekaccā devatā evamāhaṃsu: ",
          "en": "Others said, "
        },
        {
          "scid": "mn36:26.6",
          "pli": "‘na kālaṅkato samaṇo gotamo, napi kālaṃ karoti, arahaṃ samaṇo gotamo, vihāro tveva so arahato evarūpo hotī’ti. ",
          "en": "‘He’s not dead or dying. The ascetic Gotama is a perfected one, for that is how the perfected ones live.’ "
        },
        {
          "scid": "mn36:27.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:27.2",
          "pli": "‘yannūnāhaṃ sabbaso āhārupacchedāya paṭipajjeyyan’ti. ",
          "en": "‘Why don’t I practice completely cutting off food?’ "
        },
        {
          "scid": "mn36:27.3",
          "pli": "Atha kho maṃ, aggivessana, devatā upasaṅkamitvā etadavocuṃ: ",
          "en": "But deities came to me and said, "
        },
        {
          "scid": "mn36:27.4",
          "pli": "‘mā kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajji. ",
          "en": "‘Good sir, don’t practice totally cutting off food. "
        },
        {
          "scid": "mn36:27.5",
          "pli": "Sace kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṃ dibbaṃ ojaṃ lomakūpehi ajjhohāressāma, tāya tvaṃ yāpessasī’ti. ",
          "en": "If you do, we’ll infuse divine nectar into your pores and you will live on that.’ "
        },
        {
          "scid": "mn36:27.6",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then I thought, "
        },
        {
          "scid": "mn36:27.7",
          "pli": "‘ahañceva kho pana sabbaso ajajjitaṃ paṭijāneyyaṃ, imā ca me devatā dibbaṃ ojaṃ lomakūpehi ajjhohāreyyuṃ, tāya cāhaṃ yāpeyyaṃ, taṃ mamassa musā’ti. ",
          "en": "‘If I claim to be completely fasting while these deities are infusing divine nectar in my pores, that would be a lie on my part.’ "
        },
        {
          "scid": "mn36:27.8",
          "pli": "So kho ahaṃ, aggivessana, tā devatā paccācikkhāmi, ‘halan’ti vadāmi. ",
          "en": "So I dismissed those deities, saying, ‘There’s no need.’ "
        },
        {
          "scid": "mn36:28.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:28.2",
          "pli": "‘yannūnāhaṃ thokaṃ thokaṃ āhāraṃ āhāreyyaṃ, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsan’ti. ",
          "en": "‘Why don’t I just take a little bit of food each time, a cup of broth made from mung beans, lentils, chickpeas, or green gram.’ "
        },
        {
          "scid": "mn36:28.3",
          "pli": "So kho ahaṃ, aggivessana, thokaṃ thokaṃ āhāraṃ āhāresiṃ, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ. ",
          "en": "So that’s what I did, "
        },
        {
          "scid": "mn36:28.4",
          "pli": "Tassa mayhaṃ, aggivessana, thokaṃ thokaṃ āhāraṃ āhārayato, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ, adhimattakasimānaṃ patto kāyo hoti. ",
          "en": "until my body became extremely emaciated. "
        },
        {
          "scid": "mn36:28.5",
          "pli": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ",
          "en": "Due to eating so little, my limbs became like the joints of an eighty-year-old or a corpse, "
        },
        {
          "scid": "mn36:28.6",
          "pli": "Seyyathāpi nāma oṭṭhapadaṃ; evamevassu me ānisadaṃ hoti tāyevappāhāratāya. ",
          "en": "my bottom became like a camel’s hoof, "
        },
        {
          "scid": "mn36:28.7",
          "pli": "Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya. ",
          "en": "my vertebrae stuck out like beads on a string, "
        },
        {
          "scid": "mn36:28.8",
          "pli": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ",
          "en": "and my ribs were as gaunt as the broken-down rafters on an old barn. "
        },
        {
          "scid": "mn36:28.9",
          "pli": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ",
          "en": "Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well. "
        },
        {
          "scid": "mn36:28.10",
          "pli": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ",
          "en": "Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun. "
        },
        {
          "scid": "mn36:28.11",
          "pli": "So kho ahaṃ, aggivessana, udaracchaviṃ parimasissāmīti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, piṭṭhikaṇṭakaṃ parimasissāmīti udaracchaviṃyeva pariggaṇhāmi, yāvassu me, aggivessana, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya. ",
          "en": "Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly. "
        },
        {
          "scid": "mn36:28.12",
          "pli": "So kho ahaṃ, aggivessana, vaccaṃ vā muttaṃ vā karissāmīti tattheva avakujjo papatāmi tāyevappāhāratāya. ",
          "en": "Due to eating so little, when I tried to urinate or defecate I fell face down right there. "
        },
        {
          "scid": "mn36:28.13",
          "pli": "So kho ahaṃ, aggivessana, imameva kāyaṃ assāsento pāṇinā gattāni anumajjāmi. Tassa mayhaṃ, aggivessana, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya. ",
          "en": "Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out. "
        },
        {
          "scid": "mn36:29.1",
          "pli": "Apissu maṃ, aggivessana, manussā disvā evamāhaṃsu: ‘kāḷo samaṇo gotamo’ti. ",
          "en": "Then some people saw me and said: ‘The ascetic Gotama is black.’ "
        },
        {
          "scid": "mn36:29.2",
          "pli": "Ekacce manussā evamāhaṃsu: ‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti. ",
          "en": "Some said: ‘He’s not black, he’s brown.’ "
        },
        {
          "scid": "mn36:29.3",
          "pli": "Ekacce manussā evamāhaṃsu: ‘na kāḷo samaṇo gotamo, napi sāmo, maṅguracchavi samaṇo gotamo’ti. ",
          "en": "Some said: ‘He’s neither black nor brown. The ascetic Gotama has tawny skin.’ "
        },
        {
          "scid": "mn36:29.4",
          "pli": "Yāvassu me, aggivessana, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya. ",
          "en": "That’s how far the pure, bright complexion of my skin had been ruined by taking so little food. "
        },
        {
          "scid": "mn36:30.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then I thought, "
        },
        {
          "scid": "mn36:30.2",
          "pli": "‘ye kho keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṃsu, etāvaparamaṃ, nayito bhiyyo. ",
          "en": "‘Whatever ascetics and brahmins have experienced painful, sharp, severe, acute feelings due to overexertion—whether in the past, future, or present—this is as far as it goes, no-one has done more than this. "
        },
        {
          "scid": "mn36:30.3",
          "pli": "Yepi hi keci anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayissanti, etāvaparamaṃ, nayito bhiyyo. ",
          "en": " "
        },
        {
          "scid": "mn36:30.4",
          "pli": "Yepi hi keci etarahi samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, etāvaparamaṃ, nayito bhiyyo. ",
          "en": " "
        },
        {
          "scid": "mn36:30.5",
          "pli": "Na kho panāhaṃ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṃ. ",
          "en": "But I have not achieved any superhuman distinction in knowledge and vision worthy of the noble ones by this severe, grueling work. "
        },
        {
          "scid": "mn36:30.6",
          "pli": "Siyā nu kho añño maggo bodhāyā’ti? ",
          "en": "Could there be another path to awakening?’ "
        },
        {
          "scid": "mn36:31.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:31.2",
          "pli": "‘abhijānāmi kho panāhaṃ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharitā. ",
          "en": "‘I recall sitting in the cool shade of the rose-apple tree while my father the Sakyan was off working. Quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "mn36:31.3",
          "pli": "Siyā nu kho eso maggo bodhāyā’ti? ",
          "en": "Could that be the path to awakening?’ "
        },
        {
          "scid": "mn36:31.4",
          "pli": "Tassa mayhaṃ, aggivessana, satānusāri viññāṇaṃ ahosi: ",
          "en": "Stemming from that memory came the realization: "
        },
        {
          "scid": "mn36:31.5",
          "pli": "‘eseva maggo bodhāyā’ti. ",
          "en": "‘*That* is the path to awakening!’ "
        },
        {
          "scid": "mn36:32.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then it occurred to me, "
        },
        {
          "scid": "mn36:32.2",
          "pli": "‘kiṃ nu kho ahaṃ tassa sukhassa bhāyāmi, yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti? ",
          "en": "‘Why am I afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities?’ "
        },
        {
          "scid": "mn36:32.3",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then I thought, "
        },
        {
          "scid": "mn36:32.4",
          "pli": "‘na kho ahaṃ tassa sukhassa bhāyāmi, yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti. ",
          "en": "‘I’m not afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities.’ "
        },
        {
          "scid": "mn36:33.1",
          "pli": "Tassa mayhaṃ, aggivessana, etadahosi: ",
          "en": "Then I thought, "
        },
        {
          "scid": "mn36:33.2",
          "pli": "‘na kho taṃ sukaraṃ sukhaṃ adhigantuṃ evaṃ adhimattakasimānaṃ pattakāyena, yannūnāhaṃ oḷārikaṃ āhāraṃ āhāreyyaṃ odanakummāsan’ti. ",
          "en": "‘I can’t achieve that pleasure with a body so excessively emaciated. Why don’t I eat some solid food, some rice and porridge?’ "
        },
        {
          "scid": "mn36:33.3",
          "pli": "So kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ. ",
          "en": "So I ate some solid food. "
        },
        {
          "scid": "mn36:33.4",
          "pli": "Tena kho pana maṃ, aggivessana, samayena pañca bhikkhū paccupaṭṭhitā honti: ",
          "en": "Now at that time the five mendicants were attending on me, thinking, "
        },
        {
          "scid": "mn36:33.5",
          "pli": "‘yaṃ kho samaṇo gotamo dhammaṃ adhigamissati, taṃ no ārocessatī’ti. ",
          "en": "‘The ascetic Gotama will tell us of any truth that he realizes.’ "
        },
        {
          "scid": "mn36:33.6",
          "pli": "Yato kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ, atha me te pañca bhikkhū nibbijja pakkamiṃsu: ",
          "en": "But when I ate some solid food, they left disappointed in me, saying, "
        },
        {
          "scid": "mn36:33.7",
          "pli": "‘bāhulliko samaṇo gotamo, padhānavibbhanto, āvatto bāhullāyā’ti. ",
          "en": "‘The ascetic Gotama has become indulgent; he has strayed from the struggle and returned to indulgence.’ "
        },
        {
          "scid": "mn36:34.1",
          "pli": "So kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāretvā, balaṃ gahetvā, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ. ",
          "en": "After eating solid food and gathering my strength, quite secluded from sensual pleasures, secluded from unskillful qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "mn36:34.2",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such pleasant feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:35-37.1",
          "pli": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ. ",
          "en": "As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. "
        },
        {
          "scid": "mn36:35-37.2",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such pleasant feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:35-37.3",
          "pli": "Pītiyā ca virāgā upekkhako ca vihāsiṃ, sato ca sampajāno. Sukhañca kāyena paṭisaṃvedesiṃ yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihāsiṃ. ",
          "en": "And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ "
        },
        {
          "scid": "mn36:35-37.4",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such pleasant feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:35-37.5",
          "pli": "Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ. ",
          "en": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. "
        },
        {
          "scid": "mn36:35-37.6",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such pleasant feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:38.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ. ",
          "en": "When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives. "
        },
        {
          "scid": "mn36:38.2",
          "pli": "So anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—ekampi jātiṃ … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi. ",
          "en": "I recollected my many kinds of past lives, with features and details. "
        },
        {
          "scid": "mn36:39.1",
          "pli": "Ayaṃ kho me, aggivessana, rattiyā paṭhame yāme paṭhamā vijjā adhigatā; ",
          "en": "This was the first knowledge, which I achieved in the first watch of the night. "
        },
        {
          "scid": "mn36:39.2",
          "pli": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato. ",
          "en": "Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute. "
        },
        {
          "scid": "mn36:39.3",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such pleasant feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:40.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ. ",
          "en": "When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings. "
        },
        {
          "scid": "mn36:40.2",
          "pli": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi … pe … ",
          "en": "With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "mn36:41.1",
          "pli": "ayaṃ kho me, aggivessana, rattiyā majjhime yāme dutiyā vijjā adhigatā; ",
          "en": "This was the second knowledge, which I achieved in the middle watch of the night. "
        },
        {
          "scid": "mn36:41.2",
          "pli": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato. ",
          "en": "Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute. "
        },
        {
          "scid": "mn36:41.3",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such pleasant feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:42.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ. ",
          "en": "When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements. "
        },
        {
          "scid": "mn36:42.2",
          "pli": "So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. ",
          "en": "I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ "
        },
        {
          "scid": "mn36:42.3",
          "pli": "‘Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. ",
          "en": "I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements.’ "
        },
        {
          "scid": "mn36:43.1",
          "pli": "Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha. ",
          "en": "Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance. "
        },
        {
          "scid": "mn36:43.2",
          "pli": "Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi. ",
          "en": "When it was freed, I knew it was freed. "
        },
        {
          "scid": "mn36:43.3",
          "pli": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ. ",
          "en": "I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.’ "
        },
        {
          "scid": "mn36:44.1",
          "pli": "Ayaṃ kho me, aggivessana, rattiyā pacchime yāme tatiyā vijjā adhigatā; ",
          "en": "This was the third knowledge, which I achieved in the last watch of the night. "
        },
        {
          "scid": "mn36:44.2",
          "pli": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṃ appamattassa ātāpino pahitattassa viharato. ",
          "en": "Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute. "
        },
        {
          "scid": "mn36:44.3",
          "pli": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati. ",
          "en": "But even such pleasant feeling did not occupy my mind. "
        },
        {
          "scid": "mn36:45.1",
          "pli": "Abhijānāmi kho panāhaṃ, aggivessana, anekasatāya parisāya dhammaṃ desetā. ",
          "en": "Aggivessana, I recall teaching the Dhamma to an assembly of many hundreds, "
        },
        {
          "scid": "mn36:45.2",
          "pli": "Apissu maṃ ekameko evaṃ maññati: ",
          "en": "and each person thinks "
        },
        {
          "scid": "mn36:45.3",
          "pli": "‘mamevārabbha samaṇo gotamo dhammaṃ desetī’ti. ",
          "en": "that I am teaching the Dhamma especially for them. "
        },
        {
          "scid": "mn36:45.4",
          "pli": "Na kho panetaṃ, aggivessana, evaṃ daṭṭhabbaṃ; ",
          "en": "But it should not be seen like this. "
        },
        {
          "scid": "mn36:45.5",
          "pli": "yāvadeva viññāpanatthāya tathāgato paresaṃ dhammaṃ deseti. ",
          "en": "The Realized One teaches others only so that they can understand. "
        },
        {
          "scid": "mn36:45.6",
          "pli": "So kho ahaṃ, aggivessana, tassāyeva kathāya pariyosāne, tasmiṃyeva purimasmiṃ samādhinimitte ajjhattameva cittaṃ saṇṭhapemi sannisādemi ekodiṃ karomi samādahāmi, yena sudaṃ niccakappaṃ viharāmī”ti. ",
          "en": "When that talk is finished, I still, settle, unify, and immerse my mind in samādhi internally, using the same meditation subject as a foundation of immersion that I used before, which is my usual meditation.” "
        },
        {
          "scid": "mn36:45.7",
          "pli": "“Okappaniyametaṃ bhoto gotamassa yathā taṃ arahato sammāsambuddhassa. ",
          "en": "“I’d believe that of Master Gotama, just like a perfected one, a fully awakened Buddha. "
        },
        {
          "scid": "mn36:45.8",
          "pli": "Abhijānāti kho pana bhavaṃ gotamo divā supitā”ti? ",
          "en": "But do you ever recall sleeping during the day?” "
        },
        {
          "scid": "mn36:46.1",
          "pli": "“Abhijānāmahaṃ, aggivessana, gimhānaṃ pacchime māse pacchābhattaṃ piṇḍapātapaṭikkanto catugguṇaṃ saṅghāṭiṃ paññapetvā dakkhiṇena passena sato sampajāno niddaṃ okkamitā”ti. ",
          "en": "“I do recall that in the last month of the summer, I have spread out my outer robe folded in four and lain down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware.” "
        },
        {
          "scid": "mn36:46.2",
          "pli": "“Etaṃ kho, bho gotama, eke samaṇabrāhmaṇā sammohavihārasmiṃ vadantī”ti? ",
          "en": "“Some ascetics and brahmins call that a deluded abiding.” "
        },
        {
          "scid": "mn36:46.3",
          "pli": "“Na kho, aggivessana, ettāvatā sammūḷho vā hoti asammūḷho vā. ",
          "en": "“That’s not how to define whether someone is deluded or not. "
        },
        {
          "scid": "mn36:46.4",
          "pli": "Api ca, aggivessana, yathā sammūḷho ca hoti asammūḷho ca, ",
          "en": "But as to how to define whether someone is deluded or not, "
        },
        {
          "scid": "mn36:46.5",
          "pli": "taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn36:46.6",
          "pli": "“Evaṃ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi. ",
          "en": "“Yes, sir,” replied Saccaka. "
        },
        {
          "scid": "mn36:46.7",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn36:47.1",
          "pli": "“Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā appahīnā, tamahaṃ ‘sammūḷho’ti vadāmi. ",
          "en": "“Whoever has not given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death—is deluded, I say. "
        },
        {
          "scid": "mn36:47.2",
          "pli": "Āsavānañhi, aggivessana, appahānā sammūḷho hoti. ",
          "en": "For it’s not giving up the defilements that makes you deluded. "
        },
        {
          "scid": "mn36:47.3",
          "pli": "Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā, tamahaṃ ‘asammūḷho’ti vadāmi. ",
          "en": "Whoever has given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death—is not deluded, I say. "
        },
        {
          "scid": "mn36:47.4",
          "pli": "Āsavānañhi, aggivessana, pahānā asammūḷho hoti. ",
          "en": "For it’s giving up the defilements that makes you not deluded. "
        },
        {
          "scid": "mn36:47.5",
          "pli": "Tathāgatassa kho, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ",
          "en": "The Realized One has given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death. He has cut them off at the root, made them like a palm stump, obliterated them so they are unable to arise in the future. "
        },
        {
          "scid": "mn36:47.6",
          "pli": "Seyyathāpi, aggivessana, tālo matthakacchinno abhabbo puna virūḷhiyā; ",
          "en": "Just as a palm tree with its crown cut off is incapable of further growth, "
        },
        {
          "scid": "mn36:47.7",
          "pli": "evameva kho, aggivessana, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā”ti. ",
          "en": "in the same way, the Realized One has given up the defilements so they are unable to arise in the future.” "
        },
        {
          "scid": "mn36:48.1",
          "pli": "Evaṃ vutte, saccako nigaṇṭhaputto bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Saccaka said to him, "
        },
        {
          "scid": "mn36:48.2",
          "pli": "“acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "“It’s incredible, Master Gotama, it’s amazing! "
        },
        {
          "scid": "mn36:48.3",
          "pli": "Yāvañcidaṃ bhoto gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa. ",
          "en": "When Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha. "
        },
        {
          "scid": "mn36:48.4",
          "pli": "Abhijānāmahaṃ, bho gotama, pūraṇaṃ kassapaṃ vādena vādaṃ samārabhitā. ",
          "en": "I recall taking on Pūraṇa Kassapa in debate. "
        },
        {
          "scid": "mn36:48.5",
          "pli": "Sopi mayā vādena vādaṃ samāraddho aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi. ",
          "en": "He dodged the issue, distracting the discussion with irrelevant points, and displaying annoyance, hate, and bitterness. "
        },
        {
          "scid": "mn36:48.6",
          "pli": "Bhoto pana gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa. ",
          "en": "But when Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha. "
        },
        {
          "scid": "mn36:48.7",
          "pli": "Abhijānāmahaṃ, bho gotama, makkhaliṃ gosālaṃ … pe … ",
          "en": "I recall taking on Makkhali Gosāla, "
        },
        {
          "scid": "mn36:48.8",
          "pli": "ajitaṃ kesakambalaṃ … ",
          "en": "Ajita Kesakambala, "
        },
        {
          "scid": "mn36:48.9",
          "pli": "pakudhaṃ kaccāyanaṃ … ",
          "en": "Pakudha Kaccāyana, "
        },
        {
          "scid": "mn36:48.10",
          "pli": "sañjayaṃ belaṭṭhaputtaṃ … ",
          "en": "Sañjaya Belaṭṭhiputta, "
        },
        {
          "scid": "mn36:48.11",
          "pli": "nigaṇṭhaṃ nāṭaputtaṃ vādena vādaṃ samārabhitā. ",
          "en": "and Nigaṇṭha Nātaputta in debate. "
        },
        {
          "scid": "mn36:48.12",
          "pli": "Sopi mayā vādena vādaṃ samāraddho aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi. ",
          "en": "They all dodged the issue, distracting the discussion with irrelevant points, and displaying annoyance, hate, and bitterness. "
        },
        {
          "scid": "mn36:48.13",
          "pli": "Bhoto pana gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa. ",
          "en": "But when Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha. "
        },
        {
          "scid": "mn36:48.14",
          "pli": "Handa ca dāni mayaṃ, bho gotama, gacchāma. ",
          "en": "Well, now, Master Gotama, I must go. "
        },
        {
          "scid": "mn36:48.15",
          "pli": "Bahukiccā mayaṃ, bahukaraṇīyā”ti. ",
          "en": "I have many duties, and much to do.” "
        },
        {
          "scid": "mn36:48.16",
          "pli": "“Yassadāni tvaṃ, aggivessana, kālaṃ maññasī”ti. ",
          "en": "“Please, Aggivessana, go at your convenience.” "
        },
        {
          "scid": "mn36:48.17",
          "pli": "Atha kho saccako nigaṇṭhaputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti. ",
          "en": "Then Saccaka, the son of Jain parents, having approved and agreed with what the Buddha said, got up from his seat and left. "
        },
        {
          "scid": "mn36:48.18",
          "pli": "Mahāsaccakasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn36/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 36",
    "volpages": "MN i 237",
    "uid": "mn36",
    "blurb": "In a less confrontational meeting, the Buddha and Saccaka discuss the difference between physical and mental development. The Buddha gives a long account of the various practices he did before awakening, detailing the astonishing lengths he took to mortify the body.",
    "difficulty": 2,
    "original_title": "Mahāsaccaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Longer Discourse With Saccaka ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn36_sujato",
        "segmented": true,
        "title": "The Longer Discourse With Saccaka ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_mn36_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2009",
        "segmented": false,
        "volpage": null,
        "title": "The Greater Discourse to Saccaka"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn36_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Greater Discourse To Saccaka"
      }
    ],
    "parallel_count": 30,
    "biblio": null,
    "num": 6
  }
}