{
  "sutta_uid": "mn54",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn54",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Potaliya the Wanderer ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Jīvaka ",
      "uid": "mn55"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Trainee ",
      "uid": "mn53"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn54:0.1",
          "pli": "Majjhima Nikāya 54 ",
          "en": "Middle Discourses 54 "
        },
        {
          "scid": "mn54:0.2",
          "pli": "Potaliyasutta ",
          "en": "With Potaliya the Wanderer "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 54 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn54:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn54:1.2",
          "pli": "ekaṃ samayaṃ bhagavā aṅguttarāpesu viharati āpaṇaṃ nāma aṅguttarāpānaṃ nigamo. ",
          "en": "At one time the Buddha was staying in the land of the Northern Āpaṇas, near the town of theirs named Āpaṇa. "
        },
        {
          "scid": "mn54:2.1",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Āpaṇa for alms. "
        },
        {
          "scid": "mn54:2.2",
          "pli": "Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yenaññataro vanasaṇḍo tenupasaṅkami divāvihārāya. ",
          "en": "He wandered for alms in Āpaṇa. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation. "
        },
        {
          "scid": "mn54:2.3",
          "pli": "Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ",
          "en": "Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation. "
        },
        {
          "scid": "mn54:3.1",
          "pli": "Potaliyopi kho gahapati sampannanivāsanapāvuraṇo chattupāhanāhi jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena so vanasaṇḍo tenupasaṅkami; upasaṅkamitvā taṃ vanasaṇḍaṃ ajjhogāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Potaliya the householder also approached that forest grove while going for a walk. He was well dressed in a cloak and sarong, with parasol and sandals. Having plunged deep into it, he went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "mn54:3.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho potaliyaṃ gahapatiṃ bhagavā etadavoca: ",
          "en": "When the greetings and polite conversation were over, he stood to one side, and the Buddha said to him, "
        },
        {
          "scid": "mn54:3.3",
          "pli": "“saṃvijjanti kho, gahapati, āsanāni; sace ākaṅkhasi nisīdā”ti. ",
          "en": "“There are seats, householder. Please sit if you wish.” "
        },
        {
          "scid": "mn54:3.4",
          "pli": "Evaṃ vutte, potaliyo gahapati “gahapativādena maṃ samaṇo gotamo samudācaratī”ti kupito anattamano tuṇhī ahosi. ",
          "en": "When he said this, Potaliya was angry and upset. Thinking, “The ascetic Gotama addresses me as ‘householder’!” he stayed silent. "
        },
        {
          "scid": "mn54:3.5",
          "pli": "Dutiyampi kho bhagavā … pe … ",
          "en": "For a second time … "
        },
        {
          "scid": "mn54:3.6",
          "pli": "tatiyampi kho bhagavā potaliyaṃ gahapatiṃ etadavoca: ",
          "en": "and a third time the Buddha said to him, "
        },
        {
          "scid": "mn54:3.7",
          "pli": "“saṃvijjanti kho, gahapati, āsanāni; sace ākaṅkhasi nisīdā”ti. ",
          "en": "“There are seats, householder. Please sit if you wish.” "
        },
        {
          "scid": "mn54:3.8",
          "pli": "Evaṃ vutte, potaliyo gahapati “gahapativādena maṃ samaṇo gotamo samudācaratī”ti kupito anattamano bhagavantaṃ etadavoca: ",
          "en": "When he said this, Potaliya was angry and upset. Thinking, “The ascetic Gotama addresses me as ‘householder’!” he said to the Buddha, "
        },
        {
          "scid": "mn54:3.9",
          "pli": "“tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yaṃ maṃ tvaṃ gahapativādena samudācarasī”ti. ",
          "en": "“Master Gotama, it is neither proper nor appropriate for you to address me as ‘householder’.” "
        },
        {
          "scid": "mn54:3.10",
          "pli": "“Te hi te, gahapati, ākārā, te liṅgā, te nimittā yathā taṃ gahapatissā”ti. ",
          "en": "“Well, householder, you have the features, attributes, and signs of a householder.” "
        },
        {
          "scid": "mn54:3.11",
          "pli": "“Tathā hi pana me, bho gotama, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti. ",
          "en": "“Master Gotama, it’s because I have refused all work and cut off all judgments.” "
        },
        {
          "scid": "mn54:3.12",
          "pli": "“Yathā kathaṃ pana te, gahapati, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti? ",
          "en": "“Householder, in what way have you refused all work and cut off all judgments?” "
        },
        {
          "scid": "mn54:3.13",
          "pli": "“Idha me, bho gotama, yaṃ ahosi dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā sabbaṃ taṃ puttānaṃ dāyajjaṃ niyyātaṃ, tatthāhaṃ anovādī anupavādī ghāsacchādanaparamo viharāmi. ",
          "en": "“Master Gotama, all the money, grain, gold, and silver I used to have has been handed over to my children as their inheritance. And in this matter I do not advise or reprimand them, but live with nothing more than food and clothes. "
        },
        {
          "scid": "mn54:3.14",
          "pli": "Evaṃ kho me, bho gotama, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti. ",
          "en": "That’s how I have refused all work and cut off all judgments.” "
        },
        {
          "scid": "mn54:3.15",
          "pli": "“Aññathā kho tvaṃ, gahapati, vohārasamucchedaṃ vadasi, aññathā ca pana ariyassa vinaye vohārasamucchedo hotī”ti. ",
          "en": "“The cutting off of judgments as you describe it is one thing, householder, but the cutting off of judgments in the noble one’s training is quite different.” "
        },
        {
          "scid": "mn54:3.16",
          "pli": "“Yathā kathaṃ pana, bhante, ariyassa vinaye vohārasamucchedo hoti? ",
          "en": "“But what, sir, is cutting off of judgments in the noble one’s training? "
        },
        {
          "scid": "mn54:3.17",
          "pli": "Sādhu me, bhante, bhagavā tathā dhammaṃ desetu yathā ariyassa vinaye vohārasamucchedo hotī”ti. ",
          "en": "Sir, please teach me this.” "
        },
        {
          "scid": "mn54:3.18",
          "pli": "“Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "“Well then, householder, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn54:3.19",
          "pli": "“Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ",
          "en": "“Yes, sir,” said Potaliya. "
        },
        {
          "scid": "mn54:4.1",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn54:4.2",
          "pli": "“aṭṭha kho ime, gahapati, dhammā ariyassa vinaye vohārasamucchedāya saṃvattanti. ",
          "en": "“Householder, these eight things lead to the cutting off of judgments in the noble one’s training. "
        },
        {
          "scid": "mn54:4.3",
          "pli": "Katame aṭṭha? ",
          "en": "What eight? "
        },
        {
          "scid": "mn54:4.4",
          "pli": "Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo; ",
          "en": "Killing living creatures should be given up, relying on not killing living creatures. "
        },
        {
          "scid": "mn54:4.5",
          "pli": "dinnādānaṃ nissāya adinnādānaṃ pahātabbaṃ; ",
          "en": "Stealing should be given up, relying on not stealing. "
        },
        {
          "scid": "mn54:4.6",
          "pli": "saccavācaṃ nissāya musāvādo pahātabbo; ",
          "en": "Lying should be given up, relying on speaking the truth. "
        },
        {
          "scid": "mn54:4.7",
          "pli": "apisuṇaṃ vācaṃ nissāya pisuṇā vācā pahātabbā; ",
          "en": "Divisive speech should be given up, relying on speech that isn’t divisive. "
        },
        {
          "scid": "mn54:4.8",
          "pli": "agiddhilobhaṃ nissāya giddhilobho pahātabbo; ",
          "en": "Greed and lust should be given up, relying on not being greedy and lustful. "
        },
        {
          "scid": "mn54:4.9",
          "pli": "anindārosaṃ nissāya nindāroso pahātabbo; ",
          "en": "Blaming and insulting should be given up, relying on not blaming and not insulting. "
        },
        {
          "scid": "mn54:4.10",
          "pli": "akkodhūpāyāsaṃ nissāya kodhūpāyāso pahātabbo; ",
          "en": "Anger and distress should be given up, relying on not being angry and distressed. "
        },
        {
          "scid": "mn54:4.11",
          "pli": "anatimānaṃ nissāya atimāno pahātabbo. ",
          "en": "Arrogance should be given up, relying on not being arrogant. "
        },
        {
          "scid": "mn54:4.12",
          "pli": "Ime kho, gahapati, aṭṭha dhammā saṃkhittena vuttā, vitthārena avibhattā, ariyassa vinaye vohārasamucchedāya saṃvattantī”ti. ",
          "en": "These are the eight things—stated in brief without being analyzed in detail—that lead to the cutting off of judgments in the noble one’s training.” "
        },
        {
          "scid": "mn54:5.1",
          "pli": "“Ye me, bhante, bhagavatā aṭṭha dhammā saṃkhittena vuttā, vitthārena avibhattā, ariyassa vinaye vohārasamucchedāya saṃvattanti, sādhu me, bhante, bhagavā ime aṭṭha dhamme vitthārena vibhajatu anukampaṃ upādāyā”ti. ",
          "en": "“Sir, please teach me these eight things in detail out of compassion.” "
        },
        {
          "scid": "mn54:5.2",
          "pli": "“Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "“Well then, householder, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn54:5.3",
          "pli": "“Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ",
          "en": "“Yes, sir,” said Potaliya. "
        },
        {
          "scid": "mn54:5.4",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn54:6.1",
          "pli": "“‘Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "“‘Killing living creatures should be given up, relying on not killing living creatures.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "mn54:6.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": "It’s when a noble disciple reflects: "
        },
        {
          "scid": "mn54:6.3",
          "pli": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu pāṇātipātī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno. ",
          "en": "‘I am practicing to give up and cut off the fetters that might cause me to kill living creatures. "
        },
        {
          "scid": "mn54:6.4",
          "pli": "Ahañceva kho pana pāṇātipātī assaṃ, attāpi maṃ upavadeyya pāṇātipātapaccayā, anuviccāpi maṃ viññū garaheyyuṃ pāṇātipātapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā pāṇātipātapaccayā. ",
          "en": "But if I were to kill living creatures, because of that I would reprimand myself; sensible people, after examination, would criticize me; and when my body breaks up, after death, I could expect to be reborn in a bad place. "
        },
        {
          "scid": "mn54:6.5",
          "pli": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ pāṇātipāto. ",
          "en": "And killing living creatures is itself a fetter and a hindrance. "
        },
        {
          "scid": "mn54:6.6",
          "pli": "Ye ca pāṇātipātapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, pāṇātipātā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’. ",
          "en": "The distressing and feverish defilements that might arise because of killing living creatures do not occur in someone who does not kill living creatures.’ "
        },
        {
          "scid": "mn54:6.7",
          "pli": "‘Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo’ti—",
          "en": "‘Killing living creatures should be given up, relying on not killing living creatures.’ "
        },
        {
          "scid": "mn54:6.8",
          "pli": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "mn54:7.1",
          "pli": "‘Dinnādānaṃ nissāya adinnādānaṃ pahātabban’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "‘Stealing … "
        },
        {
          "scid": "mn54:7.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:7.3",
          "pli": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu adinnādāyī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno. ",
          "en": " "
        },
        {
          "scid": "mn54:7.4",
          "pli": "Ahañceva kho pana adinnādāyī assaṃ, attāpi maṃ upavadeyya adinnādānapaccayā, anuviccāpi maṃ viññū garaheyyuṃ adinnādānapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā adinnādānapaccayā. ",
          "en": " "
        },
        {
          "scid": "mn54:7.5",
          "pli": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ adinnādānaṃ. ",
          "en": " "
        },
        {
          "scid": "mn54:7.6",
          "pli": "Ye ca adinnādānapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā adinnādānā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’. ",
          "en": " "
        },
        {
          "scid": "mn54:7.7",
          "pli": "‘Dinnādānaṃ nissāya adinnādānaṃ pahātabban’ti—",
          "en": " "
        },
        {
          "scid": "mn54:7.8",
          "pli": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn54:8.1",
          "pli": "‘Saccavācaṃ nissāya musāvādo pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "lying … "
        },
        {
          "scid": "mn54:8.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:8.3",
          "pli": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu musāvādī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno. ",
          "en": " "
        },
        {
          "scid": "mn54:8.4",
          "pli": "Ahañceva kho pana musāvādī assaṃ, attāpi maṃ upavadeyya musāvādapaccayā, anuviccāpi maṃ viññū garaheyyuṃ musāvādapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā musāvādapaccayā. ",
          "en": " "
        },
        {
          "scid": "mn54:8.5",
          "pli": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ musāvādo. ",
          "en": " "
        },
        {
          "scid": "mn54:8.6",
          "pli": "Ye ca musāvādapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, musāvādā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’. ",
          "en": " "
        },
        {
          "scid": "mn54:8.7",
          "pli": "‘Saccavācaṃ nissāya musāvādo pahātabbo’ti—",
          "en": " "
        },
        {
          "scid": "mn54:8.8",
          "pli": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn54:9.1",
          "pli": "‘Apisuṇaṃ vācaṃ nissāya pisuṇā vācā pahātabbā’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "divisive speech … "
        },
        {
          "scid": "mn54:9.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:9.3",
          "pli": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu pisuṇavāco assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno. ",
          "en": " "
        },
        {
          "scid": "mn54:9.4",
          "pli": "Ahañceva kho pana pisuṇavāco assaṃ, attāpi maṃ upavadeyya pisuṇavācāpaccayā, anuviccāpi maṃ viññū garaheyyuṃ pisuṇavācāpaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā pisuṇavācāpaccayā. ",
          "en": " "
        },
        {
          "scid": "mn54:9.5",
          "pli": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ pisuṇā vācā. ",
          "en": " "
        },
        {
          "scid": "mn54:9.6",
          "pli": "Ye ca pisuṇavācāpaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, pisuṇāya vācāya paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’. ",
          "en": " "
        },
        {
          "scid": "mn54:9.7",
          "pli": "‘Apisuṇaṃ vācaṃ nissāya pisuṇā vācā pahātabbā’ti—",
          "en": " "
        },
        {
          "scid": "mn54:9.8",
          "pli": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn54:10.1",
          "pli": "‘Agiddhilobhaṃ nissāya giddhilobho pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "greed and lust … "
        },
        {
          "scid": "mn54:10.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:10.3",
          "pli": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu giddhilobhī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno. ",
          "en": " "
        },
        {
          "scid": "mn54:10.4",
          "pli": "Ahañceva kho pana giddhilobhī assaṃ, attāpi maṃ upavadeyya giddhilobhapaccayā, anuviccāpi maṃ viññū garaheyyuṃ giddhilobhapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā giddhilobhapaccayā. ",
          "en": " "
        },
        {
          "scid": "mn54:10.5",
          "pli": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ giddhilobho. ",
          "en": " "
        },
        {
          "scid": "mn54:10.6",
          "pli": "Ye ca giddhilobhapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, giddhilobhā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’. ",
          "en": " "
        },
        {
          "scid": "mn54:10.7",
          "pli": "‘Agiddhilobhaṃ nissāya giddhilobho pahātabbo’ti—",
          "en": " "
        },
        {
          "scid": "mn54:10.8",
          "pli": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn54:11.1",
          "pli": "‘Anindārosaṃ nissāya nindāroso pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "blaming and insulting … "
        },
        {
          "scid": "mn54:11.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:11.3",
          "pli": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu nindārosī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno. ",
          "en": " "
        },
        {
          "scid": "mn54:11.4",
          "pli": "Ahañceva kho pana nindārosī assaṃ, attāpi maṃ upavadeyya nindārosapaccayā, anuviccāpi maṃ viññū garaheyyuṃ nindārosapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā nindārosapaccayā. ",
          "en": " "
        },
        {
          "scid": "mn54:11.5",
          "pli": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ nindāroso. ",
          "en": " "
        },
        {
          "scid": "mn54:11.6",
          "pli": "Ye ca nindārosapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, anindārosissa evaṃsa te āsavā vighātapariḷāhā na honti’. ",
          "en": " "
        },
        {
          "scid": "mn54:11.7",
          "pli": "‘Anindārosaṃ nissāya nindāroso pahātabbo’ti—",
          "en": " "
        },
        {
          "scid": "mn54:11.8",
          "pli": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn54:12.1",
          "pli": "‘Akkodhūpāyāsaṃ nissāya kodhūpāyāso pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "anger and distress … "
        },
        {
          "scid": "mn54:12.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:12.3",
          "pli": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu kodhūpāyāsī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno. ",
          "en": " "
        },
        {
          "scid": "mn54:12.4",
          "pli": "Ahañceva kho pana kodhūpāyāsī assaṃ, attāpi maṃ upavadeyya kodhūpāyāsapaccayā, anuviccāpi maṃ viññū garaheyyuṃ kodhūpāyāsapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā kodhūpāyāsapaccayā. ",
          "en": " "
        },
        {
          "scid": "mn54:12.5",
          "pli": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ kodhūpāyāso. ",
          "en": " "
        },
        {
          "scid": "mn54:12.6",
          "pli": "Ye ca kodhūpāyāsapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, akkodhūpāyāsissa evaṃsa te āsavā vighātapariḷāhā na honti’. ",
          "en": " "
        },
        {
          "scid": "mn54:12.7",
          "pli": "‘Akkodhūpāyāsaṃ nissāya kodhūpāyāso pahātabbo’ti—",
          "en": " "
        },
        {
          "scid": "mn54:12.8",
          "pli": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "mn54:13.1",
          "pli": "‘Anatimānaṃ nissāya atimāno pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "Arrogance should be given up, relying on not being arrogant.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "mn54:13.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": "It’s when a noble disciple reflects: "
        },
        {
          "scid": "mn54:13.3",
          "pli": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu atimānī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno. ",
          "en": "‘I am practicing to give up and cut off the fetters that might cause me to be arrogant. "
        },
        {
          "scid": "mn54:13.4",
          "pli": "Ahañceva kho pana atimānī assaṃ, attāpi maṃ upavadeyya atimānapaccayā, anuviccāpi maṃ viññū garaheyyuṃ atimānapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā atimānapaccayā. ",
          "en": "But if I were to be arrogant, because of that I would reprimand myself; sensible people, after examination, would criticize me; and when my body breaks up, after death, I could expect to be reborn in a bad place. "
        },
        {
          "scid": "mn54:13.5",
          "pli": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ atimāno. ",
          "en": "And arrogance is itself a fetter and a hindrance. "
        },
        {
          "scid": "mn54:13.6",
          "pli": "Ye ca atimānapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, anatimānissa evaṃsa te āsavā vighātapariḷāhā na honti’. ",
          "en": "The distressing and feverish defilements that might arise because of arrogance do not occur in someone who is not arrogant.’ "
        },
        {
          "scid": "mn54:13.7",
          "pli": "‘Anatimānaṃ nissāya atimāno pahātabbo’ti—",
          "en": "‘Arrogance should be given up by not being arrogant.’ "
        },
        {
          "scid": "mn54:13.8",
          "pli": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "mn54:14.1",
          "pli": "Ime kho, gahapati, aṭṭha dhammā saṃkhittena vuttā, vitthārena vibhattā, ye ariyassa vinaye vohārasamucchedāya saṃvattanti; ",
          "en": "These are the eight things—stated in brief and analyzed in detail—that lead to the cutting off of judgments in the noble one’s training. "
        },
        {
          "scid": "mn54:14.2",
          "pli": "na tveva tāva ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hotī”ti. ",
          "en": "But just this much does not constitute the cutting off of judgments in each and every respect in the noble one’s training.” "
        },
        {
          "scid": "mn54:14.3",
          "pli": "“Yathā kathaṃ pana, bhante, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti? ",
          "en": "“But, sir, how is there the cutting off of judgments in each and every respect in the noble one’s training? "
        },
        {
          "scid": "mn54:14.4",
          "pli": "Sādhu me, bhante, bhagavā tathā dhammaṃ desetu yathā ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hotī”ti. ",
          "en": "Sir, please teach me this.” "
        },
        {
          "scid": "mn54:14.5",
          "pli": "“Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "“Well then, householder, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn54:14.6",
          "pli": "“Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ",
          "en": "“Yes, sir,” said Potaliya. "
        },
        {
          "scid": "mn54:14.7",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn54:14.8",
          "pli": "1. Kāmādīnavakathā ",
          "en": "1. The Dangers of Sensual Pleasures "
        },
        {
          "scid": "mn54:15.1",
          "pli": "“Seyyathāpi, gahapati, kukkuro jighacchādubbalyapareto goghātakasūnaṃ paccupaṭṭhito assa. ",
          "en": "“Householder, suppose a dog weak with hunger was hanging around a butcher’s shop. "
        },
        {
          "scid": "mn54:15.2",
          "pli": "Tamenaṃ dakkho goghātako vā goghātakantevāsī vā aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ upasumbheyya. ",
          "en": "Then a deft butcher or their apprentice would toss them a skeleton scraped clean of flesh and smeared in blood. "
        },
        {
          "scid": "mn54:15.3",
          "pli": "Taṃ kiṃ maññasi, gahapati, ",
          "en": "What do you think, householder? "
        },
        {
          "scid": "mn54:15.4",
          "pli": "api nu kho so kukkuro amuṃ aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ palehanto jighacchādubbalyaṃ paṭivineyyā”ti? ",
          "en": "Gnawing on such a fleshless skeleton, would that dog still get rid of its hunger?” "
        },
        {
          "scid": "mn54:15.5",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir. "
        },
        {
          "scid": "mn54:15.6",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why not? "
        },
        {
          "scid": "mn54:15.7",
          "pli": "“Aduñhi, bhante, aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ. ",
          "en": "Because that skeleton is scraped clean of flesh and smeared in blood. "
        },
        {
          "scid": "mn54:15.8",
          "pli": "Yāvadeva pana so kukkuro kilamathassa vighātassa bhāgī assā”ti. ",
          "en": "That dog will eventually get weary and frustrated.” "
        },
        {
          "scid": "mn54:15.9",
          "pli": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": "“In the same way, a noble disciple reflects: "
        },
        {
          "scid": "mn54:15.10",
          "pli": "‘aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
          "en": "‘With the simile of a skeleton the Buddha said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’ "
        },
        {
          "scid": "mn54:15.11",
          "pli": "Evametaṃ yathābhūtaṃ sammappaññāya disvā yāyaṃ upekkhā nānattā nānattasitā taṃ abhinivajjetvā, yāyaṃ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṃ bhāveti. ",
          "en": "Having truly seen this with right understanding, they reject equanimity based on diversity and develop only the equanimity based on unity, where all kinds of grasping to the world’s material delights cease without anything left over. "
        },
        {
          "scid": "mn54:16.1",
          "pli": "Seyyathāpi, gahapati, gijjho vā kaṅko vā kulalo vā maṃsapesiṃ ādāya uḍḍīyeyya. ",
          "en": "Suppose a vulture or a crow or a hawk was to grab a lump of meat and fly away. "
        },
        {
          "scid": "mn54:16.2",
          "pli": "Tamenaṃ gijjhāpi kaṅkāpi kulalāpi anupatitvā anupatitvā vitaccheyyuṃ vissajjeyyuṃ. ",
          "en": "Other vultures, crows, and hawks would keep chasing it, pecking and clawing. "
        },
        {
          "scid": "mn54:16.3",
          "pli": "Taṃ kiṃ maññasi, gahapati, ",
          "en": "What do you think, householder? "
        },
        {
          "scid": "mn54:16.4",
          "pli": "sace so gijjho vā kaṅko vā kulalo vā taṃ maṃsapesiṃ na khippameva paṭinissajjeyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti? ",
          "en": "If that vulture, crow, or hawk doesn’t quickly let go of that lump of meat, wouldn’t that result in death or deadly suffering for them?” "
        },
        {
          "scid": "mn54:16.5",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” … "
        },
        {
          "scid": "mn54:16.6",
          "pli": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:16.7",
          "pli": "‘maṃsapesūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
          "en": " "
        },
        {
          "scid": "mn54:16.8",
          "pli": "Evametaṃ yathābhūtaṃ sammappaññāya disvā yāyaṃ upekkhā nānattā nānattasitā taṃ abhinivajjetvā yāyaṃ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṃ bhāveti. ",
          "en": " "
        },
        {
          "scid": "mn54:17.1",
          "pli": "Seyyathāpi, gahapati, puriso ādittaṃ tiṇukkaṃ ādāya paṭivātaṃ gaccheyya. ",
          "en": "“Suppose a person carrying a blazing grass torch was to walk against the wind. "
        },
        {
          "scid": "mn54:17.2",
          "pli": "Taṃ kiṃ maññasi, gahapati, ",
          "en": "What do you think, householder? "
        },
        {
          "scid": "mn54:17.3",
          "pli": "sace so puriso taṃ ādittaṃ tiṇukkaṃ na khippameva paṭinissajjeyya tassa sā ādittā tiṇukkā hatthaṃ vā daheyya bāhuṃ vā daheyya aññataraṃ vā aññataraṃ vā aṅgapaccaṅgaṃ daheyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti? ",
          "en": "If that person doesn’t quickly let go of that blazing grass torch, wouldn’t they burn their hands or arm or other limb, resulting in death or deadly suffering for them?” "
        },
        {
          "scid": "mn54:17.4",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” … "
        },
        {
          "scid": "mn54:17.5",
          "pli": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:17.6",
          "pli": "‘tiṇukkūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
          "en": " "
        },
        {
          "scid": "mn54:17.7",
          "pli": "Evametaṃ yathābhūtaṃ sammappaññāya disvā … pe … tamevūpekkhaṃ bhāveti. ",
          "en": " "
        },
        {
          "scid": "mn54:18.1",
          "pli": "Seyyathāpi, gahapati, aṅgārakāsu sādhikaporisā, pūrā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ. ",
          "en": "“Suppose there was a pit of glowing coals deeper than a man’s height, full of glowing coals that neither flamed nor smoked. "
        },
        {
          "scid": "mn54:18.2",
          "pli": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikkūlo. ",
          "en": "Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain. "
        },
        {
          "scid": "mn54:18.3",
          "pli": "Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā aṅgārakāsuṃ upakaḍḍheyyuṃ. ",
          "en": "Then two strong men would grab them by the arms and drag them towards the pit of glowing coals. "
        },
        {
          "scid": "mn54:18.4",
          "pli": "Taṃ kiṃ maññasi, gahapati, ",
          "en": "What do you think, householder? "
        },
        {
          "scid": "mn54:18.5",
          "pli": "api nu so puriso iticiticeva kāyaṃ sannāmeyyā”ti? ",
          "en": "Wouldn’t that person writhe and struggle to and fro?” "
        },
        {
          "scid": "mn54:18.6",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir. "
        },
        {
          "scid": "mn54:18.7",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn54:18.8",
          "pli": "“Viditañhi, bhante, tassa purisassa imañcāhaṃ aṅgārakāsuṃ papatissāmi, tatonidānaṃ maraṇaṃ vā nigacchissāmi maraṇamattaṃ vā dukkhan”ti. ",
          "en": "For that person knows: ‘If I fall in that pit of glowing coals, that’d result in my death or deadly pain.’” … "
        },
        {
          "scid": "mn54:18.9",
          "pli": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:18.10",
          "pli": "‘aṅgārakāsūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
          "en": " "
        },
        {
          "scid": "mn54:18.11",
          "pli": "Evametaṃ yathābhūtaṃ sammappaññāya disvā … pe … tamevūpekkhaṃ bhāveti. ",
          "en": " "
        },
        {
          "scid": "mn54:19.1",
          "pli": "Seyyathāpi, gahapati, puriso supinakaṃ passeyya ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇirāmaṇeyyakaṃ. ",
          "en": "“Suppose a person was to see delightful parks, woods, meadows, and lotus ponds in a dream. "
        },
        {
          "scid": "mn54:19.2",
          "pli": "So paṭibuddho na kiñci paṭipasseyya. ",
          "en": "But when they woke they couldn’t see them at all. … "
        },
        {
          "scid": "mn54:19.3",
          "pli": "Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:19.4",
          "pli": "‘supinakūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti … pe … ",
          "en": " "
        },
        {
          "scid": "mn54:19.5",
          "pli": "tamevūpekkhaṃ bhāveti. ",
          "en": " "
        },
        {
          "scid": "mn54:20.1",
          "pli": "Seyyathāpi, gahapati, puriso yācitakaṃ bhogaṃ yācitvā yānaṃ vā poriseyyaṃ pavaramaṇikuṇḍalaṃ. ",
          "en": "Suppose a man had borrowed some goods—a gentleman’s carriage and fine jewelled earrings—"
        },
        {
          "scid": "mn54:20.2",
          "pli": "So tehi yācitakehi bhogehi purakkhato parivuto antarāpaṇaṃ paṭipajjeyya. ",
          "en": "and preceded and surrounded by these he proceeded through the middle of Āpaṇa. "
        },
        {
          "scid": "mn54:20.3",
          "pli": "Tamenaṃ jano disvā evaṃ vadeyya: ",
          "en": "When people saw him they’d say: "
        },
        {
          "scid": "mn54:20.4",
          "pli": "‘bhogī vata bho puriso, evaṃ kira bhogino bhogāni bhuñjantī’ti. ",
          "en": "‘This must be a wealthy man! For that’s how the wealthy enjoy their wealth.’ "
        },
        {
          "scid": "mn54:20.5",
          "pli": "Tamenaṃ sāmikā yattha yattheva passeyyuṃ tattha tattheva sāni hareyyuṃ. ",
          "en": "But when the owners saw him, they’d take back what was theirs. "
        },
        {
          "scid": "mn54:20.6",
          "pli": "Taṃ kiṃ maññasi, gahapati, alaṃ nu kho tassa purisassa aññathattāyā”ti? ",
          "en": "What do you think? Would that be enough for that man to get upset?” "
        },
        {
          "scid": "mn54:20.7",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir. "
        },
        {
          "scid": "mn54:20.8",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn54:20.9",
          "pli": "“Sāmino hi, bhante, sāni harantī”ti. ",
          "en": "Because the owners took back what was theirs.” … "
        },
        {
          "scid": "mn54:20.10",
          "pli": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "mn54:20.11",
          "pli": "‘yācitakūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti … pe … ",
          "en": " "
        },
        {
          "scid": "mn54:20.12",
          "pli": "tamevūpekkhaṃ bhāveti. ",
          "en": " "
        },
        {
          "scid": "mn54:21.1",
          "pli": "Seyyathāpi, gahapati, gāmassa vā nigamassa vā avidūre tibbo vanasaṇḍo. ",
          "en": "“Suppose there was a dark forest grove not far from a town or village. "
        },
        {
          "scid": "mn54:21.2",
          "pli": "Tatrassa rukkho sampannaphalo ca upapannaphalo ca, na cassu kānici phalāni bhūmiyaṃ patitāni. ",
          "en": "And there was a tree laden with fruit, yet none of the fruit had fallen to the ground. "
        },
        {
          "scid": "mn54:21.3",
          "pli": "Atha puriso āgaccheyya phalatthiko phalagavesī phalapariyesanaṃ caramāno. ",
          "en": "And along came a person in need of fruit, wandering in search of fruit. "
        },
        {
          "scid": "mn54:21.4",
          "pli": "So taṃ vanasaṇḍaṃ ajjhogāhetvā taṃ rukkhaṃ passeyya sampannaphalañca upapannaphalañca. ",
          "en": "Having plunged deep into that forest grove, they’d see that tree laden with fruit. "
        },
        {
          "scid": "mn54:21.5",
          "pli": "Tassa evamassa: ",
          "en": "They’d think: "
        },
        {
          "scid": "mn54:21.6",
          "pli": "‘ayaṃ kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kānici phalāni bhūmiyaṃ patitāni. ",
          "en": "‘That tree is laden with fruit, yet none of the fruit has fallen to the ground. "
        },
        {
          "scid": "mn54:21.7",
          "pli": "Jānāmi kho panāhaṃ rukkhaṃ ārohituṃ. ",
          "en": "But I know how to climb a tree. "
        },
        {
          "scid": "mn54:21.8",
          "pli": "Yannūnāhaṃ imaṃ rukkhaṃ ārohitvā yāvadatthañca khādeyyaṃ ucchaṅgañca pūreyyan’ti. ",
          "en": "Why don’t I climb the tree, eat as much as I like, then fill my pouch?’ "
        },
        {
          "scid": "mn54:21.9",
          "pli": "So taṃ rukkhaṃ ārohitvā yāvadatthañca khādeyya ucchaṅgañca pūreyya. ",
          "en": "And that’s what they’d do. "
        },
        {
          "scid": "mn54:21.10",
          "pli": "Atha dutiyo puriso āgaccheyya phalatthiko phalagavesī phalapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya. ",
          "en": "And along would come a second person in need of fruit, wandering in search of fruit, carrying a sharp axe. "
        },
        {
          "scid": "mn54:21.11",
          "pli": "So taṃ vanasaṇḍaṃ ajjhogāhetvā taṃ rukkhaṃ passeyya sampannaphalañca upapannaphalañca. ",
          "en": "Having plunged deep into that forest grove, they’d see that tree laden with fruit. "
        },
        {
          "scid": "mn54:21.12",
          "pli": "Tassa evamassa: ",
          "en": "They’d think: "
        },
        {
          "scid": "mn54:21.13",
          "pli": "‘ayaṃ kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kānici phalāni bhūmiyaṃ patitāni. ",
          "en": "‘That tree is laden with fruit, yet none of the fruit has fallen to the ground. "
        },
        {
          "scid": "mn54:21.14",
          "pli": "Na kho panāhaṃ jānāmi rukkhaṃ ārohituṃ. ",
          "en": "But I don’t know how to climb a tree. "
        },
        {
          "scid": "mn54:21.15",
          "pli": "Yannūnāhaṃ imaṃ rukkhaṃ mūlato chetvā yāvadatthañca khādeyyaṃ ucchaṅgañca pūreyyan’ti. ",
          "en": "Why don’t I chop this tree down at the root, eat as much as I like, then fill my pouch?’ "
        },
        {
          "scid": "mn54:21.16",
          "pli": "So taṃ rukkhaṃ mūlatova chindeyya. ",
          "en": "And so they’d chop the tree down at the root. "
        },
        {
          "scid": "mn54:21.17",
          "pli": "Taṃ kiṃ maññasi, gahapati, ",
          "en": "What do you think, householder? "
        },
        {
          "scid": "mn54:21.18",
          "pli": "amuko yo so puriso paṭhamaṃ rukkhaṃ ārūḷho sace so na khippameva oroheyya tassa so rukkho papatanto hatthaṃ vā bhañjeyya pādaṃ vā bhañjeyya aññataraṃ vā aññataraṃ vā aṅgapaccaṅgaṃ bhañjeyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti? ",
          "en": "If the first person, who climbed the tree, doesn’t quickly come down, when that tree fell wouldn’t they break their hand or arm or other limb, resulting in death or deadly suffering for them?” "
        },
        {
          "scid": "mn54:21.19",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn54:21.20",
          "pli": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": "“In the same way, a noble disciple reflects: "
        },
        {
          "scid": "mn54:21.21",
          "pli": "‘rukkhaphalūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
          "en": "‘With the simile of the fruit tree the Buddha said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.’ "
        },
        {
          "scid": "mn54:21.22",
          "pli": "Evametaṃ yathābhūtaṃ sammappaññāya disvā yāyaṃ upekkhā nānattā nānattasitā taṃ abhinivajjetvā yāyaṃ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṃ bhāveti. ",
          "en": "Having truly seen this with right understanding, they reject equanimity based on diversity and develop only the equanimity based on unity, where all kinds of grasping to the world’s material delights cease without anything left over. "
        },
        {
          "scid": "mn54:22.1",
          "pli": "Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma anekavihitaṃ pubbenivāsaṃ anussarati, ",
          "en": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple recollects their many kinds of past lives. "
        },
        {
          "scid": "mn54:22.2",
          "pli": "seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details. "
        },
        {
          "scid": "mn54:23.1",
          "pli": "Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāti. ",
          "en": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple, with clairvoyance that is purified and superhuman, sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "mn54:24.1",
          "pli": "Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "mn54:25.1",
          "pli": "Ettāvatā kho, gahapati, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti. ",
          "en": "That’s how there is the cutting off of judgments in each and every respect in the noble one’s training. "
        },
        {
          "scid": "mn54:25.2",
          "pli": "Taṃ kiṃ maññasi, gahapati, ",
          "en": "What do you think, householder? "
        },
        {
          "scid": "mn54:25.3",
          "pli": "yathā ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti, api nu tvaṃ evarūpaṃ vohārasamucchedaṃ attani samanupassasī”ti? ",
          "en": "Do you regard yourself as having cut off judgments in a way comparable to the cutting off of judgments in each and every respect in the noble one’s training?” "
        },
        {
          "scid": "mn54:25.4",
          "pli": "“Ko cāhaṃ, bhante, ko ca ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo. ",
          "en": "“Who am I compared to one who has cut off judgments in each and every respect in the noble one’s training? "
        },
        {
          "scid": "mn54:25.5",
          "pli": "Ārakā ahaṃ, bhante, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedā. ",
          "en": "I am far from that. "
        },
        {
          "scid": "mn54:25.6",
          "pli": "Mayañhi, bhante, pubbe aññatitthiye paribbājake anājānīyeva samāne ājānīyāti amaññimha, anājānīyeva samāne ājānīyabhojanaṃ bhojimha, anājānīyeva samāne ājānīyaṭhāne ṭhapimha; ",
          "en": "Sir, I used to think that the wanderers following other paths were thoroughbreds, and I fed them and treated them accordingly, but they were not actually thoroughbreds. "
        },
        {
          "scid": "mn54:25.7",
          "pli": "bhikkhū pana mayaṃ, bhante, ājānīyeva samāne anājānīyāti amaññimha, ājānīyeva samāne anājānīyabhojanaṃ bhojimha, ājānīyeva samāne anājānīyaṭhāne ṭhapimha; ",
          "en": "I thought that the mendicants were not thoroughbreds, and I fed them and treated them accordingly, but they actually were thoroughbreds. "
        },
        {
          "scid": "mn54:25.8",
          "pli": "idāni pana mayaṃ, bhante, aññatitthiye paribbājake anājānīyeva samāne anājānīyāti jānissāma, anājānīyeva samāne anājānīyabhojanaṃ bhojessāma, anājānīyeva samāne anājānīyaṭhāne ṭhapessāma. ",
          "en": "But now I shall understand that the wanderers following other paths are not actually thoroughbreds, and I will feed them and treat them accordingly. "
        },
        {
          "scid": "mn54:25.9",
          "pli": "Bhikkhū pana mayaṃ, bhante, ājānīyeva samāne ājānīyāti jānissāma, ājānīyeva samāne ājānīyabhojanaṃ bhojessāma, ājānīyeva samāne ājānīyaṭhāne ṭhapessāma. ",
          "en": "And I shall understand that the mendicants actually are thoroughbreds, and I will feed them and treat them accordingly. "
        },
        {
          "scid": "mn54:25.10",
          "pli": "Ajanesi vata me, bhante, bhagavā samaṇesu samaṇappemaṃ, samaṇesu samaṇappasādaṃ, samaṇesu samaṇagāravaṃ. ",
          "en": "The Buddha has inspired me to have love, confidence, and respect for ascetics! "
        },
        {
          "scid": "mn54:26.1",
          "pli": "Abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
          "en": "Excellent, sir! Excellent! "
        },
        {
          "scid": "mn54:26.2",
          "pli": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya, ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ kho, bhante, bhagavatā anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. "
        },
        {
          "scid": "mn54:26.3",
          "pli": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn54:26.4",
          "pli": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "mn54:26.5",
          "pli": "Potaliyasuttaṃ niṭṭhitaṃ catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn54/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 54",
    "volpages": "MN i 359",
    "uid": "mn54",
    "blurb": "When Potaliya got upset at being referred to as “householder”, the Buddha quizzed him as to the true nature of attachment and renunciation.",
    "difficulty": 2,
    "original_title": "Potaliya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Potaliya the Wanderer ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn54_sujato",
        "segmented": true,
        "title": "With Potaliya the Wanderer ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_mn54_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2009",
        "segmented": false,
        "volpage": null,
        "title": "To Potaliya"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn54_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Discourse to Potaliya"
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "num": 4
  }
}