{
  "sutta_uid": "mn56",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn56",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Upāli ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Ascetic Who Behaved Like a Dog ",
      "uid": "mn57"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Jīvaka ",
      "uid": "mn55"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn56:0.1",
          "pli": "Majjhima Nikāya 56 ",
          "en": "Middle Discourses 56 "
        },
        {
          "scid": "mn56:0.2",
          "pli": "Upālisutta ",
          "en": "With Upāli "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 56 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn56:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn56:1.2",
          "pli": "ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane. ",
          "en": "At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove. "
        },
        {
          "scid": "mn56:2.1",
          "pli": "Tena kho pana samayena nigaṇṭho nāṭaputto nāḷandāyaṃ paṭivasati mahatiyā nigaṇṭhaparisāya saddhiṃ. ",
          "en": "At that time Nigaṇṭha Nāṭaputta was residing at Nāḷandā together with a large assembly of Jain ascetics. "
        },
        {
          "scid": "mn56:2.2",
          "pli": "Atha kho dīghatapassī nigaṇṭho nāḷandāyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena pāvārikambavanaṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then the Jain ascetic Dīgha Tapassī wandered for alms in Nāḷandā. After the meal, on his return from alms-round, he went to Pāvārika’s mango grove. There he approached the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "mn56:2.3",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho dīghatapassiṃ nigaṇṭhaṃ bhagavā etadavoca: ",
          "en": "When the greetings and polite conversation were over, he stood to one side. The Buddha said to him, "
        },
        {
          "scid": "mn56:2.4",
          "pli": "“saṃvijjanti kho, tapassi, āsanāni; sace ākaṅkhasi nisīdā”ti. ",
          "en": "“There are seats, Tapassī. Please sit if you wish.” "
        },
        {
          "scid": "mn56:3.1",
          "pli": "Evaṃ vutte, dīghatapassī nigaṇṭho aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "When he said this, Dīgha Tapassī took a low seat and sat to one side. "
        },
        {
          "scid": "mn56:3.2",
          "pli": "Ekamantaṃ nisinnaṃ kho dīghatapassiṃ nigaṇṭhaṃ bhagavā etadavoca: ",
          "en": "The Buddha said to him, "
        },
        {
          "scid": "mn56:3.3",
          "pli": "“kati pana, tapassi, nigaṇṭho nāṭaputto kammāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
          "en": "“Tapassī, how many kinds of deed does Nigaṇṭha Nātaputta describe for performing bad deeds?” "
        },
        {
          "scid": "mn56:3.4",
          "pli": "“Na kho, āvuso gotama, āciṇṇaṃ nigaṇṭhassa nāṭaputtassa ‘kammaṃ, kamman’ti paññapetuṃ; ",
          "en": "“Reverend Gotama, Nigaṇṭha Nātaputta doesn’t usually speak in terms of ‘deeds’. "
        },
        {
          "scid": "mn56:3.5",
          "pli": "‘daṇḍaṃ, daṇḍan’ti kho, āvuso gotama, āciṇṇaṃ nigaṇṭhassa nāṭaputtassa paññapetun”ti. ",
          "en": "He usually speaks in terms of ‘rods’.” "
        },
        {
          "scid": "mn56:3.6",
          "pli": "“Kati pana, tapassi, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
          "en": "“Then how many kinds of rod does Nigaṇṭha Nātaputta describe for performing bad deeds?” "
        },
        {
          "scid": "mn56:3.7",
          "pli": "“Tīṇi kho, āvuso gotama, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyāti, seyyathidaṃ—",
          "en": "“Nigaṇṭha Nātaputta describes three kinds of rod for performing bad deeds: "
        },
        {
          "scid": "mn56:3.8",
          "pli": "kāyadaṇḍaṃ, vacīdaṇḍaṃ, manodaṇḍan”ti. ",
          "en": "the physical rod, the verbal rod, and the mental rod.” "
        },
        {
          "scid": "mn56:3.9",
          "pli": "“Kiṃ pana, tapassi, aññadeva kāyadaṇḍaṃ, aññaṃ vacīdaṇḍaṃ, aññaṃ manodaṇḍan”ti? ",
          "en": "“But are these kinds of rod all distinct from each other?” "
        },
        {
          "scid": "mn56:3.10",
          "pli": "“Aññadeva, āvuso gotama, kāyadaṇḍaṃ, aññaṃ vacīdaṇḍaṃ, aññaṃ manodaṇḍan”ti. ",
          "en": "“Yes, each is quite distinct.” "
        },
        {
          "scid": "mn56:3.11",
          "pli": "“Imesaṃ pana, tapassi, tiṇṇaṃ daṇḍānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ katamaṃ daṇḍaṃ nigaṇṭho nāṭaputto mahāsāvajjataraṃ paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, yadi vā kāyadaṇḍaṃ, yadi vā vacīdaṇḍaṃ, yadi vā manodaṇḍan”ti? ",
          "en": "“Of the three rods thus analyzed and differentiated, which rod does Nigaṇṭha Nātaputta describe as being the most blameworthy for performing bad deeds: the physical rod, the verbal rod, or the mental rod?” "
        },
        {
          "scid": "mn56:3.12",
          "pli": "“Imesaṃ kho, āvuso gotama, tiṇṇaṃ daṇḍānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ kāyadaṇḍaṃ nigaṇṭho nāṭaputto mahāsāvajjataraṃ paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍaṃ, no tathā manodaṇḍan”ti. ",
          "en": "“Nigaṇṭha Nātaputta describes the physical rod as being the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” "
        },
        {
          "scid": "mn56:3.13",
          "pli": "“Kāyadaṇḍanti, tapassi, vadesi”? ",
          "en": "“Do you say the physical rod, Tapassī?” "
        },
        {
          "scid": "mn56:3.14",
          "pli": "“Kāyadaṇḍanti, āvuso gotama, vadāmi”. ",
          "en": "“I say the physical rod, Reverend Gotama.” "
        },
        {
          "scid": "mn56:3.15",
          "pli": "“Kāyadaṇḍanti, tapassi, vadesi”? ",
          "en": "“Do you say the physical rod, Tapassī?” "
        },
        {
          "scid": "mn56:3.16",
          "pli": "“Kāyadaṇḍanti, āvuso gotama, vadāmi”. ",
          "en": "“I say the physical rod, Reverend Gotama.” "
        },
        {
          "scid": "mn56:3.17",
          "pli": "“Kāyadaṇḍanti, tapassi, vadesi”? ",
          "en": "“Do you say the physical rod, Tapassī?” "
        },
        {
          "scid": "mn56:3.18",
          "pli": "“Kāyadaṇḍanti, āvuso gotama, vadāmī”ti. ",
          "en": "“I say the physical rod, Reverend Gotama.” "
        },
        {
          "scid": "mn56:3.19",
          "pli": "Itiha bhagavā dīghatapassiṃ nigaṇṭhaṃ imasmiṃ kathāvatthusmiṃ yāvatatiyakaṃ patiṭṭhāpesi. ",
          "en": "Thus the Buddha made Dīgha Tapassī stand by this point up to the third time. "
        },
        {
          "scid": "mn56:4.1",
          "pli": "Evaṃ vutte, dīghatapassī nigaṇṭho bhagavantaṃ etadavoca: ",
          "en": "When this was said, Dīgha Tapassī said to the Buddha, "
        },
        {
          "scid": "mn56:4.2",
          "pli": "“tvaṃ panāvuso gotama, kati daṇḍāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
          "en": "“But Reverend Gotama, how many kinds of rod do you describe for performing bad deeds?” "
        },
        {
          "scid": "mn56:4.3",
          "pli": "“Na kho, tapassi, āciṇṇaṃ tathāgatassa ‘daṇḍaṃ, daṇḍan’ti paññapetuṃ; ",
          "en": "“Tapassī, the Realized One doesn’t usually speak in terms of ‘rods’. "
        },
        {
          "scid": "mn56:4.4",
          "pli": "‘kammaṃ, kamman’ti kho, tapassi, āciṇṇaṃ tathāgatassa paññapetun”ti? ",
          "en": "He usually speaks in terms of ‘deeds’.” "
        },
        {
          "scid": "mn56:4.5",
          "pli": "“Tvaṃ panāvuso gotama, kati kammāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
          "en": "“Then how many kinds of deed do you describe for performing bad deeds?” "
        },
        {
          "scid": "mn56:4.6",
          "pli": "“Tīṇi kho ahaṃ, tapassi, kammāni paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, seyyathidaṃ—",
          "en": "“I describe three kinds of deed for performing bad deeds: "
        },
        {
          "scid": "mn56:4.7",
          "pli": "kāyakammaṃ, vacīkammaṃ, manokamman”ti. ",
          "en": "physical deeds, verbal deeds, and mental deeds.” "
        },
        {
          "scid": "mn56:4.8",
          "pli": "“Kiṃ panāvuso gotama, aññadeva kāyakammaṃ, aññaṃ vacīkammaṃ, aññaṃ manokamman”ti? ",
          "en": "“But are these kinds of deed all distinct from each other?” "
        },
        {
          "scid": "mn56:4.9",
          "pli": "“Aññadeva, tapassi, kāyakammaṃ, aññaṃ vacīkammaṃ, aññaṃ manokamman”ti. ",
          "en": "“Yes, each is quite distinct.” "
        },
        {
          "scid": "mn56:4.10",
          "pli": "“Imesaṃ panāvuso gotama, tiṇṇaṃ kammānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ katamaṃ kammaṃ mahāsāvajjataraṃ paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, yadi vā kāyakammaṃ, yadi vā vacīkammaṃ, yadi vā manokamman”ti? ",
          "en": "“Of the three deeds thus analyzed and differentiated, which deed do you describe as being the most blameworthy for performing bad deeds: physical deeds, verbal deeds, or mental deeds?” "
        },
        {
          "scid": "mn56:4.11",
          "pli": "“Imesaṃ kho ahaṃ, tapassi, tiṇṇaṃ kammānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ manokammaṃ mahāsāvajjataraṃ paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā kāyakammaṃ, no tathā vacīkamman”ti. ",
          "en": "“I describe mental deeds as being the most blameworthy for performing bad deeds, not so much physical deeds or verbal deeds.” "
        },
        {
          "scid": "mn56:4.12",
          "pli": "“Manokammanti, āvuso gotama, vadesi”? ",
          "en": "“Do you say mental deeds, Reverend Gotama?” "
        },
        {
          "scid": "mn56:4.13",
          "pli": "“Manokammanti, tapassi, vadāmi”. ",
          "en": "“I say mental deeds, Tapassī.” "
        },
        {
          "scid": "mn56:4.14",
          "pli": "“Manokammanti, āvuso gotama, vadesi”? ",
          "en": "“Do you say mental deeds, Reverend Gotama?” "
        },
        {
          "scid": "mn56:4.15",
          "pli": "“Manokammanti, tapassi, vadāmi”. ",
          "en": "“I say mental deeds, Tapassī.” "
        },
        {
          "scid": "mn56:4.16",
          "pli": "“Manokammanti, āvuso gotama, vadesi”? ",
          "en": "“Do you say mental deeds, Reverend Gotama?” "
        },
        {
          "scid": "mn56:4.17",
          "pli": "“Manokammanti, tapassi, vadāmī”ti. ",
          "en": "“I say mental deeds, Tapassī.” "
        },
        {
          "scid": "mn56:4.18",
          "pli": "Itiha dīghatapassī nigaṇṭho bhagavantaṃ imasmiṃ kathāvatthusmiṃ yāvatatiyakaṃ patiṭṭhāpetvā uṭṭhāyāsanā yena nigaṇṭho nāṭaputto tenupasaṅkami. ",
          "en": "Thus the Jain ascetic Dīgha Tapassī made the Buddha stand by this point up to the third time, after which he got up from his seat and went to see Nigaṇṭha Nātaputta. "
        },
        {
          "scid": "mn56:5.1",
          "pli": "Tena kho pana samayena nigaṇṭho nāṭaputto mahatiyā gihiparisāya saddhiṃ nisinno hoti bālakiniyā parisāya upālipamukhāya. ",
          "en": "Now at that time Nigaṇṭha Nātaputta was sitting together with a large assembly of laypeople of Bālaka headed by Upāli. "
        },
        {
          "scid": "mn56:5.2",
          "pli": "Addasā kho nigaṇṭho nāṭaputto dīghatapassiṃ nigaṇṭhaṃ dūratova āgacchantaṃ; ",
          "en": "Nigaṇṭha Nātaputta saw Dīgha Tapassī coming off in the distance "
        },
        {
          "scid": "mn56:5.3",
          "pli": "disvāna dīghatapassiṃ nigaṇṭhaṃ etadavoca: ",
          "en": "and said to him, "
        },
        {
          "scid": "mn56:5.4",
          "pli": "“handa kuto nu tvaṃ, tapassi, āgacchasi divā divassā”ti? ",
          "en": "“So, Tapassī, where are you coming from in the middle of the day?” "
        },
        {
          "scid": "mn56:5.5",
          "pli": "“Ito hi kho ahaṃ, bhante, āgacchāmi samaṇassa gotamassa santikā”ti. ",
          "en": "“Just now, sir, I’ve come from the presence of the ascetic Gotama.” "
        },
        {
          "scid": "mn56:5.6",
          "pli": "“Ahu pana te, tapassi, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti? ",
          "en": "“But did you have some discussion with him?” "
        },
        {
          "scid": "mn56:5.7",
          "pli": "“Ahu kho me, bhante, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti. ",
          "en": "“I did.” "
        },
        {
          "scid": "mn56:5.8",
          "pli": "“Yathā kathaṃ pana te, tapassi, ahu samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti? ",
          "en": "“And what kind of discussion did you have with him?” "
        },
        {
          "scid": "mn56:5.9",
          "pli": "Atha kho dīghatapassī nigaṇṭho yāvatako ahosi bhagavatā saddhiṃ kathāsallāpo taṃ sabbaṃ nigaṇṭhassa nāṭaputtassa ārocesi. ",
          "en": "Then Dīgha Tapassī informed Nigaṇṭha Nātaputta of all they had discussed. "
        },
        {
          "scid": "mn56:6.1",
          "pli": "Evaṃ vutte, nigaṇṭho nāṭaputto dīghatapassiṃ nigaṇṭhaṃ etadavoca: ",
          "en": "When he had spoken, Nigaṇṭha said to him, "
        },
        {
          "scid": "mn56:6.2",
          "pli": "“sādhu sādhu, tapassi. ",
          "en": "“Good, good, Tapassī! "
        },
        {
          "scid": "mn56:6.3",
          "pli": "Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evameva dīghatapassinā nigaṇṭhena samaṇassa gotamassa byākataṃ. ",
          "en": "Dīgha Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions. "
        },
        {
          "scid": "mn56:6.4",
          "pli": "Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya. ",
          "en": "For how impressive is the measly mental rod when compared with the substantial physical rod? "
        },
        {
          "scid": "mn56:6.5",
          "pli": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
          "en": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” "
        },
        {
          "scid": "mn56:7.1",
          "pli": "Evaṃ vutte, upāli gahapati nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "When he said this, the householder Upāli said to him, "
        },
        {
          "scid": "mn56:7.2",
          "pli": "“sādhu sādhu, bhante dīghatapassī. ",
          "en": "“Good, sir! Well done, Dīgha Tapassī! "
        },
        {
          "scid": "mn56:7.3",
          "pli": "Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evamevaṃ bhadantena tapassinā samaṇassa gotamassa byākataṃ. ",
          "en": "The honorable Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions. "
        },
        {
          "scid": "mn56:7.4",
          "pli": "Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya. ",
          "en": "For how impressive is the measly mental rod when compared with the substantial physical rod? "
        },
        {
          "scid": "mn56:7.5",
          "pli": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo. ",
          "en": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod. "
        },
        {
          "scid": "mn56:7.6",
          "pli": "Handa cāhaṃ, bhante, gacchāmi samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropessāmi. ",
          "en": "I’d better go and refute the ascetic Gotama’s doctrine regarding this point. "
        },
        {
          "scid": "mn56:7.7",
          "pli": "Sace me samaṇo gotamo tathā patiṭṭhahissati yathā bhadantena tapassinā patiṭṭhāpitaṃ; seyyathāpi nāma balavā puriso dīghalomikaṃ eḷakaṃ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi. ",
          "en": "If he stands by the position that he stated to Dīgha Tapassī, I’ll take him on in debate and drag him to and fro and round about, like a strong man would drag a fleecy sheep to and fro and round about! "
        },
        {
          "scid": "mn56:7.8",
          "pli": "Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṃ soṇḍikākilañjaṃ gambhīre udakarahade pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi. ",
          "en": "Taking him on in debate, I’ll drag him to and fro and round about, like a strong brewer’s worker would toss a large brewer’s sieve into a deep lake, grab it by the corners, and drag it to and fro and round about! "
        },
        {
          "scid": "mn56:7.9",
          "pli": "Seyyathāpi nāma balavā soṇḍikādhutto vālaṃ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya; evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ odhunissāmi niddhunissāmi nipphoṭessāmi. ",
          "en": "Taking him on in debate, I’ll shake him down and about and give him a beating, like a strong brewer’s mixer would grab a strainer by the corners and shake it down and about, and give it a beating! "
        },
        {
          "scid": "mn56:7.10",
          "pli": "Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṃ pokkharaṇiṃ ogāhetvā sāṇadhovikaṃ nāma kīḷitajātaṃ kīḷati; evamevāhaṃ samaṇaṃ gotamaṃ sāṇadhovikaṃ maññe kīḷitajātaṃ kīḷissāmi. ",
          "en": "I’ll play a game of ear-washing with the ascetic Gotama, like a sixty-year-old elephant would plunge into a deep lotus pond and play a game of ear-washing! "
        },
        {
          "scid": "mn56:7.11",
          "pli": "Handa cāhaṃ, bhante, gacchāmi samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropessāmī”ti. ",
          "en": "Sir, I’d better go and refute the ascetic Gotama’s doctrine on this point.” "
        },
        {
          "scid": "mn56:7.12",
          "pli": "“Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi. ",
          "en": "“Go, householder, refute the ascetic Gotama’s doctrine on this point. "
        },
        {
          "scid": "mn56:7.13",
          "pli": "Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti. ",
          "en": "For either I should do so, or Dīgha Tapassī, or you.” "
        },
        {
          "scid": "mn56:8.1",
          "pli": "Evaṃ vutte, dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "When he said this, Dīgha Tapassī said to Nigaṇṭha Nātaputta, "
        },
        {
          "scid": "mn56:8.2",
          "pli": "“na kho metaṃ, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya. ",
          "en": "“Sir, I don’t believe it’s a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine. "
        },
        {
          "scid": "mn56:8.3",
          "pli": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī”ti. ",
          "en": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.” "
        },
        {
          "scid": "mn56:8.4",
          "pli": "“Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya. ",
          "en": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. "
        },
        {
          "scid": "mn56:8.5",
          "pli": "Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyya. ",
          "en": "But it is possible that Gotama could become Upāli’s disciple. "
        },
        {
          "scid": "mn56:8.6",
          "pli": "Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi. ",
          "en": "Go, householder, refute the ascetic Gotama’s doctrine on this point. "
        },
        {
          "scid": "mn56:8.7",
          "pli": "Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti. ",
          "en": "For either I should do so, or Dīgha Tapassī, or you.” "
        },
        {
          "scid": "mn56:9.1",
          "pli": "Dutiyampi kho dīghatapassī … pe … ",
          "en": "For a second time … "
        },
        {
          "scid": "mn56:9.2",
          "pli": "tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "and a third time, Dīgha Tapassī said to Nigaṇṭha Nātaputta, "
        },
        {
          "scid": "mn56:9.3",
          "pli": "“na kho metaṃ, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya. ",
          "en": "“Sir, I don’t believe it’s a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine. "
        },
        {
          "scid": "mn56:9.4",
          "pli": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī”ti. ",
          "en": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.” "
        },
        {
          "scid": "mn56:9.5",
          "pli": "“Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya. ",
          "en": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. "
        },
        {
          "scid": "mn56:9.6",
          "pli": "Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyya. ",
          "en": "But it is possible that Gotama could become Upāli’s disciple. "
        },
        {
          "scid": "mn56:9.7",
          "pli": "Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi. ",
          "en": "Go, householder, refute the ascetic Gotama’s doctrine on this point. "
        },
        {
          "scid": "mn56:9.8",
          "pli": "Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti. ",
          "en": "For either I should do so, or Dīgha Tapassī, or you.” "
        },
        {
          "scid": "mn56:9.9",
          "pli": "“Evaṃ, bhante”ti kho upāli gahapati nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā padakkhiṇaṃ katvā yena pāvārikambavanaṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho upāli gahapati bhagavantaṃ etadavoca: ",
          "en": "“Yes, sir,” replied the householder Upāli to Nigaṇṭha Nāṭaputta. He got up from his seat, bowed, and respectfully circled him, keeping him on his right. Then he went to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "mn56:9.10",
          "pli": "“āgamā nu khvidha, bhante, dīghatapassī nigaṇṭho”ti? ",
          "en": "“Sir, did the Jain ascetic Dīgha Tapassī come here?” "
        },
        {
          "scid": "mn56:9.11",
          "pli": "“Āgamā khvidha, gahapati, dīghatapassī nigaṇṭho”ti. ",
          "en": "“He did, householder.” "
        },
        {
          "scid": "mn56:9.12",
          "pli": "“Ahu kho pana te, bhante, dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti? ",
          "en": "“But did you have some discussion with him?” "
        },
        {
          "scid": "mn56:9.13",
          "pli": "“Ahu kho me, gahapati, dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti. ",
          "en": "“I did.” "
        },
        {
          "scid": "mn56:9.14",
          "pli": "“Yathā kathaṃ pana te, bhante, ahu dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti? ",
          "en": "“And what kind of discussion did you have with him?” "
        },
        {
          "scid": "mn56:9.15",
          "pli": "Atha kho bhagavā yāvatako ahosi dīghatapassinā nigaṇṭhena saddhiṃ kathāsallāpo taṃ sabbaṃ upālissa gahapatissa ārocesi. ",
          "en": "Then the Buddha informed Upāli of all they had discussed. "
        },
        {
          "scid": "mn56:10.1",
          "pli": "Evaṃ vutte, upāli gahapati bhagavantaṃ etadavoca: ",
          "en": "When he said this, the householder Upāli said to him, "
        },
        {
          "scid": "mn56:10.2",
          "pli": "“sādhu sādhu, bhante tapassī. ",
          "en": "“Good, sir, well done by Tapassī! "
        },
        {
          "scid": "mn56:10.3",
          "pli": "Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evamevaṃ dīghatapassinā nigaṇṭhena bhagavato byākataṃ. ",
          "en": "The honorable Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions. "
        },
        {
          "scid": "mn56:10.4",
          "pli": "Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya? ",
          "en": "For how impressive is the measly mental rod when compared with the substantial physical rod? "
        },
        {
          "scid": "mn56:10.5",
          "pli": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
          "en": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” "
        },
        {
          "scid": "mn56:10.6",
          "pli": "“Sace kho tvaṃ, gahapati, sacce patiṭṭhāya manteyyāsi siyā no ettha kathāsallāpo”ti. ",
          "en": "“Householder, so long as you debate on the basis of truth, we can have some discussion about this.” "
        },
        {
          "scid": "mn56:10.7",
          "pli": "“Sacce ahaṃ, bhante, patiṭṭhāya mantessāmi; ",
          "en": "“I will debate on the basis of truth, sir. "
        },
        {
          "scid": "mn56:10.8",
          "pli": "hotu no ettha kathāsallāpo”ti. ",
          "en": "Let us have some discussion about this.” "
        },
        {
          "scid": "mn56:11.1",
          "pli": "“Taṃ kiṃ maññasi, gahapati, ",
          "en": "“What do you think, householder? "
        },
        {
          "scid": "mn56:11.2",
          "pli": "idhassa nigaṇṭho ābādhiko dukkhito bāḷhagilāno sītodakapaṭikkhitto uṇhodakapaṭisevī. ",
          "en": "Take a Jain ascetic who is sick, suffering, gravely ill. They reject cold water and use only hot water. "
        },
        {
          "scid": "mn56:11.3",
          "pli": "So sītodakaṃ alabhamāno kālaṃ kareyya. ",
          "en": "Not getting cold water, they might die. "
        },
        {
          "scid": "mn56:11.4",
          "pli": "Imassa pana, gahapati, nigaṇṭho nāṭaputto katthūpapattiṃ paññapetī”ti? ",
          "en": "Now, where does Nigaṇṭha Nātaputta say they would be reborn?” "
        },
        {
          "scid": "mn56:11.5",
          "pli": "“Atthi, bhante, manosattā nāma devā tattha so upapajjati”. ",
          "en": "“Sir, there are gods called ‘mind-bound’. They would be reborn there. "
        },
        {
          "scid": "mn56:11.6",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn56:11.7",
          "pli": "“Asu hi, bhante, manopaṭibaddho kālaṃ karotī”ti. ",
          "en": "Because they died with mental attachment.” "
        },
        {
          "scid": "mn56:11.8",
          "pli": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi. ",
          "en": "“Think about it, householder! You should think before answering. "
        },
        {
          "scid": "mn56:11.9",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn56:11.10",
          "pli": "Bhāsitā kho pana te, gahapati, esā vācā: ",
          "en": "But you said that you would debate on the basis of truth.” "
        },
        {
          "scid": "mn56:11.11",
          "pli": "‘sacce ahaṃ, bhante, patiṭṭhāya mantessāmi, ",
          "en": " "
        },
        {
          "scid": "mn56:11.12",
          "pli": "hotu no ettha kathāsallāpo’”ti. ",
          "en": " "
        },
        {
          "scid": "mn56:11.13",
          "pli": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
          "en": "“Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” "
        },
        {
          "scid": "mn56:12.1",
          "pli": "“Taṃ kiṃ maññasi, gahapati, ",
          "en": "“What do you think, householder? "
        },
        {
          "scid": "mn56:12.2",
          "pli": "idhassa nigaṇṭho nāṭaputto cātuyāmasaṃvarasaṃvuto sabbavārivārito sabbavāriyutto sabbavāridhuto sabbavāriphuṭo. ",
          "en": "Take a Jain ascetic who is restrained in the fourfold restraint: obstructed by all water, devoted to all water, shaking off all water, pervaded by all water. "
        },
        {
          "scid": "mn56:12.3",
          "pli": "So abhikkamanto paṭikkamanto bahū khuddake pāṇe saṅghātaṃ āpādeti. ",
          "en": "When going out and coming back they accidentally injure many little creatures. "
        },
        {
          "scid": "mn56:12.4",
          "pli": "Imassa pana, gahapati, nigaṇṭho nāṭaputto kaṃ vipākaṃ paññapetī”ti? ",
          "en": "Now, what result does Nigaṇṭha Nātaputta say they would incur?” "
        },
        {
          "scid": "mn56:12.5",
          "pli": "“Asañcetanikaṃ, bhante, nigaṇṭho nāṭaputto no mahāsāvajjaṃ paññapetī”ti. ",
          "en": "“Sir, Nigaṇṭha Nātaputta says that unintentional acts are not very blameworthy.” "
        },
        {
          "scid": "mn56:12.6",
          "pli": "“Sace pana, gahapati, cetetī”ti? ",
          "en": "“But if they are intentional?” "
        },
        {
          "scid": "mn56:12.7",
          "pli": "“Mahāsāvajjaṃ, bhante, hotī”ti. ",
          "en": "“Then they are very blameworthy.” "
        },
        {
          "scid": "mn56:12.8",
          "pli": "“Cetanaṃ pana, gahapati, nigaṇṭho nāṭaputto kismiṃ paññapetī”ti? ",
          "en": "“But where does Nigaṇṭha Nātaputta say that intention is classified?” "
        },
        {
          "scid": "mn56:12.9",
          "pli": "“Manodaṇḍasmiṃ, bhante”ti. ",
          "en": "“In the mental rod, sir.” "
        },
        {
          "scid": "mn56:12.10",
          "pli": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi. ",
          "en": "“Think about it, householder! You should think before answering. "
        },
        {
          "scid": "mn56:12.11",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn56:12.12",
          "pli": "Bhāsitā kho pana te, gahapati, esā vācā: ",
          "en": "But you said that you would debate on the basis of truth.” "
        },
        {
          "scid": "mn56:12.13",
          "pli": "‘sacce ahaṃ, bhante, patiṭṭhāya mantessāmi; ",
          "en": " "
        },
        {
          "scid": "mn56:12.14",
          "pli": "hotu no ettha kathāsallāpo’”ti. ",
          "en": " "
        },
        {
          "scid": "mn56:12.15",
          "pli": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
          "en": "“Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” "
        },
        {
          "scid": "mn56:13.1",
          "pli": "“Taṃ kiṃ maññasi, gahapati, ",
          "en": "“What do you think, householder? "
        },
        {
          "scid": "mn56:13.2",
          "pli": "ayaṃ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti? ",
          "en": "Is this Nāḷandā successful and prosperous and full of people?” "
        },
        {
          "scid": "mn56:13.3",
          "pli": "“Evaṃ, bhante, ayaṃ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti. ",
          "en": "“Indeed it is, sir.” "
        },
        {
          "scid": "mn56:13.4",
          "pli": "“Taṃ kiṃ maññasi, gahapati, ",
          "en": "“What do you think, householder? "
        },
        {
          "scid": "mn56:13.5",
          "pli": "idha puriso āgaccheyya ukkhittāsiko. ",
          "en": "Suppose a man were to come along with a drawn sword "
        },
        {
          "scid": "mn56:13.6",
          "pli": "So evaṃ vadeyya: ",
          "en": "and say: "
        },
        {
          "scid": "mn56:13.7",
          "pli": "‘ahaṃ yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ karissāmī’ti. ",
          "en": "‘In one moment I will reduce all the living creatures within the bounds of Nāḷandā to one heap and mass of flesh!’ "
        },
        {
          "scid": "mn56:13.8",
          "pli": "Taṃ kiṃ maññasi, gahapati, ",
          "en": "What do you think, householder? "
        },
        {
          "scid": "mn56:13.9",
          "pli": "pahoti nu kho so puriso yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kātun”ti? ",
          "en": "Could he do that?” "
        },
        {
          "scid": "mn56:13.10",
          "pli": "“Dasapi, bhante, purisā, vīsampi, bhante, purisā, tiṃsampi, bhante, purisā, cattārīsampi, bhante, purisā, paññāsampi, bhante, purisā nappahonti yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kātuṃ. ",
          "en": "“Sir, even ten, twenty, thirty, forty, or fifty men couldn’t do that. "
        },
        {
          "scid": "mn56:13.11",
          "pli": "Kiñhi sobhati eko chavo puriso”ti. ",
          "en": "How impressive is one measly man?” "
        },
        {
          "scid": "mn56:13.12",
          "pli": "“Taṃ kiṃ maññasi, gahapati, ",
          "en": "“What do you think, householder? "
        },
        {
          "scid": "mn56:13.13",
          "pli": "idha āgaccheyya samaṇo vā brāhmaṇo vā iddhimā cetovasippatto. ",
          "en": "Suppose an ascetic or brahmin with psychic power, who has achieved mastery of the mind, were to come along "
        },
        {
          "scid": "mn56:13.14",
          "pli": "So evaṃ vadeyya: ",
          "en": "and say: "
        },
        {
          "scid": "mn56:13.15",
          "pli": "‘ahaṃ imaṃ nāḷandaṃ ekena manopadosena bhasmaṃ karissāmī’ti. ",
          "en": "‘I will reduce Nāḷandā to ashes with a single malevolent act of will!’ "
        },
        {
          "scid": "mn56:13.16",
          "pli": "Taṃ kiṃ maññasi, gahapati, ",
          "en": "What do you think, householder? "
        },
        {
          "scid": "mn56:13.17",
          "pli": "pahoti nu kho so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto imaṃ nāḷandaṃ ekena manopadosena bhasmaṃ kātun”ti? ",
          "en": "Could he do that?” "
        },
        {
          "scid": "mn56:13.18",
          "pli": "“Dasapi, bhante, nāḷandā, vīsampi nāḷandā, tiṃsampi nāḷandā, cattārīsampi nāḷandā, paññāsampi nāḷandā pahoti so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto ekena manopadosena bhasmaṃ kātuṃ. ",
          "en": "“Sir, an ascetic or brahmin with psychic power, who has achieved mastery of the mind, could reduce ten, twenty, thirty, forty, or fifty Nāḷandās to ashes with a single malevolent act of will. "
        },
        {
          "scid": "mn56:13.19",
          "pli": "Kiñhi sobhati ekā chavā nāḷandā”ti. ",
          "en": "How impressive is one measly Nāḷandā?” "
        },
        {
          "scid": "mn56:13.20",
          "pli": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi. ",
          "en": "“Think about it, householder! You should think before answering. "
        },
        {
          "scid": "mn56:13.21",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn56:13.22",
          "pli": "Bhāsitā kho pana te, gahapati, esā vācā: ",
          "en": "But you said that you would debate on the basis of truth.” "
        },
        {
          "scid": "mn56:13.23",
          "pli": "‘sacce ahaṃ, bhante, patiṭṭhāya mantessāmi; ",
          "en": " "
        },
        {
          "scid": "mn56:13.24",
          "pli": "hotu no ettha kathāsallāpo’”ti. ",
          "en": " "
        },
        {
          "scid": "mn56:13.25",
          "pli": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
          "en": "“Even though the Buddha says this, still the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.” "
        },
        {
          "scid": "mn56:13.26",
          "pli": "“Taṃ kiṃ maññasi, gahapati, ",
          "en": "“What do you think, householder? "
        },
        {
          "scid": "mn56:13.27",
          "pli": "sutaṃ te daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti? ",
          "en": "Have you heard how the wildernesses of Daṇḍaka, Kāliṅga, Mejjha, and Mātaṅga came to be that way?” "
        },
        {
          "scid": "mn56:13.28",
          "pli": "“Evaṃ, bhante, sutaṃ me daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti. ",
          "en": "“I have, sir.” "
        },
        {
          "scid": "mn56:14.1",
          "pli": "“Taṃ kiṃ maññasi, gahapati, kinti te sutaṃ kena taṃ daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti? ",
          "en": "“What have you heard?” "
        },
        {
          "scid": "mn56:14.2",
          "pli": "“Sutaṃ metaṃ, bhante, isīnaṃ manopadosena taṃ daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti. ",
          "en": "“I heard that it was because of a malevolent act of will by hermits that the wildernesses of Daṇḍaka, Kāliṅga, Mejjha, and Mātaṅga came to be that way.” "
        },
        {
          "scid": "mn56:14.3",
          "pli": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi. ",
          "en": "“Think about it, householder! You should think before answering. "
        },
        {
          "scid": "mn56:14.4",
          "pli": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ. ",
          "en": "What you said before and what you said after don’t match up. "
        },
        {
          "scid": "mn56:14.5",
          "pli": "Bhāsitā kho pana te, gahapati, esā vācā: ",
          "en": "But you said that you would debate on the basis of truth.” "
        },
        {
          "scid": "mn56:14.6",
          "pli": "‘sacce ahaṃ, bhante, patiṭṭhāya mantessāmi; ",
          "en": " "
        },
        {
          "scid": "mn56:14.7",
          "pli": "hotu no ettha kathāsallāpo’”ti. ",
          "en": " "
        },
        {
          "scid": "mn56:15.1",
          "pli": "“Purimenevāhaṃ, bhante, opammena bhagavato attamano abhiraddho. ",
          "en": "“Sir, I was already delighted and satisfied by the Buddha’s very first simile. "
        },
        {
          "scid": "mn56:15.2",
          "pli": "Api cāhaṃ imāni bhagavato vicitrāni pañhapaṭibhānāni sotukāmo, evāhaṃ bhagavantaṃ paccanīkaṃ kātabbaṃ amaññissaṃ. ",
          "en": "Nevertheless, I wanted to hear the Buddha’s various solutions to the problem, so I thought I’d oppose you in this way. "
        },
        {
          "scid": "mn56:15.3",
          "pli": "Abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
          "en": "Excellent, sir! Excellent! "
        },
        {
          "scid": "mn56:15.4",
          "pli": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. "
        },
        {
          "scid": "mn56:15.5",
          "pli": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn56:15.6",
          "pli": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "mn56:16.1",
          "pli": "“Anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī”ti. ",
          "en": "“Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.” "
        },
        {
          "scid": "mn56:16.2",
          "pli": "“Imināpāhaṃ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṃ maṃ bhagavā evamāha: ‘anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī’ti. ",
          "en": "“Now I’m even more delighted and satisfied with the Buddha, since he tells me to act after careful consideration. "
        },
        {
          "scid": "mn56:16.3",
          "pli": "Mañhi, bhante, aññatitthiyā sāvakaṃ labhitvā kevalakappaṃ nāḷandaṃ paṭākaṃ parihareyyuṃ: ",
          "en": "For if the followers of other paths were to gain me as a disciple, they’d carry a banner all over Nāḷandā, saying: "
        },
        {
          "scid": "mn56:16.4",
          "pli": "‘upāli amhākaṃ gahapati sāvakattaṃ upagato’ti. ",
          "en": "‘The householder Upāli has become our disciple!’ "
        },
        {
          "scid": "mn56:16.5",
          "pli": "Atha ca pana maṃ bhagavā evamāha: ",
          "en": "And yet the Buddha says: "
        },
        {
          "scid": "mn56:16.6",
          "pli": "‘anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī’ti. ",
          "en": "‘Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.’ "
        },
        {
          "scid": "mn56:16.7",
          "pli": "Esāhaṃ, bhante, dutiyampi bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "For a second time, I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn56:16.8",
          "pli": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "mn56:17.1",
          "pli": "“Dīgharattaṃ kho te, gahapati, nigaṇṭhānaṃ opānabhūtaṃ kulaṃ yena nesaṃ upagatānaṃ piṇḍakaṃ dātabbaṃ maññeyyāsī”ti. ",
          "en": "“For a long time now, householder, your family has been a well-spring of support for the Jain ascetics. You should consider giving to them when they come.” "
        },
        {
          "scid": "mn56:17.2",
          "pli": "“Imināpāhaṃ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṃ maṃ bhagavā evamāha: ‘dīgharattaṃ kho te, gahapati, nigaṇṭhānaṃ opānabhūtaṃ kulaṃ yena nesaṃ upagatānaṃ piṇḍakaṃ dātabbaṃ maññeyyāsī’ti. ",
          "en": "“Now I’m even more delighted and satisfied with the Buddha, since he tells me to consider giving to the Jain ascetics when they come. "
        },
        {
          "scid": "mn56:17.3",
          "pli": "Sutaṃ metaṃ, bhante, samaṇo gotamo evamāha: ",
          "en": "I have heard, sir, that the ascetic Gotama says this: "
        },
        {
          "scid": "mn56:17.4",
          "pli": "‘mayhameva dānaṃ dātabbaṃ, nāññesaṃ dānaṃ dātabbaṃ; ",
          "en": "‘Gifts should only be given to me, not to others. "
        },
        {
          "scid": "mn56:17.5",
          "pli": "mayhameva sāvakānaṃ dānaṃ dātabbaṃ, nāññesaṃ sāvakānaṃ dānaṃ dātabbaṃ; ",
          "en": "Gifts should only be given to my disciples, not to the disciples of others. "
        },
        {
          "scid": "mn56:17.6",
          "pli": "mayhameva dinnaṃ mahapphalaṃ, nāññesaṃ dinnaṃ mahapphalaṃ; ",
          "en": "Only what is given to me is very fruitful, not what is given to others. "
        },
        {
          "scid": "mn56:17.7",
          "pli": "mayhameva sāvakānaṃ dinnaṃ mahapphalaṃ, nāññesaṃ sāvakānaṃ dinnaṃ mahapphalan’ti. ",
          "en": "Only what is given to my disciples is very fruitful, not what is given to the disciples of others.’ "
        },
        {
          "scid": "mn56:17.8",
          "pli": "Atha ca pana maṃ bhagavā nigaṇṭhesupi dāne samādapeti. ",
          "en": "Yet the Buddha encourages me to give to the Jain ascetics. "
        },
        {
          "scid": "mn56:17.9",
          "pli": "Api ca, bhante, mayamettha kālaṃ jānissāma. ",
          "en": "Well, sir, we’ll know the proper time for that. "
        },
        {
          "scid": "mn56:17.10",
          "pli": "Esāhaṃ, bhante, tatiyampi bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "For a third time, I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn56:17.11",
          "pli": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "mn56:18.1",
          "pli": "Atha kho bhagavā upālissa gahapatissa anupubbiṃ kathaṃ kathesi, seyyathidaṃ—",
          "en": "Then the Buddha taught the householder Upāli step by step, with "
        },
        {
          "scid": "mn56:18.2",
          "pli": "dānakathaṃ sīlakathaṃ saggakathaṃ, kāmānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi. ",
          "en": "a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. "
        },
        {
          "scid": "mn56:18.3",
          "pli": "Yadā bhagavā aññāsi upāliṃ gahapatiṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—",
          "en": "And when he knew that Upāli’s mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas: "
        },
        {
          "scid": "mn56:18.4",
          "pli": "dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ. ",
          "en": "suffering, its origin, its cessation, and the path. "
        },
        {
          "scid": "mn56:18.5",
          "pli": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
          "en": "Just as a clean cloth rid of stains would properly absorb dye, "
        },
        {
          "scid": "mn56:18.6",
          "pli": "evameva upālissa gahapatissa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
          "en": "in that very seat the stainless, immaculate vision of the Dhamma arose in Upāli: "
        },
        {
          "scid": "mn56:18.7",
          "pli": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ",
          "en": "“Everything that has a beginning has an end.” "
        },
        {
          "scid": "mn56:18.8",
          "pli": "Atha kho upāli gahapati diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṃkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca: ",
          "en": "Then Upāli saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. "
        },
        {
          "scid": "mn56:18.9",
          "pli": "“handa ca dāni mayaṃ, bhante, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti. ",
          "en": "He said to the Buddha, “Well, now, sir, I must go. I have many duties, and much to do.” "
        },
        {
          "scid": "mn56:18.10",
          "pli": "“Yassadāni tvaṃ, gahapati, kālaṃ maññasī”ti. ",
          "en": "“Please, householder, go at your convenience.” "
        },
        {
          "scid": "mn56:19.1",
          "pli": "Atha kho upāli gahapati bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena sakaṃ nivesanaṃ tenupasaṅkami; upasaṅkamitvā dovārikaṃ āmantesi: ",
          "en": "And then the householder Upāli approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went back to his own home, where he addressed the gatekeeper, "
        },
        {
          "scid": "mn56:19.2",
          "pli": "“ajjatagge, samma dovārika, āvarāmi dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ",
          "en": "“My good gatekeeper, from this day forth close the gate to Jain monks and nuns, and open it for the Buddha’s monks, nuns, laymen, and laywomen. "
        },
        {
          "scid": "mn56:19.3",
          "pli": "Sace koci nigaṇṭho āgacchati tamenaṃ tvaṃ evaṃ vadeyyāsi: ",
          "en": "If any Jain ascetics come, say this to them: "
        },
        {
          "scid": "mn56:19.4",
          "pli": "‘tiṭṭha, bhante, mā pāvisi. ",
          "en": "‘Wait, sir, do not enter. "
        },
        {
          "scid": "mn56:19.5",
          "pli": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato. ",
          "en": "From now on the householder Upāli has become a disciple of the ascetic Gotama. "
        },
        {
          "scid": "mn56:19.6",
          "pli": "Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ",
          "en": "His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen. "
        },
        {
          "scid": "mn56:19.7",
          "pli": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī’”ti. ",
          "en": "If you require alms-food, wait here, they will bring it to you.’” "
        },
        {
          "scid": "mn56:19.8",
          "pli": "“Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paccassosi. ",
          "en": "“Yes, sir,” replied the gatekeeper. "
        },
        {
          "scid": "mn56:20.1",
          "pli": "Assosi kho dīghatapassī nigaṇṭho: ",
          "en": "Dīgha Tapassī heard that "
        },
        {
          "scid": "mn56:20.2",
          "pli": "“upāli kira gahapati samaṇassa gotamassa sāvakattaṃ upagato”ti. ",
          "en": "Upāli had become a disciple of the ascetic Gotama. "
        },
        {
          "scid": "mn56:20.3",
          "pli": "Atha kho dīghatapassī nigaṇṭho yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "He went to Nigaṇṭha Nātaputta and said to him, "
        },
        {
          "scid": "mn56:20.4",
          "pli": "“sutaṃ metaṃ, bhante, upāli kira gahapati samaṇassa gotamassa sāvakattaṃ upagato”ti. ",
          "en": "“Sir, they say that the householder Upāli has become a disciple of the ascetic Gotama.” "
        },
        {
          "scid": "mn56:20.5",
          "pli": "“Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya. ",
          "en": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. "
        },
        {
          "scid": "mn56:20.6",
          "pli": "Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti. ",
          "en": "But it is possible that Gotama could become Upāli’s disciple.” "
        },
        {
          "scid": "mn56:20.7",
          "pli": "Dutiyampi kho dīghatapassī nigaṇṭho … pe … ",
          "en": "For a second time … "
        },
        {
          "scid": "mn56:20.8",
          "pli": "tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "and a third time, Dīgha Tapassī said to Nigaṇṭha Nātaputta, "
        },
        {
          "scid": "mn56:20.9",
          "pli": "“sutaṃ metaṃ, bhante … ",
          "en": "“Sir, they say that the householder Upāli has become a disciple of the ascetic Gotama.” "
        },
        {
          "scid": "mn56:20.10",
          "pli": "pe … ",
          "en": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. "
        },
        {
          "scid": "mn56:20.11",
          "pli": "upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti. ",
          "en": "But it is possible that Gotama could become Upāli’s disciple.” "
        },
        {
          "scid": "mn56:20.12",
          "pli": "“Handāhaṃ, bhante, gacchāmi yāva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti. ",
          "en": "“Well, sir, I’d better go and find out whether or not Upāli has become Gotama’s disciple.” "
        },
        {
          "scid": "mn56:20.13",
          "pli": "“Gaccha tvaṃ, tapassi, jānāhi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti. ",
          "en": "“Go, Tapassī, and find out whether or not Upāli has become Gotama’s disciple.” "
        },
        {
          "scid": "mn56:21.1",
          "pli": "Atha kho dīghatapassī nigaṇṭho yena upālissa gahapatissa nivesanaṃ tenupasaṅkami. ",
          "en": "Then Dīgha Tapassī went to Upāli’s home. "
        },
        {
          "scid": "mn56:21.2",
          "pli": "Addasā kho dovāriko dīghatapassiṃ nigaṇṭhaṃ dūratova āgacchantaṃ. ",
          "en": "The gatekeeper saw him coming off in the distance "
        },
        {
          "scid": "mn56:21.3",
          "pli": "Disvāna dīghatapassiṃ nigaṇṭhaṃ etadavoca: ",
          "en": "and said to him, "
        },
        {
          "scid": "mn56:21.4",
          "pli": "“tiṭṭha, bhante, mā pāvisi. ",
          "en": "“Wait, sir, do not enter. "
        },
        {
          "scid": "mn56:21.5",
          "pli": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato. ",
          "en": "From now on the householder Upāli has become a disciple of the ascetic Gotama. "
        },
        {
          "scid": "mn56:21.6",
          "pli": "Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ",
          "en": "His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen. "
        },
        {
          "scid": "mn56:21.7",
          "pli": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti. ",
          "en": "If you require alms-food, wait here, they will bring it to you.” "
        },
        {
          "scid": "mn56:21.8",
          "pli": "“Na me, āvuso, piṇḍakena attho”ti vatvā tato paṭinivattitvā yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "Saying, “No, mister, I do not require alms-food,” he turned back and went to Nigaṇṭha Nātaputta and said to him, "
        },
        {
          "scid": "mn56:21.9",
          "pli": "“saccaṃyeva kho, bhante, yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato. ",
          "en": "“Sir, it’s really true that Upāli has become Gotama’s disciple. "
        },
        {
          "scid": "mn56:21.10",
          "pli": "Etaṃ kho te ahaṃ, bhante, nālatthaṃ, na kho me, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya. ",
          "en": "Sir, I couldn’t get you to accept that it wasn’t a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine. "
        },
        {
          "scid": "mn56:21.11",
          "pli": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetīti. ",
          "en": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths. "
        },
        {
          "scid": "mn56:21.12",
          "pli": "Āvaṭṭo kho te, bhante, upāli gahapati samaṇena gotamena āvaṭṭaniyā māyāyā”ti. ",
          "en": "The householder Upāli has been converted by the ascetic Gotama’s conversion magic!” "
        },
        {
          "scid": "mn56:21.13",
          "pli": "“Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya. ",
          "en": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple. "
        },
        {
          "scid": "mn56:21.14",
          "pli": "Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti. ",
          "en": "But it is possible that Gotama could become Upāli’s disciple.” "
        },
        {
          "scid": "mn56:21.15",
          "pli": "Dutiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "For a second time … "
        },
        {
          "scid": "mn56:21.16",
          "pli": "“saccaṃyeva, bhante … pe … ",
          "en": " "
        },
        {
          "scid": "mn56:21.17",
          "pli": "upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti. ",
          "en": " "
        },
        {
          "scid": "mn56:21.18",
          "pli": "Tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "and a third time, Dīgha Tapassī told Nigaṇṭha Nātaputta "
        },
        {
          "scid": "mn56:21.19",
          "pli": "“saccaṃyeva kho, bhante … ",
          "en": "that it was really true. "
        },
        {
          "scid": "mn56:21.20",
          "pli": "pe … ",
          "en": "“It is impossible … "
        },
        {
          "scid": "mn56:21.21",
          "pli": "upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti. ",
          "en": " "
        },
        {
          "scid": "mn56:21.22",
          "pli": "“Handa cāhaṃ, tapassi, gacchāmi yāva cāhaṃ sāmaṃyeva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti. ",
          "en": "Well, Tapassī, I’d better go and find out for myself whether or not Upāli has become Gotama’s disciple.” "
        },
        {
          "scid": "mn56:22.1",
          "pli": "Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ yena upālissa gahapatissa nivesanaṃ tenupasaṅkami. ",
          "en": "Then Nigaṇṭha Nātaputta went to Upāli’s home together with a large following of Jain ascetics. "
        },
        {
          "scid": "mn56:22.2",
          "pli": "Addasā kho dovāriko nigaṇṭhaṃ nāṭaputtaṃ dūratova āgacchantaṃ. ",
          "en": "The gatekeeper saw him coming off in the distance "
        },
        {
          "scid": "mn56:22.3",
          "pli": "Disvāna nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "and said to him: "
        },
        {
          "scid": "mn56:22.4",
          "pli": "“tiṭṭha, bhante, mā pāvisi. ",
          "en": "‘Wait, sir, do not enter. "
        },
        {
          "scid": "mn56:22.5",
          "pli": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato. ",
          "en": "From now on the householder Upāli has become a disciple of the ascetic Gotama. "
        },
        {
          "scid": "mn56:22.6",
          "pli": "Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ",
          "en": "His gate is closed to Jain monks and nuns, and opened for the Buddha’s monks, nuns, laymen, and laywomen. "
        },
        {
          "scid": "mn56:22.7",
          "pli": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti. ",
          "en": "If you require alms-food, wait here, they will bring it to you.” "
        },
        {
          "scid": "mn56:22.8",
          "pli": "“Tena hi, samma dovārika, yena upāli gahapati tenupasaṅkama; upasaṅkamitvā upāliṃ gahapatiṃ evaṃ vadehi: ",
          "en": "“Well then, my good gatekeeper, go to Upāli and say: "
        },
        {
          "scid": "mn56:22.9",
          "pli": "‘nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ bahidvārakoṭṭhake ṭhito; ",
          "en": "‘Sir, Nigaṇṭha Nātaputta is waiting outside the gates together with a large following of Jain ascetics. "
        },
        {
          "scid": "mn56:22.10",
          "pli": "so te dassanakāmo’”ti. ",
          "en": "He wishes to see you.’” "
        },
        {
          "scid": "mn56:22.11",
          "pli": "“Evaṃ, bhante”ti kho dovāriko nigaṇṭhassa nāṭaputtassa paṭissutvā yena upāli gahapati tenupasaṅkami; upasaṅkamitvā upāliṃ gahapatiṃ etadavoca: ",
          "en": "“Yes, sir,” replied the gatekeeper. He went to Upāli and relayed what was said. "
        },
        {
          "scid": "mn56:22.12",
          "pli": "“nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ bahidvārakoṭṭhake ṭhito; ",
          "en": " "
        },
        {
          "scid": "mn56:22.13",
          "pli": "so te dassanakāmo”ti. ",
          "en": " "
        },
        {
          "scid": "mn56:22.14",
          "pli": "“Tena hi, samma dovārika, majjhimāya dvārasālāya āsanāni paññapehī”ti. ",
          "en": "Upāli said to him, “Well, then, my good gatekeeper, prepare seats in the hall of the middle gate.” "
        },
        {
          "scid": "mn56:22.15",
          "pli": "“Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā majjhimāya dvārasālāya āsanāni paññapetvā yena upāli gahapati tenupasaṅkami; upasaṅkamitvā upāliṃ gahapatiṃ etadavoca: ",
          "en": "“Yes, sir,” replied the gatekeeper. He did as he was asked, then returned to Upāli and said, "
        },
        {
          "scid": "mn56:22.16",
          "pli": "“paññattāni kho, bhante, majjhimāya dvārasālāya āsanāni. ",
          "en": "“Sir, seats have been prepared in the hall of the middle gate. "
        },
        {
          "scid": "mn56:22.17",
          "pli": "Yassadāni kālaṃ maññasī”ti. ",
          "en": "Please go at your convenience.” "
        },
        {
          "scid": "mn56:23.1",
          "pli": "Atha kho upāli gahapati yena majjhimā dvārasālā tenupasaṅkami; upasaṅkamitvā yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṃ nisīditvā dovārikaṃ āmantesi: ",
          "en": "Then Upāli went to the hall of the middle gate, where he sat on the highest and finest seat. He addressed the gatekeeper, "
        },
        {
          "scid": "mn56:23.2",
          "pli": "“tena hi, samma dovārika, yena nigaṇṭho nāṭaputto tenupasaṅkama; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ evaṃ vadehi: ",
          "en": "“Well then, my good gatekeeper, go to Nigaṇṭha Nātaputta and say to him: "
        },
        {
          "scid": "mn56:23.3",
          "pli": "‘upāli, bhante, gahapati evamāha—",
          "en": "‘Sir, Upāli says "
        },
        {
          "scid": "mn56:23.4",
          "pli": "pavisa kira, bhante, sace ākaṅkhasī’”ti. ",
          "en": "you may enter if you wish.’” "
        },
        {
          "scid": "mn56:23.5",
          "pli": "“Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "“Yes, sir,” replied the gatekeeper. He went to Nigaṇṭha Nātaputta and relayed what was said. "
        },
        {
          "scid": "mn56:23.6",
          "pli": "“upāli, bhante, gahapati evamāha: ",
          "en": " "
        },
        {
          "scid": "mn56:23.7",
          "pli": "‘pavisa kira, bhante, sace ākaṅkhasī’”ti. ",
          "en": " "
        },
        {
          "scid": "mn56:23.8",
          "pli": "Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ yena majjhimā dvārasālā tenupasaṅkami. ",
          "en": "Then Nigaṇṭha Nātaputta went to the hall of the middle gate together with a large following of Jain ascetics. "
        },
        {
          "scid": "mn56:24.1",
          "pli": "Atha kho upāli gahapati—",
          "en": " "
        },
        {
          "scid": "mn56:24.2",
          "pli": "yaṃ sudaṃ pubbe yato passati nigaṇṭhaṃ nāṭaputtaṃ dūratova āgacchantaṃ disvāna tato paccuggantvā yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca taṃ uttarāsaṅgena sammajjitvā pariggahetvā nisīdāpeti so—",
          "en": "Previously, when Upāli saw Nigaṇṭha Nātaputta coming, he would go out to greet him and, having wiped off the highest and finest seat with his upper robe, he would put his arms around him and sit him down. "
        },
        {
          "scid": "mn56:24.3",
          "pli": "dāni yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṃ nisīditvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "But today, having seated himself on the highest and finest seat, he said to Nigaṇṭha Nātaputta, "
        },
        {
          "scid": "mn56:24.4",
          "pli": "“saṃvijjanti kho, bhante, āsanāni; ",
          "en": "“There are seats, sir. "
        },
        {
          "scid": "mn56:24.5",
          "pli": "sace ākaṅkhasi, nisīdā”ti. ",
          "en": "Please sit if you wish.” "
        },
        {
          "scid": "mn56:25.1",
          "pli": "Evaṃ vutte, nigaṇṭho nāṭaputto upāliṃ gahapatiṃ etadavoca: ",
          "en": "When he said this, Nigaṇṭha Nātaputta said to him: "
        },
        {
          "scid": "mn56:25.2",
          "pli": "“ummattosi tvaṃ, gahapati, dattosi tvaṃ, gahapati. ",
          "en": "“You’re mad, householder! You’re a moron! "
        },
        {
          "scid": "mn56:25.3",
          "pli": "‘Gacchāmahaṃ, bhante, samaṇassa gotamassa vādaṃ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato. ",
          "en": "You said: ‘I’ll go and refute the ascetic Gotama’s doctrine.’ But you come back caught in the vast net of his doctrine. "
        },
        {
          "scid": "mn56:25.4",
          "pli": "Seyyathāpi, gahapati, puriso aṇḍahārako gantvā ubbhatehi aṇḍehi āgaccheyya, seyyathā vā pana gahapati puriso akkhikahārako gantvā ubbhatehi akkhīhi āgaccheyya; ",
          "en": "Suppose a man went to deliver a pair of balls, but came back castrated. Or they went to deliver eyes, but came back blinded. "
        },
        {
          "scid": "mn56:25.5",
          "pli": "evameva kho tvaṃ, gahapati, ‘gacchāmahaṃ, bhante, samaṇassa gotamassa vādaṃ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato. ",
          "en": "In the same way, you said: ‘I’ll go and refute the ascetic Gotama’s doctrine.’ But you come back caught in the vast net of his doctrine. "
        },
        {
          "scid": "mn56:25.6",
          "pli": "Āvaṭṭosi kho tvaṃ, gahapati, samaṇena gotamena āvaṭṭaniyā māyāyā”ti. ",
          "en": "You’ve been converted by the ascetic Gotama’s conversion magic!” "
        },
        {
          "scid": "mn56:26.1",
          "pli": "“Bhaddikā, bhante, āvaṭṭanī māyā; ",
          "en": "“Sir, this conversion magic is excellent. "
        },
        {
          "scid": "mn56:26.2",
          "pli": "kalyāṇī, bhante, āvaṭṭanī māyā; ",
          "en": "This conversion magic is lovely! "
        },
        {
          "scid": "mn56:26.3",
          "pli": "piyā me, bhante, ñātisālohitā imāya āvaṭṭaniyā āvaṭṭeyyuṃ; piyānampi me assa ñātisālohitānaṃ dīgharattaṃ hitāya sukhāya; ",
          "en": "If my loved ones—relatives and kin—were to be converted by this, it would be for their lasting welfare and happiness. "
        },
        {
          "scid": "mn56:26.4",
          "pli": "sabbe cepi, bhante, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṃ; sabbesānampissa khattiyānaṃ dīgharattaṃ hitāya sukhāya; sabbe cepi, bhante, brāhmaṇā … pe … vessā … pe … suddā imāya āvaṭṭaniyā āvaṭṭeyyuṃ; sabbesānampissa suddānaṃ dīgharattaṃ hitāya sukhāya; ",
          "en": "If all the aristocrats, brahmins, merchants, and workers were to be converted by this, it would be for their lasting welfare and happiness. "
        },
        {
          "scid": "mn56:26.5",
          "pli": "sadevako cepi, bhante, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā imāya āvaṭṭaniyā āvaṭṭeyyuṃ; sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṃ hitāya sukhāyāti. ",
          "en": "If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—were to be converted by this, it would be for their lasting welfare and happiness. "
        },
        {
          "scid": "mn56:26.6",
          "pli": "Tena hi, bhante, upamaṃ te karissāmi. ",
          "en": "Well then, sir, I shall give you a simile. "
        },
        {
          "scid": "mn56:26.7",
          "pli": "Upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "mn56:27.1",
          "pli": "Bhūtapubbaṃ, bhante, aññatarassa brāhmaṇassa jiṇṇassa vuḍḍhassa mahallakassa daharā māṇavikā pajāpatī ahosi gabbhinī upavijaññā. ",
          "en": "Once upon a time there was an old brahmin, elderly and senior. His wife was a young brahmin lady who was pregnant and approaching the time for giving birth. "
        },
        {
          "scid": "mn56:27.2",
          "pli": "Atha kho, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca, ",
          "en": "Then she said to the brahmin, "
        },
        {
          "scid": "mn56:27.3",
          "pli": "‘gaccha tvaṃ, brāhmaṇa, āpaṇā makkaṭacchāpakaṃ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti. ",
          "en": "‘Go, brahmin, buy a baby monkey from the market and bring it back so it can be a playmate for my child.’ "
        },
        {
          "scid": "mn56:27.4",
          "pli": "Evaṃ vutte, so brāhmaṇo taṃ māṇavikaṃ etadavoca: ",
          "en": "When she said this, the brahmin said to her, "
        },
        {
          "scid": "mn56:27.5",
          "pli": "‘āgamehi tāva, bhoti, yāva vijāyati. ",
          "en": "‘Wait, my dear, until you give birth. "
        },
        {
          "scid": "mn56:27.6",
          "pli": "Sace tvaṃ, bhoti, kumārakaṃ vijāyissasi, tassā te ahaṃ āpaṇā makkaṭacchāpakaṃ kiṇitvā ānessāmi, yo te kumārakassa kīḷāpanako bhavissati. ",
          "en": "If your child is a boy, I’ll buy you a male monkey, "
        },
        {
          "scid": "mn56:27.7",
          "pli": "Sace pana tvaṃ, bhoti, kumārikaṃ vijāyissasi, tassā te ahaṃ āpaṇā makkaṭacchāpikaṃ kiṇitvā ānessāmi, yā te kumārikāya kīḷāpanikā bhavissatī’ti. ",
          "en": "but if it’s a girl, I’ll buy a female monkey.’ "
        },
        {
          "scid": "mn56:27.8",
          "pli": "Dutiyampi kho, bhante, sā māṇavikā … pe … ",
          "en": "For a second time, "
        },
        {
          "scid": "mn56:27.9",
          "pli": "tatiyampi kho, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca: ",
          "en": "and a third time she said to the brahmin, "
        },
        {
          "scid": "mn56:27.10",
          "pli": "‘gaccha tvaṃ, brāhmaṇa, āpaṇā makkaṭacchāpakaṃ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti. ",
          "en": "‘Go, brahmin, buy a baby monkey from the market and bring it back so it can be a playmate for my child.’ "
        },
        {
          "scid": "mn56:27.11",
          "pli": "Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto āpaṇā makkaṭacchāpakaṃ kiṇitvā ānetvā taṃ māṇavikaṃ etadavoca: ",
          "en": "Then that brahmin, because of his love for the brahmin lady, bought a male baby monkey at the market, brought it to her, and said, "
        },
        {
          "scid": "mn56:27.12",
          "pli": "‘ayaṃ te, bhoti, āpaṇā makkaṭacchāpako kiṇitvā ānīto, yo te kumārakassa kīḷāpanako bhavissatī’ti. ",
          "en": "‘I’ve bought this male baby monkey for you so it can be a playmate for your child.’ "
        },
        {
          "scid": "mn56:27.13",
          "pli": "Evaṃ vutte, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca: ",
          "en": "When he said this, she said to him, "
        },
        {
          "scid": "mn56:27.14",
          "pli": "‘gaccha tvaṃ, brāhmaṇa, imaṃ makkaṭacchāpakaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkama; upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ evaṃ vadehi—",
          "en": "‘Go, brahmin, take this monkey to Rattapāṇi the dyer and say, "
        },
        {
          "scid": "mn56:27.15",
          "pli": "icchāmahaṃ, samma rattapāṇi, imaṃ makkaṭacchāpakaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti. ",
          "en": "“Mister Rattapāṇi, I wish to have this monkey dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.”’ "
        },
        {
          "scid": "mn56:27.16",
          "pli": "Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto taṃ makkaṭacchāpakaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkami; upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ etadavoca: ",
          "en": "Then that brahmin, because of his love for the brahmin lady, took the monkey to Rattapāṇi the dyer and said, "
        },
        {
          "scid": "mn56:27.17",
          "pli": "‘icchāmahaṃ, samma rattapāṇi, imaṃ makkaṭacchāpakaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti. ",
          "en": "‘Mister Rattapāṇi, I wish to have this monkey dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.’ "
        },
        {
          "scid": "mn56:27.18",
          "pli": "Evaṃ vutte, bhante, rattapāṇi rajakaputto taṃ brāhmaṇaṃ etadavoca: ",
          "en": "When he said this, Rattapāṇi said to him, "
        },
        {
          "scid": "mn56:27.19",
          "pli": "‘ayaṃ kho te, bhante, makkaṭacchāpako raṅgakkhamo hi kho, no ākoṭanakkhamo, no vimajjanakkhamo’ti. ",
          "en": "‘Sir, this monkey can withstand a dying, but not a pounding or a pressing.’ "
        },
        {
          "scid": "mn56:27.20",
          "pli": "Evameva kho, bhante, bālānaṃ nigaṇṭhānaṃ vādo raṅgakkhamo hi kho bālānaṃ no paṇḍitānaṃ, no anuyogakkhamo, no vimajjanakkhamo. ",
          "en": "In the same way, the doctrine of the foolish Jains looks fine initially—for fools, not for the astute—but can’t withstand being scrutinized or pressed. "
        },
        {
          "scid": "mn56:27.21",
          "pli": "Atha kho, bhante, so brāhmaṇo aparena samayena navaṃ dussayugaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkami; upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ etadavoca: ",
          "en": "Then some time later that brahmin took a new pair of garments to Rattapāṇi the dyer and said, "
        },
        {
          "scid": "mn56:27.22",
          "pli": "‘icchāmahaṃ, samma rattapāṇi, imaṃ navaṃ dussayugaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti. ",
          "en": "‘Mister Rattapāṇi, I wish to have this new pair of garments dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.’ "
        },
        {
          "scid": "mn56:27.23",
          "pli": "Evaṃ vutte, bhante, rattapāṇi rajakaputto taṃ brāhmaṇaṃ etadavoca: ",
          "en": "When he said this, Rattapāṇi said to him, "
        },
        {
          "scid": "mn56:27.24",
          "pli": "‘idaṃ kho te, bhante, navaṃ dussayugaṃ raṅgakkhamañceva ākoṭanakkhamañca vimajjanakkhamañcā’ti. ",
          "en": "‘Sir, this pair of garments can withstand a dying, a pounding, and a pressing.’ "
        },
        {
          "scid": "mn56:27.25",
          "pli": "Evameva kho, bhante, tassa bhagavato vādo arahato sammāsambuddhassa raṅgakkhamo ceva paṇḍitānaṃ no bālānaṃ, anuyogakkhamo ca vimajjanakkhamo cā”ti. ",
          "en": "In the same way, the doctrine of the Buddha looks fine initially—for the astute, not for fools—and it can withstand being scrutinized and pressed.” "
        },
        {
          "scid": "mn56:28.1",
          "pli": "“Sarājikā kho, gahapati, parisā evaṃ jānāti: ",
          "en": "“Householder, the king and his retinue know you as "
        },
        {
          "scid": "mn56:28.2",
          "pli": "‘upāli gahapati nigaṇṭhassa nāṭaputtassa sāvako’ti. ",
          "en": "a disciple of Nigaṇṭha Nātaputta. "
        },
        {
          "scid": "mn56:28.3",
          "pli": "Kassa taṃ, gahapati, sāvakaṃ dhāremā”ti? ",
          "en": "Whose disciple should we remember you as?” "
        },
        {
          "scid": "mn56:29.1",
          "pli": "Evaṃ vutte, upāli gahapati uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca: ",
          "en": "When he had spoken, the householder Upāli got up from his seat, arranged his robe over one shoulder, raised his joined palms in the direction of the Buddha, and said to Nigaṇṭha Nātaputta, "
        },
        {
          "scid": "mn56:29.2",
          "pli": "“tena hi, bhante, suṇohi yassāhaṃ sāvako”ti: ",
          "en": "“Well then, sir, hear whose disciple I am: "
        },
        {
          "scid": "mn56:29.3",
          "pli": "“Dhīrassa vigatamohassa, ",
          "en": "The wise one, free of delusion, "
        },
        {
          "scid": "mn56:29.4",
          "pli": "Pabhinnakhīlassa vijitavijayassa; ",
          "en": "rid of barrenness, victor in battle; "
        },
        {
          "scid": "mn56:29.5",
          "pli": "Anīghassa susamacittassa, ",
          "en": "he’s untroubled and so even-minded, "
        },
        {
          "scid": "mn56:29.6",
          "pli": "Vuddhasīlassa sādhupaññassa; ",
          "en": "with the virtue of an elder and the wisdom of a saint, "
        },
        {
          "scid": "mn56:29.7",
          "pli": "Vesamantarassa vimalassa, ",
          "en": "immaculate in the midst of it all: "
        },
        {
          "scid": "mn56:29.8",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.9",
          "pli": "Akathaṅkathissa tusitassa, ",
          "en": "He has no indecision, he’s content, "
        },
        {
          "scid": "mn56:29.10",
          "pli": "Vantalokāmisassa muditassa; ",
          "en": "joyful, he has spat out the world’s bait; "
        },
        {
          "scid": "mn56:29.11",
          "pli": "Katasamaṇassa manujassa, ",
          "en": "he has completed the ascetic’s task as a human, "
        },
        {
          "scid": "mn56:29.12",
          "pli": "Antimasārīrassa narassa; ",
          "en": "a man who bears his final body; "
        },
        {
          "scid": "mn56:29.13",
          "pli": "Anopamassa virajassa, ",
          "en": "he’s beyond compare, he’s stainless: "
        },
        {
          "scid": "mn56:29.14",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.15",
          "pli": "Asaṃsayassa kusalassa, ",
          "en": "He’s free of doubt, he’s skillful, "
        },
        {
          "scid": "mn56:29.16",
          "pli": "Venayikassa sārathivarassa; ",
          "en": "he’s a trainer, an excellent charioteer; "
        },
        {
          "scid": "mn56:29.17",
          "pli": "Anuttarassa ruciradhammassa, ",
          "en": "supreme, with brilliant qualities, "
        },
        {
          "scid": "mn56:29.18",
          "pli": "Nikkaṅkhassa pabhāsakassa; ",
          "en": "confident, his light shines forth; "
        },
        {
          "scid": "mn56:29.19",
          "pli": "Mānacchidassa vīrassa, ",
          "en": "he has cut off conceit, he’s a hero: "
        },
        {
          "scid": "mn56:29.20",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.21",
          "pli": "Nisabhassa appameyyassa, ",
          "en": "The chief bull, immeasurable, "
        },
        {
          "scid": "mn56:29.22",
          "pli": "Gambhīrassa monapattassa; ",
          "en": "profound, sagacious; "
        },
        {
          "scid": "mn56:29.23",
          "pli": "Khemaṅkarassa vedassa, ",
          "en": "he is the builder of sanctuary, knowledgeable, "
        },
        {
          "scid": "mn56:29.24",
          "pli": "Dhammaṭṭhassa saṃvutattassa; ",
          "en": "firm in principle and restrained; "
        },
        {
          "scid": "mn56:29.25",
          "pli": "Saṅgātigassa muttassa, ",
          "en": "he has got over clinging and is liberated: "
        },
        {
          "scid": "mn56:29.26",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.27",
          "pli": "Nāgassa pantasenassa, ",
          "en": "He’s a giant, living remotely, "
        },
        {
          "scid": "mn56:29.28",
          "pli": "Khīṇasaṃyojanassa muttassa; ",
          "en": "he’s ended the fetters and is liberated; "
        },
        {
          "scid": "mn56:29.29",
          "pli": "Paṭimantakassa dhonassa, ",
          "en": "he’s skilled in dialogue and cleansed, "
        },
        {
          "scid": "mn56:29.30",
          "pli": "Pannadhajassa vītarāgassa; ",
          "en": "with banner put down, desireless; "
        },
        {
          "scid": "mn56:29.31",
          "pli": "Dantassa nippapañcassa, ",
          "en": "he’s tamed, and doesn’t proliferate: "
        },
        {
          "scid": "mn56:29.32",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.33",
          "pli": "Isisattamassa akuhassa, ",
          "en": "He is the seventh sage, free of deceit, "
        },
        {
          "scid": "mn56:29.34",
          "pli": "Tevijjassa brahmapattassa; ",
          "en": "with three knowledges, he has attained to holiness, "
        },
        {
          "scid": "mn56:29.35",
          "pli": "Nhātakassa padakassa, ",
          "en": "he has bathed, he knows philology, "
        },
        {
          "scid": "mn56:29.36",
          "pli": "Passaddhassa viditavedassa; ",
          "en": "he’s tranquil, he understands what is known; "
        },
        {
          "scid": "mn56:29.37",
          "pli": "Purindadassa sakkassa, ",
          "en": "he crushes resistance, he is the lord: "
        },
        {
          "scid": "mn56:29.38",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.39",
          "pli": "Ariyassa bhāvitattassa, ",
          "en": "The noble one, self-developed, "
        },
        {
          "scid": "mn56:29.40",
          "pli": "Pattipattassa veyyākaraṇassa; ",
          "en": "he has attained the goal and explains it; "
        },
        {
          "scid": "mn56:29.41",
          "pli": "Satimato vipassissa, ",
          "en": "he is mindful, discerning, "
        },
        {
          "scid": "mn56:29.42",
          "pli": "Anabhinatassa no apanatassa; ",
          "en": "neither leaning forward nor pulling back, "
        },
        {
          "scid": "mn56:29.43",
          "pli": "Anejassa vasippattassa, ",
          "en": "he’s unstirred, attained to mastery: "
        },
        {
          "scid": "mn56:29.44",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.45",
          "pli": "Samuggatassa jhāyissa, ",
          "en": "He has risen up, he practices absorption, "
        },
        {
          "scid": "mn56:29.46",
          "pli": "Ananugatantarassa suddhassa; ",
          "en": "not following inner thoughts, he is pure, "
        },
        {
          "scid": "mn56:29.47",
          "pli": "Asitassa hitassa, ",
          "en": "independent, and fearless; "
        },
        {
          "scid": "mn56:29.48",
          "pli": "Pavivittassa aggappattassa; ",
          "en": "secluded, he has reached the peak, "
        },
        {
          "scid": "mn56:29.49",
          "pli": "Tiṇṇassa tārayantassa, ",
          "en": "crossed over, he helps others across: "
        },
        {
          "scid": "mn56:29.50",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.51",
          "pli": "Santassa bhūripaññassa, ",
          "en": "He’s peaceful, his wisdom is vast, "
        },
        {
          "scid": "mn56:29.52",
          "pli": "Mahāpaññassa vītalobhassa; ",
          "en": "with great wisdom, he’s free of greed; "
        },
        {
          "scid": "mn56:29.53",
          "pli": "Tathāgatassa sugatassa, ",
          "en": "he is the Realized One, the Holy One, "
        },
        {
          "scid": "mn56:29.54",
          "pli": "Appaṭipuggalassa asamassa; ",
          "en": "unrivaled, unequaled, "
        },
        {
          "scid": "mn56:29.55",
          "pli": "Visāradassa nipuṇassa, ",
          "en": "assured, and subtle: "
        },
        {
          "scid": "mn56:29.56",
          "pli": "Bhagavato tassa sāvakohamasmi. ",
          "en": "he is the Buddha, and I am his disciple. "
        },
        {
          "scid": "mn56:29.57",
          "pli": "Taṇhacchidassa buddhassa, ",
          "en": "He has cut off craving and is awakened, "
        },
        {
          "scid": "mn56:29.58",
          "pli": "Vītadhūmassa anupalittassa; ",
          "en": "free of fuming, unsullied; "
        },
        {
          "scid": "mn56:29.59",
          "pli": "Āhuneyyassa yakkhassa, ",
          "en": "a mighty spirit worthy of offerings, "
        },
        {
          "scid": "mn56:29.60",
          "pli": "Uttamapuggalassa atulassa; ",
          "en": "best of men, inestimable, "
        },
        {
          "scid": "mn56:29.61",
          "pli": "Mahato yasaggapattassa, ",
          "en": "grand, he has reached the peak of glory: "
        },
        {
          "scid": "mn56:29.62",
          "pli": "Bhagavato tassa sāvakohamasmī”ti. ",
          "en": "he is the Buddha, and I am his disciple.” "
        },
        {
          "scid": "mn56:30.1",
          "pli": "“Kadā saññūḷhā pana te, gahapati, ime samaṇassa gotamassa vaṇṇā”ti? ",
          "en": "“But when did you compose these praises of the ascetic Gotama’s beautiful qualities, householder?” "
        },
        {
          "scid": "mn56:30.2",
          "pli": "“Seyyathāpi, bhante, nānāpupphānaṃ mahāpuppharāsi, tamenaṃ dakkho mālākāro vā mālākārantevāsī vā vicittaṃ mālaṃ gantheyya; ",
          "en": "“Sir, suppose there was a large heap of many different flowers. A deft garland-maker or their apprentice could tie them into a colorful garland. "
        },
        {
          "scid": "mn56:30.3",
          "pli": "evameva kho, bhante, so bhagavā anekavaṇṇo anekasatavaṇṇo. ",
          "en": "In the same way, the Buddha has many beautiful qualities to praise, many hundreds of such qualities. "
        },
        {
          "scid": "mn56:30.4",
          "pli": "Ko hi, bhante, vaṇṇārahassa vaṇṇaṃ na karissatī”ti? ",
          "en": "Who, sir, would not praise the praiseworthy?” "
        },
        {
          "scid": "mn56:31.1",
          "pli": "Atha kho nigaṇṭhassa nāṭaputtassa bhagavato sakkāraṃ asahamānassa tattheva uṇhaṃ lohitaṃ mukhato uggacchīti. ",
          "en": "Unable to bear this honor paid to the Buddha, Nigaṇṭha Nātaputta spewed hot blood from his mouth there and then. "
        },
        {
          "scid": "mn56:31.2",
          "pli": "Upālisuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn56/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 56",
    "volpages": "MN i 371",
    "uid": "mn56",
    "blurb": "The Buddha disagrees with a Jain ascetic on the question of whether physical or mental deeds are more important. When he hears of this, the Jain disciple Upāli decides to visit the Buddha and refute him, and proceeds despite all warnings.",
    "difficulty": 2,
    "original_title": "Upāli Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Upāli ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn56_sujato",
        "segmented": true,
        "title": "With Upāli ",
        "volpage": null
      },
      {
        "author": "Nārada Thera, Mahinda Thera",
        "author_short": "Nārada …",
        "author_uid": "narada-mahinda",
        "id": "en_mn56_narada-mahinda",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1966",
        "segmented": false,
        "volpage": null,
        "title": "Upāli, the Householder"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn56_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Discourse with Upāli"
      }
    ],
    "parallel_count": 9,
    "biblio": null,
    "num": 6
  }
}