{
  "sutta_uid": "mn60",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn60",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Guaranteed ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Advice to Rāhula at Ambalaṭṭhika ",
      "uid": "mn61"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Many Kinds of Feeling ",
      "uid": "mn59"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn60:0.1",
          "pli": "Majjhima Nikāya 60 ",
          "en": "Middle Discourses 60 "
        },
        {
          "scid": "mn60:0.2",
          "pli": "Apaṇṇakasutta ",
          "en": "Guaranteed "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 60 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn60:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn60:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena sālā nāma kosalānaṃ brāhmaṇagāmo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Sālā. "
        },
        {
          "scid": "mn60:2.1",
          "pli": "Assosuṃ kho sāleyyakā brāhmaṇagahapatikā: ",
          "en": "The brahmins and householders of Sālā heard: "
        },
        {
          "scid": "mn60:2.2",
          "pli": "“samaṇo khalu bho gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ sālaṃ anuppatto. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—wandering in the land of the Kosalans has arrived at Sālā, together with a large Saṅgha of mendicants. "
        },
        {
          "scid": "mn60:2.3",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "mn60:2.4",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "mn60:2.5",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "mn60:2.6",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "mn60:2.7",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "mn60:3.1",
          "pli": "Atha kho sāleyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavatā saddhiṃ sammodiṃsu; sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu. Appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho sāleyyake brāhmaṇagahapatike bhagavā etadavoca: ",
          "en": "Then the brahmins and householders of Sālā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. The Buddha said to them: "
        },
        {
          "scid": "mn60:3.2",
          "pli": "“atthi pana vo, gahapatayo, koci manāpo satthā yasmiṃ vo ākāravatī saddhā paṭiladdhā”ti? ",
          "en": "“So, householders, is there some other teacher you’re happy with, in whom you have acquired grounded faith?” "
        },
        {
          "scid": "mn60:3.3",
          "pli": "“Natthi kho no, bhante, koci manāpo satthā yasmiṃ no ākāravatī saddhā paṭiladdhā”ti. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn60:3.4",
          "pli": "“Manāpaṃ vo, gahapatayo, satthāraṃ alabhantehi ayaṃ apaṇṇako dhammo samādāya vattitabbo. ",
          "en": "“Since you haven’t found a teacher you’re happy with, you should undertake and implement this guaranteed teaching. "
        },
        {
          "scid": "mn60:3.5",
          "pli": "Apaṇṇako hi, gahapatayo, dhammo samatto samādinno, so vo bhavissati dīgharattaṃ hitāya sukhāya. ",
          "en": "For when the guaranteed teaching is undertaken, it will be for your lasting welfare and happiness. "
        },
        {
          "scid": "mn60:3.6",
          "pli": "Katamo ca, gahapatayo, apaṇṇako dhammo? ",
          "en": "And what is the guaranteed teaching? "
        },
        {
          "scid": "mn60:5.1",
          "pli": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn60:5.2",
          "pli": "‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ; natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko; natthi mātā, natthi pitā; natthi sattā opapātikā; natthi loke samaṇabrāhmaṇā sammaggatā sammā paṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ",
          "en": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "mn60:6.1",
          "pli": "Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā. ",
          "en": "And there are some ascetics and brahmins whose doctrine directly contradicts this. "
        },
        {
          "scid": "mn60:6.2",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say: "
        },
        {
          "scid": "mn60:6.3",
          "pli": "‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ; atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko; atthi ayaṃ loko, atthi paro loko; atthi mātā, atthi pitā; atthi sattā opapātikā; atthi loke samaṇabrāhmaṇā sammaggatā sammā paṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ",
          "en": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "mn60:6.4",
          "pli": "Taṃ kiṃ maññatha, gahapatayo: ",
          "en": "What do you think, householders? "
        },
        {
          "scid": "mn60:6.5",
          "pli": "‘nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā’”ti? ",
          "en": "Don’t these doctrines directly contradict each other?” "
        },
        {
          "scid": "mn60:6.6",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn60:7.1",
          "pli": "“Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "“Since this is so, consider those ascetics and brahmins whose view is that "
        },
        {
          "scid": "mn60:7.2",
          "pli": "‘natthi dinnaṃ, natthi yiṭṭhaṃ … pe … ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti ",
          "en": "there’s no meaning in giving, etc. "
        },
        {
          "scid": "mn60:7.3",
          "pli": "tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme abhinivajjetvā yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme samādāya vattissanti. ",
          "en": "You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind. "
        },
        {
          "scid": "mn60:7.4",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn60:7.5",
          "pli": "Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ. ",
          "en": "Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation. "
        },
        {
          "scid": "mn60:8.1",
          "pli": "Santaṃyeva pana paraṃ lokaṃ ‘natthi paro loko’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
          "en": "Moreover, since there actually is another world, their view that there is no other world is wrong view. "
        },
        {
          "scid": "mn60:8.2",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘natthi paro loko’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
          "en": "Since there actually is another world, their thought that there is no other world is wrong thought. "
        },
        {
          "scid": "mn60:8.3",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘natthi paro loko’ti vācaṃ bhāsati; sāssa hoti micchāvācā. ",
          "en": "Since there actually is another world, their speech that there is no other world is wrong speech. "
        },
        {
          "scid": "mn60:8.4",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘natthi paro loko’ti āha; ye te arahanto paralokaviduno tesamayaṃ paccanīkaṃ karoti. ",
          "en": "Since there actually is another world, in saying that there is no other world they contradict those perfected ones who know the other world. "
        },
        {
          "scid": "mn60:8.5",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘natthi paro loko’ti paraṃ saññāpeti; sāssa hoti asaddhammasaññatti. ",
          "en": "Since there actually is another world, in convincing another that there is no other world they are convincing them to accept an untrue teaching. "
        },
        {
          "scid": "mn60:8.6",
          "pli": "Tāya ca pana asaddhammasaññattiyā attānukkaṃseti, paraṃ vambheti. ",
          "en": "And on account of that they glorify themselves and put others down. "
        },
        {
          "scid": "mn60:8.7",
          "pli": "Iti pubbeva kho panassa susīlyaṃ pahīnaṃ hoti, dussīlyaṃ paccupaṭṭhitaṃ—",
          "en": "So they give up their former ethical conduct and are established in unethical conduct. "
        },
        {
          "scid": "mn60:8.8",
          "pli": "ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṃ paccanīkatā asaddhammasaññatti attukkaṃsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā. ",
          "en": "And that is how wrong view gives rise to these many bad, unskillful qualities—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down. "
        },
        {
          "scid": "mn60:9.1",
          "pli": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn60:9.2",
          "pli": "‘sace kho natthi paro loko evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā sotthimattānaṃ karissati; ",
          "en": "‘If there is no other world, when this individual’s body breaks up they will keep themselves safe. "
        },
        {
          "scid": "mn60:9.3",
          "pli": "sace kho atthi paro loko, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati. ",
          "en": "And if there is another world, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn60:9.4",
          "pli": "Kāmaṃ kho pana māhu paro loko, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ; ",
          "en": "But let’s assume that those who say that there is no other world are correct. "
        },
        {
          "scid": "mn60:9.5",
          "pli": "atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ gārayho—dussīlo purisapuggalo micchādiṭṭhi natthikavādo’ti. ",
          "en": "Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, a nihilist.’ "
        },
        {
          "scid": "mn60:9.6",
          "pli": "Sace kho attheva paro loko, evaṃ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
          "en": "But if there really is another world, they lose on both counts. "
        },
        {
          "scid": "mn60:9.7",
          "pli": "yañca diṭṭheva dhamme viññūnaṃ gārayho, yañca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati. ",
          "en": "For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn60:9.8",
          "pli": "Evamassāyaṃ apaṇṇako dhammo dussamatto samādinno, ekaṃsaṃ pharitvā tiṭṭhati, riñcati kusalaṃ ṭhānaṃ. ",
          "en": "They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise. "
        },
        {
          "scid": "mn60:10.1",
          "pli": "Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "Since this is so, consider those ascetics and brahmins whose view is that "
        },
        {
          "scid": "mn60:10.2",
          "pli": "‘atthi dinnaṃ … pe … ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti ",
          "en": "there is meaning in giving, etc. "
        },
        {
          "scid": "mn60:10.3",
          "pli": "tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme abhinivajjetvā yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme samādāya vattissanti. ",
          "en": "You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind. "
        },
        {
          "scid": "mn60:10.4",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn60:10.5",
          "pli": "Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ. ",
          "en": "Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation. "
        },
        {
          "scid": "mn60:11.1",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
          "en": "Moreover, since there actually is another world, their view that there is another world is right view. "
        },
        {
          "scid": "mn60:11.2",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
          "en": "Since there actually is another world, their thought that there is another world is right thought. "
        },
        {
          "scid": "mn60:11.3",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ti vācaṃ bhāsati; sāssa hoti sammāvācā. ",
          "en": "Since there actually is another world, their speech that there is another world is right speech. "
        },
        {
          "scid": "mn60:11.4",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ti āha; ye te arahanto paralokaviduno tesamayaṃ na paccanīkaṃ karoti. ",
          "en": "Since there actually is another world, in saying that there is another world they don’t contradict those perfected ones who know the other world. "
        },
        {
          "scid": "mn60:11.5",
          "pli": "Santaṃyeva kho pana paraṃ lokaṃ ‘atthi paro loko’ti paraṃ saññāpeti; sāssa hoti saddhammasaññatti. ",
          "en": "Since there actually is another world, in convincing another that there is another world they are convincing them to accept a true teaching. "
        },
        {
          "scid": "mn60:11.6",
          "pli": "Tāya ca pana saddhammasaññattiyā nevattānukkaṃseti, na paraṃ vambheti. ",
          "en": "And on account of that they don’t glorify themselves or put others down. "
        },
        {
          "scid": "mn60:11.7",
          "pli": "Iti pubbeva kho panassa dussīlyaṃ pahīnaṃ hoti, susīlyaṃ paccupaṭṭhitaṃ—",
          "en": "So they give up their former unethical conduct and are established in ethical conduct. "
        },
        {
          "scid": "mn60:11.8",
          "pli": "ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṃ apaccanīkatā saddhammasaññatti anattukkaṃsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā. ",
          "en": "And that is how right view gives rise to these many skillful qualities—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down. "
        },
        {
          "scid": "mn60:12.1",
          "pli": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn60:12.2",
          "pli": "‘sace kho atthi paro loko, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati. ",
          "en": "‘If there is another world, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn60:12.3",
          "pli": "Kāmaṃ kho pana māhu paro loko, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ; ",
          "en": "But let’s assume that those who say that there is no other world are correct. "
        },
        {
          "scid": "mn60:12.4",
          "pli": "atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ pāsaṃso—sīlavā purisapuggalo sammādiṭṭhi atthikavādo’ti. ",
          "en": "Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms a positive teaching.’ "
        },
        {
          "scid": "mn60:12.5",
          "pli": "Sace kho attheva paro loko, evaṃ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
          "en": "So if there really is another world, they win on both counts. "
        },
        {
          "scid": "mn60:12.6",
          "pli": "yañca diṭṭheva dhamme viññūnaṃ pāsaṃso, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati. ",
          "en": "For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn60:12.7",
          "pli": "Evamassāyaṃ apaṇṇako dhammo susamatto samādinno ubhayaṃsaṃ pharitvā tiṭṭhati, riñcati akusalaṃ ṭhānaṃ. ",
          "en": "They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise. "
        },
        {
          "scid": "mn60:13.1",
          "pli": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn60:13.2",
          "pli": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato; karoto na karīyati pāpaṃ. ",
          "en": "‘The one who acts does nothing wrong when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. They do nothing wrong when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. "
        },
        {
          "scid": "mn60:13.3",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "mn60:13.4",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento, chindanto chedāpento, pacanto pācento; natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "mn60:13.5",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento; natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo. ",
          "en": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. "
        },
        {
          "scid": "mn60:13.6",
          "pli": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti. ",
          "en": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’ "
        },
        {
          "scid": "mn60:14.1",
          "pli": "Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā te evamāhaṃsu: ",
          "en": "And there are some ascetics and brahmins whose doctrine directly contradicts this. They say: "
        },
        {
          "scid": "mn60:14.2",
          "pli": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato; karoto karīyati pāpaṃ. ",
          "en": "‘The one who acts does a bad deed when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. They do a bad deed when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. "
        },
        {
          "scid": "mn60:14.3",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, evil comes of that, and an outcome of evil. "
        },
        {
          "scid": "mn60:14.4",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento, chindanto chedāpento, pacanto pācento; atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, evil comes of that, and an outcome of evil. "
        },
        {
          "scid": "mn60:14.5",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento; atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo. ",
          "en": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, merit comes of that, and an outcome of merit. "
        },
        {
          "scid": "mn60:14.6",
          "pli": "Dānena damena saṃyamena saccavajjena atthi puññaṃ, atthi puññassa āgamo’ti. ",
          "en": "In giving, self-control, restraint, and truthfulness there is merit and outcome of merit.’ "
        },
        {
          "scid": "mn60:14.7",
          "pli": "Taṃ kiṃ maññatha, gahapatayo, ",
          "en": "What do you think, householders? "
        },
        {
          "scid": "mn60:14.8",
          "pli": "nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti? ",
          "en": "Don’t these doctrines directly contradict each other?” "
        },
        {
          "scid": "mn60:14.9",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn60:15.1",
          "pli": "“Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "“Since this is so, consider those ascetics and brahmins whose view is that "
        },
        {
          "scid": "mn60:15.2",
          "pli": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato; karoto na karīyati pāpaṃ. ",
          "en": "the one who acts does nothing wrong when they punish, etc. "
        },
        {
          "scid": "mn60:15.3",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "mn60:15.4",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento … pe … dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti ",
          "en": " "
        },
        {
          "scid": "mn60:15.5",
          "pli": "tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme abhinivajjetvā yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme samādāya vattissanti. ",
          "en": "You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind. "
        },
        {
          "scid": "mn60:15.6",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn60:15.7",
          "pli": "Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ. ",
          "en": "Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation. "
        },
        {
          "scid": "mn60:16.1",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
          "en": "Moreover, since action actually does have an effect, their view that action is ineffective is wrong view. "
        },
        {
          "scid": "mn60:16.2",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
          "en": "Since action actually does have an effect, their thought that action is ineffective is wrong thought. "
        },
        {
          "scid": "mn60:16.3",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ti vācaṃ bhāsati; sāssa hoti micchāvācā. ",
          "en": "Since action actually does have an effect, their speech that action is ineffective is wrong speech. "
        },
        {
          "scid": "mn60:16.4",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ti āha, ye te arahanto kiriyavādā tesamayaṃ paccanīkaṃ karoti. ",
          "en": "Since action actually does have an effect, in saying that action is ineffective they contradict those perfected ones who teach that action is effective. "
        },
        {
          "scid": "mn60:16.5",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘natthi kiriyā’ti paraṃ saññāpeti; sāssa hoti asaddhammasaññatti. ",
          "en": "Since action actually does have an effect, in convincing another that action is ineffective they are convincing them to accept an untrue teaching. "
        },
        {
          "scid": "mn60:16.6",
          "pli": "Tāya ca pana asaddhammasaññattiyā attānukkaṃseti, paraṃ vambheti. ",
          "en": "And on account of that they glorify themselves and put others down. "
        },
        {
          "scid": "mn60:16.7",
          "pli": "Iti pubbeva kho panassa susīlyaṃ pahīnaṃ hoti, dussīlyaṃ paccupaṭṭhitaṃ—",
          "en": "So they give up their former ethical conduct and are established in unethical conduct. "
        },
        {
          "scid": "mn60:16.8",
          "pli": "ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṃ paccanīkatā asaddhammasaññatti attukkaṃsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā. ",
          "en": "And that is how wrong view gives rise to these many bad, unskillful qualities—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down. "
        },
        {
          "scid": "mn60:17.1",
          "pli": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn60:17.2",
          "pli": "‘sace kho natthi kiriyā, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā sotthimattānaṃ karissati; ",
          "en": "‘If there is no effective action, when this individual’s body breaks up they will keep themselves safe. "
        },
        {
          "scid": "mn60:17.3",
          "pli": "sace kho atthi kiriyā evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati. ",
          "en": "And if there is effective action, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn60:17.4",
          "pli": "Kāmaṃ kho pana māhu kiriyā, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ; ",
          "en": "But let’s assume that those who say that there is no effective action are correct. "
        },
        {
          "scid": "mn60:17.5",
          "pli": "atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ gārayho—dussīlo purisapuggalo micchādiṭṭhi akiriyavādo’ti. ",
          "en": "Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, one who denies the efficacy of action.’ "
        },
        {
          "scid": "mn60:17.6",
          "pli": "Sace kho attheva kiriyā, evaṃ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
          "en": "But if there really is effective action, they lose on both counts. "
        },
        {
          "scid": "mn60:17.7",
          "pli": "yañca diṭṭheva dhamme viññūnaṃ gārayho, yañca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati. ",
          "en": "For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn60:17.8",
          "pli": "Evamassāyaṃ apaṇṇako dhammo dussamatto samādinno, ekaṃsaṃ pharitvā tiṭṭhati, riñcati kusalaṃ ṭhānaṃ. ",
          "en": "They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise. "
        },
        {
          "scid": "mn60:18.1",
          "pli": "Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "Since this is so, consider those ascetics and brahmins whose view is that "
        },
        {
          "scid": "mn60:18.2",
          "pli": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato; karoto karīyati pāpaṃ. ",
          "en": "the one who acts does a bad deed when they punish, etc. "
        },
        {
          "scid": "mn60:18.3",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "mn60:18.4",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento, chindanto chedāpento, pacanto pācento, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "mn60:18.5",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo. Dānena damena saṃyamena saccavajjena atthi puññaṃ, atthi puññassa āgamo’ti ",
          "en": " "
        },
        {
          "scid": "mn60:18.6",
          "pli": "tesametaṃ pāṭikaṅkhaṃ yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme abhinivajjetvā yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme samādāya vattissanti. ",
          "en": "You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind. "
        },
        {
          "scid": "mn60:18.7",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn60:18.8",
          "pli": "Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ. ",
          "en": "Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation. "
        },
        {
          "scid": "mn60:19.1",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
          "en": "Moreover, since action actually does have an effect, their view that action is effective is right view. "
        },
        {
          "scid": "mn60:19.2",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
          "en": "Since action actually does have an effect, their thought that action is effective is right thought. "
        },
        {
          "scid": "mn60:19.3",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ti vācaṃ bhāsati; sāssa hoti sammāvācā. ",
          "en": "Since action actually does have an effect, their speech that action is effective is right speech. "
        },
        {
          "scid": "mn60:19.4",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ti āha; ye te arahanto kiriyavādā tesamayaṃ na paccanīkaṃ karoti. ",
          "en": "Since action actually does have an effect, in saying that action is effective they don’t contradict those perfected ones who teach that action is effective. "
        },
        {
          "scid": "mn60:19.5",
          "pli": "Santaṃyeva kho pana kiriyaṃ ‘atthi kiriyā’ti paraṃ saññāpeti; sāssa hoti saddhammasaññatti. ",
          "en": "Since action actually does have an effect, in convincing another that action is effective they are convincing them to accept a true teaching. "
        },
        {
          "scid": "mn60:19.6",
          "pli": "Tāya ca pana saddhammasaññattiyā nevattānukkaṃseti, na paraṃ vambheti. ",
          "en": "And on account of that they don’t glorify themselves or put others down. "
        },
        {
          "scid": "mn60:19.7",
          "pli": "Iti pubbeva kho panassa dussīlyaṃ pahīnaṃ hoti, susīlyaṃ paccupaṭṭhitaṃ—",
          "en": "So they give up their former unethical conduct and are established in ethical conduct. "
        },
        {
          "scid": "mn60:19.8",
          "pli": "ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṃ apaccanīkatā saddhammasaññatti anattukkaṃsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā. ",
          "en": "And that is how right view gives rise to these many skillful qualities—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down. "
        },
        {
          "scid": "mn60:20.1",
          "pli": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn60:20.2",
          "pli": "‘sace kho atthi kiriyā, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati. ",
          "en": "‘If there is effective action, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn60:20.3",
          "pli": "Kāmaṃ kho pana māhu kiriyā, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ; ",
          "en": "But let’s assume that those who say that there is no effective action are correct. "
        },
        {
          "scid": "mn60:20.4",
          "pli": "atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ pāsaṃso—sīlavā purisapuggalo sammādiṭṭhi kiriyavādo’ti. ",
          "en": "Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms the efficacy of action.’ "
        },
        {
          "scid": "mn60:20.5",
          "pli": "Sace kho attheva kiriyā, evaṃ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
          "en": "So if there really is effective action, they win on both counts. "
        },
        {
          "scid": "mn60:20.6",
          "pli": "yañca diṭṭheva dhamme viññūnaṃ pāsaṃso, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati. ",
          "en": "For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn60:20.7",
          "pli": "Evamassāyaṃ apaṇṇako dhammo susamatto samādinno, ubhayaṃsaṃ pharitvā tiṭṭhati, riñcati akusalaṃ ṭhānaṃ. ",
          "en": "They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise. "
        },
        {
          "scid": "mn60:21.1",
          "pli": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn60:21.2",
          "pli": "‘natthi hetu, natthi paccayo sattānaṃ saṃkilesāya; ",
          "en": "‘There is no cause or condition for the corruption of sentient beings. "
        },
        {
          "scid": "mn60:21.3",
          "pli": "ahetū appaccayā sattā saṅkilissanti. ",
          "en": "Sentient beings are corrupted without cause or reason. "
        },
        {
          "scid": "mn60:21.4",
          "pli": "Natthi hetu, natthi paccayo sattānaṃ visuddhiyā; ",
          "en": "There’s no cause or condition for the purification of sentient beings. "
        },
        {
          "scid": "mn60:21.5",
          "pli": "ahetū appaccayā sattā visujjhanti. ",
          "en": "Sentient beings are purified without cause or reason. "
        },
        {
          "scid": "mn60:21.6",
          "pli": "Natthi balaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamo; ",
          "en": "There is no power, no energy, no manly strength or vigor. "
        },
        {
          "scid": "mn60:21.7",
          "pli": "sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṃgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti. ",
          "en": "All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’ "
        },
        {
          "scid": "mn60:22.1",
          "pli": "Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā. ",
          "en": "And there are some ascetics and brahmins whose doctrine directly contradicts this. "
        },
        {
          "scid": "mn60:22.2",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say: "
        },
        {
          "scid": "mn60:22.3",
          "pli": "‘atthi hetu, atthi paccayo sattānaṃ saṃkilesāya; ",
          "en": "‘There is a cause and condition for the corruption of sentient beings. "
        },
        {
          "scid": "mn60:22.4",
          "pli": "sahetū sappaccayā sattā saṅkilissanti. ",
          "en": "Sentient beings are corrupted with cause and reason. "
        },
        {
          "scid": "mn60:22.5",
          "pli": "Atthi hetu, atthi paccayo sattānaṃ visuddhiyā; ",
          "en": "There is a cause and condition for the purification of sentient beings. "
        },
        {
          "scid": "mn60:22.6",
          "pli": "sahetū sappaccayā sattā visujjhanti. ",
          "en": "Sentient beings are purified with cause and reason. "
        },
        {
          "scid": "mn60:22.7",
          "pli": "Atthi balaṃ, atthi vīriyaṃ, atthi purisathāmo, atthi purisaparakkamo; ",
          "en": "There is power, energy, manly strength and vigor. "
        },
        {
          "scid": "mn60:22.8",
          "pli": "na sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṃgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti. ",
          "en": "It is not the case that all sentient beings, all living creatures, all beings, all souls lack control, power, and energy, or that, molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’ "
        },
        {
          "scid": "mn60:22.9",
          "pli": "Taṃ kiṃ maññatha, gahapatayo, ",
          "en": "What do you think, householders? "
        },
        {
          "scid": "mn60:22.10",
          "pli": "nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti? ",
          "en": "Don’t these doctrines directly contradict each other?” "
        },
        {
          "scid": "mn60:22.11",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn60:23.1",
          "pli": "“Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "“Since this is so, consider those ascetics and brahmins whose view is that "
        },
        {
          "scid": "mn60:23.2",
          "pli": "‘natthi hetu, natthi paccayo sattānaṃ saṅkilesāya; ",
          "en": "there’s no cause or condition for the corruption of sentient beings, etc. "
        },
        {
          "scid": "mn60:23.3",
          "pli": "ahetū appaccayā sattā saṅkilissanti. ",
          "en": " "
        },
        {
          "scid": "mn60:23.4",
          "pli": "Natthi hetu, natthi paccayo sattānaṃ visuddhiyā; ",
          "en": " "
        },
        {
          "scid": "mn60:23.5",
          "pli": "ahetū appaccayā sattā visujjhanti. ",
          "en": " "
        },
        {
          "scid": "mn60:23.6",
          "pli": "Natthi balaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamo; sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti ",
          "en": " "
        },
        {
          "scid": "mn60:23.7",
          "pli": "tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme abhinivajjetvā yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme samādāya vattissanti. ",
          "en": "You can expect that they will reject good conduct by way of body, speech, and mind, and undertake and implement bad conduct by way of body, speech, and mind. "
        },
        {
          "scid": "mn60:23.8",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn60:23.9",
          "pli": "Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ. ",
          "en": "Because those ascetics and brahmins don’t see that unskillful qualities are full of drawbacks, sordidness, and corruption, or that skillful qualities have the benefit and cleansing power of renunciation. "
        },
        {
          "scid": "mn60:24.1",
          "pli": "Santaṃyeva kho pana hetuṃ ‘natthi hetū’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
          "en": "Moreover, since there actually is causality, their view that there is no causality is wrong view. "
        },
        {
          "scid": "mn60:24.2",
          "pli": "Santaṃyeva kho pana hetuṃ ‘natthi hetū’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
          "en": "Since there actually is causality, their thought that there is no causality is wrong thought. "
        },
        {
          "scid": "mn60:24.3",
          "pli": "Santaṃyeva kho pana hetuṃ ‘natthi hetū’ti vācaṃ bhāsati; sāssa hoti micchāvācā. ",
          "en": "Since there actually is causality, their speech that there is no causality is wrong speech. "
        },
        {
          "scid": "mn60:24.4",
          "pli": "Santaṃyeva kho pana hetuṃ ‘natthi hetū’ti āha; ye te arahanto hetuvādā tesamayaṃ paccanīkaṃ karoti. ",
          "en": "Since there actually is causality, in saying that there is no causality they contradict those perfected ones who teach that there is causality. "
        },
        {
          "scid": "mn60:24.5",
          "pli": "Santaṃyeva kho pana hetuṃ ‘natthi hetū’ti paraṃ saññāpeti; sāssa hoti asaddhammasaññatti. ",
          "en": "Since there actually is causality, in convincing another that there is no causality they are convincing them to accept an untrue teaching. "
        },
        {
          "scid": "mn60:24.6",
          "pli": "Tāya ca pana asaddhammasaññattiyā attānukkaṃseti, paraṃ vambheti. ",
          "en": "And on account of that they glorify themselves and put others down. "
        },
        {
          "scid": "mn60:24.7",
          "pli": "Iti pubbeva kho panassa susīlyaṃ pahīnaṃ hoti, dussīlyaṃ paccupaṭṭhitaṃ—",
          "en": "So they give up their former ethical conduct and are established in unethical conduct. "
        },
        {
          "scid": "mn60:24.8",
          "pli": "ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṃ paccanīkatā asaddhammasaññatti attānukkaṃsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā. ",
          "en": "And that is how wrong view gives rise to these many bad, unskillful qualities—wrong view, wrong thought, wrong speech, contradicting the noble ones, convincing others to accept untrue teachings, and glorifying oneself and putting others down. "
        },
        {
          "scid": "mn60:25.1",
          "pli": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn60:25.2",
          "pli": "‘sace kho natthi hetu, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā sotthimattānaṃ karissati; ",
          "en": "‘If there is no causality, when this individual’s body breaks up they will keep themselves safe. "
        },
        {
          "scid": "mn60:25.3",
          "pli": "sace kho atthi hetu, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati. ",
          "en": "And if there is causality, when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn60:25.4",
          "pli": "Kāmaṃ kho pana māhu hetu, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ; ",
          "en": "But let’s assume that those who say that there is no causality are correct. "
        },
        {
          "scid": "mn60:25.5",
          "pli": "atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ gārayho—dussīlo purisapuggalo micchādiṭṭhi ahetukavādo’ti. ",
          "en": "Regardless, that individual is still criticized by sensible people in the present life as being an immoral individual of wrong view, one who denies causality.’ "
        },
        {
          "scid": "mn60:25.6",
          "pli": "Sace kho attheva hetu, evaṃ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
          "en": "But if there really is causality, they lose on both counts. "
        },
        {
          "scid": "mn60:25.7",
          "pli": "yañca diṭṭheva dhamme viññūnaṃ gārayho, yañca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissati. ",
          "en": "For they are criticized by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "mn60:25.8",
          "pli": "Evamassāyaṃ apaṇṇako dhammo dussamatto samādinno, ekaṃsaṃ pharitvā tiṭṭhati, riñcati kusalaṃ ṭhānaṃ. ",
          "en": "They have wrongly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of one side only, leaving out the skillful premise. "
        },
        {
          "scid": "mn60:26.1",
          "pli": "Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "Since this is so, consider those ascetics and brahmins whose view is that "
        },
        {
          "scid": "mn60:26.2",
          "pli": "‘atthi hetu, atthi paccayo sattānaṃ saṅkilesāya; ",
          "en": "there is a cause and condition for the corruption of sentient beings, etc. "
        },
        {
          "scid": "mn60:26.3",
          "pli": "sahetū sappaccayā sattā saṅkilissanti. ",
          "en": " "
        },
        {
          "scid": "mn60:26.4",
          "pli": "Atthi hetu, atthi paccayo sattānaṃ visuddhiyā; ",
          "en": " "
        },
        {
          "scid": "mn60:26.5",
          "pli": "sahetū sappaccayā sattā visujjhanti. ",
          "en": " "
        },
        {
          "scid": "mn60:26.6",
          "pli": "Atthi balaṃ, atthi vīriyaṃ, atthi purisathāmo, atthi purisaparakkamo; na sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti ",
          "en": " "
        },
        {
          "scid": "mn60:26.7",
          "pli": "tesametaṃ pāṭikaṅkhaṃ—yamidaṃ kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ—ime tayo akusale dhamme abhinivajjetvā yamidaṃ kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ—ime tayo kusale dhamme samādāya vattissanti. ",
          "en": "You can expect that they will reject bad conduct by way of body, speech, and mind, and undertake and implement good conduct by way of body, speech, and mind. "
        },
        {
          "scid": "mn60:26.8",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn60:26.9",
          "pli": "Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ. ",
          "en": "Because those ascetics and brahmins see that unskillful qualities are full of drawbacks, sordidness, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation. "
        },
        {
          "scid": "mn60:27.1",
          "pli": "Santaṃyeva kho pana hetuṃ ‘atthi hetū’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
          "en": "Moreover, since there actually is causality, their view that there is causality is right view. "
        },
        {
          "scid": "mn60:27.2",
          "pli": "Santaṃyeva kho pana hetuṃ ‘atthi hetū’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
          "en": "Since there actually is causality, their thought that there is causality is right thought. "
        },
        {
          "scid": "mn60:27.3",
          "pli": "Santaṃyeva kho pana hetuṃ ‘atthi hetū’ti vācaṃ bhāsati; sāssa hoti sammāvācā. ",
          "en": "Since there actually is causality, their speech that there is causality is right speech. "
        },
        {
          "scid": "mn60:27.4",
          "pli": "Santaṃyeva kho pana hetuṃ ‘atthi hetū’ti āha, ye te arahanto hetuvādā tesamayaṃ na paccanīkaṃ karoti. ",
          "en": "Since there actually is causality, in saying that there is causality they don’t contradict those perfected ones who teach that there is causality. "
        },
        {
          "scid": "mn60:27.5",
          "pli": "Santaṃyeva kho pana hetuṃ ‘atthi hetū’ti paraṃ saññāpeti; sāssa hoti saddhammasaññatti. ",
          "en": "Since there actually is causality, in convincing another that there is causality they are convincing them to accept a true teaching. "
        },
        {
          "scid": "mn60:27.6",
          "pli": "Tāya ca pana saddhammasaññattiyā nevattānukkaṃseti, na paraṃ vambheti. ",
          "en": "And on account of that they don’t glorify themselves or put others down. "
        },
        {
          "scid": "mn60:27.7",
          "pli": "Iti pubbeva kho panassa dussīlyaṃ pahīnaṃ hoti, susīlyaṃ paccupaṭṭhitaṃ—",
          "en": "So they give up their former unethical conduct and are established in ethical conduct. "
        },
        {
          "scid": "mn60:27.8",
          "pli": "ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṃ apaccanīkatā saddhammasaññatti anattukkaṃsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā. ",
          "en": "And that is how right view gives rise to these many skillful qualities—right view, right thought, right speech, not contradicting the noble ones, convincing others to accept true teachings, and not glorifying oneself or putting others down. "
        },
        {
          "scid": "mn60:28.1",
          "pli": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ‘sace kho atthi hetu, evamayaṃ bhavaṃ purisapuggalo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati. ",
          "en": "A sensible person reflects on this matter in this way: ‘If there is causality, when this individual’s body breaks up, after death, they will be reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn60:28.2",
          "pli": "Kāmaṃ kho pana māhu hetu, hotu nesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ; ",
          "en": "But let’s assume that those who say that there is no causality are correct. "
        },
        {
          "scid": "mn60:28.3",
          "pli": "atha ca panāyaṃ bhavaṃ purisapuggalo diṭṭheva dhamme viññūnaṃ pāsaṃso—sīlavā purisapuggalo sammādiṭṭhi hetuvādo’ti. ",
          "en": "Regardless, that individual is still praised by sensible people in the present life as being a moral individual of right view, who affirms causality.’ "
        },
        {
          "scid": "mn60:28.4",
          "pli": "Sace kho atthi hetu, evaṃ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
          "en": "So if there really is causality, they win on both counts. "
        },
        {
          "scid": "mn60:28.5",
          "pli": "yañca diṭṭheva dhamme viññūnaṃ pāsaṃso, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati. ",
          "en": "For they are praised by sensible people in the present life, and when their body breaks up, after death, they will be reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "mn60:28.6",
          "pli": "Evamassāyaṃ apaṇṇako dhammo susamatto samādinno, ubhayaṃsaṃ pharitvā tiṭṭhati, riñcati akusalaṃ ṭhānaṃ. ",
          "en": "They have rightly undertaken this guaranteed teaching in such a way that it encompasses the positive outcomes of both sides, leaving out the unskillful premise. "
        },
        {
          "scid": "mn60:29.1",
          "pli": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn60:29.2",
          "pli": "‘natthi sabbaso āruppā’ti. ",
          "en": "‘There are no totally formless states of meditation.’ "
        },
        {
          "scid": "mn60:30.1",
          "pli": "Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā. ",
          "en": "And there are some ascetics and brahmins whose doctrine directly contradicts this. "
        },
        {
          "scid": "mn60:30.2",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say: "
        },
        {
          "scid": "mn60:30.3",
          "pli": "‘atthi sabbaso āruppā’ti. ",
          "en": "‘There are totally formless states of meditation.’ "
        },
        {
          "scid": "mn60:30.4",
          "pli": "Taṃ kiṃ maññatha, gahapatayo, ",
          "en": "What do you think, householders? "
        },
        {
          "scid": "mn60:30.5",
          "pli": "nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti? ",
          "en": "Don’t these doctrines directly contradict each other?” "
        },
        {
          "scid": "mn60:30.6",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn60:31.1",
          "pli": "“Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati—",
          "en": "“A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn60:31.2",
          "pli": "ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "‘Some ascetics and brahmins say that "
        },
        {
          "scid": "mn60:31.3",
          "pli": "‘natthi sabbaso āruppā’ti, idaṃ me adiṭṭhaṃ; ",
          "en": "there are no totally formless meditations, but I have not seen that. "
        },
        {
          "scid": "mn60:31.4",
          "pli": "yepi te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "Some ascetics and brahmins say that "
        },
        {
          "scid": "mn60:31.5",
          "pli": "‘atthi sabbaso āruppā’ti, idaṃ me aviditaṃ. ",
          "en": "there are totally formless meditations, but I have not known that. "
        },
        {
          "scid": "mn60:31.6",
          "pli": "Ahañceva kho pana ajānanto apassanto ekaṃsena ādāya vohareyyaṃ—",
          "en": "Without knowing or seeing, it would not be appropriate for me to take one side and declare, "
        },
        {
          "scid": "mn60:31.7",
          "pli": "idameva saccaṃ, moghamaññanti, na metaṃ assa patirūpaṃ. ",
          "en": "‘This is the only truth, other ideas are silly.’ "
        },
        {
          "scid": "mn60:31.8",
          "pli": "Ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "If those ascetics and brahmins who say that "
        },
        {
          "scid": "mn60:31.9",
          "pli": "‘natthi sabbaso āruppā’ti, sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, ṭhānametaṃ vijjati—",
          "en": "there are no totally formless meditations are correct, it is possible "
        },
        {
          "scid": "mn60:31.10",
          "pli": "ye te devā rūpino manomayā, apaṇṇakaṃ me tatrūpapatti bhavissati. ",
          "en": "that I will be guaranteed rebirth among the gods who possess form and made of mind. "
        },
        {
          "scid": "mn60:31.11",
          "pli": "Ye pana te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "If those ascetics and brahmins who say that "
        },
        {
          "scid": "mn60:31.12",
          "pli": "‘atthi sabbaso āruppā’ti, sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, ṭhānametaṃ vijjati—",
          "en": "there are totally formless meditations are correct, it is possible "
        },
        {
          "scid": "mn60:31.13",
          "pli": "ye te devā arūpino saññāmayā, apaṇṇakaṃ me tatrūpapatti bhavissati. ",
          "en": "that I will be guaranteed rebirth among the gods who are formless and made of perception. "
        },
        {
          "scid": "mn60:31.14",
          "pli": "Dissanti kho pana rūpādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā. ",
          "en": "Now, owing to form, bad things are seen: taking up the rod and the sword, quarrels, arguments, and fights, accusations, divisive speech, and lies. "
        },
        {
          "scid": "mn60:31.15",
          "pli": "‘Natthi kho panetaṃ sabbaso arūpe’ti. ",
          "en": "But those things don’t exist where it is totally formless.’ "
        },
        {
          "scid": "mn60:31.16",
          "pli": "So iti paṭisaṅkhāya rūpānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
          "en": "Reflecting like this, they simply practice for disillusionment, dispassion, and cessation regarding forms. "
        },
        {
          "scid": "mn60:32.1",
          "pli": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "mn60:32.2",
          "pli": "‘natthi sabbaso bhavanirodho’ti. ",
          "en": "‘There is no such thing as the total cessation of future lives.’ "
        },
        {
          "scid": "mn60:33.1",
          "pli": "Tesaṃyeva kho, gahapatayo, samaṇabrāhmaṇānaṃ eke samaṇabrāhmaṇā ujuvipaccanīkavādā. ",
          "en": "And there are some ascetics and brahmins whose doctrine directly contradicts this. "
        },
        {
          "scid": "mn60:33.2",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say: "
        },
        {
          "scid": "mn60:33.3",
          "pli": "‘atthi sabbaso bhavanirodho’ti. ",
          "en": "‘There is such a thing as the total cessation of future lives.’ "
        },
        {
          "scid": "mn60:33.4",
          "pli": "Taṃ kiṃ maññatha, gahapatayo, ",
          "en": "What do you think, householders? "
        },
        {
          "scid": "mn60:33.5",
          "pli": "nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti? ",
          "en": "Don’t these doctrines directly contradict each other?” "
        },
        {
          "scid": "mn60:33.6",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn60:34.1",
          "pli": "“Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati—",
          "en": "“A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn60:34.2",
          "pli": "ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "‘Some ascetics and brahmins say that "
        },
        {
          "scid": "mn60:34.3",
          "pli": "‘natthi sabbaso bhavanirodho’ti, idaṃ me adiṭṭhaṃ; ",
          "en": "there is no such thing as the total cessation of future lives, but I have not seen that. "
        },
        {
          "scid": "mn60:34.4",
          "pli": "yepi te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "Some ascetics and brahmins say that "
        },
        {
          "scid": "mn60:34.5",
          "pli": "‘atthi sabbaso bhavanirodho’ti, idaṃ me aviditaṃ. ",
          "en": "there is such a thing as the total cessation of future lives, but I have not known that. "
        },
        {
          "scid": "mn60:34.6",
          "pli": "Ahañceva kho pana ajānanto apassanto ekaṃsena ādāya vohareyyaṃ—",
          "en": "Without knowing or seeing, it would not be appropriate for me to take one side and declare, "
        },
        {
          "scid": "mn60:34.7",
          "pli": "idameva saccaṃ, moghamaññanti, na metaṃ assa patirūpaṃ. ",
          "en": "‚This is the only truth, other ideas are silly.’ "
        },
        {
          "scid": "mn60:34.8",
          "pli": "Ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "If those ascetics and brahmins who say that "
        },
        {
          "scid": "mn60:34.9",
          "pli": "‘natthi sabbaso bhavanirodho’ti, sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, ṭhānametaṃ vijjati—",
          "en": "there is no such thing as the total cessation of future lives are correct, it is possible "
        },
        {
          "scid": "mn60:34.10",
          "pli": "ye te devā arūpino saññāmayā apaṇṇakaṃ me tatrūpapatti bhavissati. ",
          "en": "that I will be guaranteed rebirth among the gods who are formless and made of perception. "
        },
        {
          "scid": "mn60:34.11",
          "pli": "Ye pana te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "If those ascetics and brahmins who say that "
        },
        {
          "scid": "mn60:34.12",
          "pli": "‘atthi sabbaso bhavanirodho’ti, sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, ṭhānametaṃ vijjati—",
          "en": "there is such a thing as the total cessation of future lives are correct, it is possible "
        },
        {
          "scid": "mn60:34.13",
          "pli": "yaṃ diṭṭheva dhamme parinibbāyissāmi. ",
          "en": "that I will be extinguished in the present life. "
        },
        {
          "scid": "mn60:34.14",
          "pli": "Ye kho te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "The view of those ascetics and brahmins who say that "
        },
        {
          "scid": "mn60:34.15",
          "pli": "‘natthi sabbaso bhavanirodho’ti, tesamayaṃ diṭṭhi sārāgāya santike, saṃyogāya santike, abhinandanāya santike, ajjhosānāya santike, upādānāya santike. ",
          "en": "there is no such thing as the total cessation of future lives is close to greed, approving, attachment, and grasping. "
        },
        {
          "scid": "mn60:34.16",
          "pli": "Ye pana te bhonto samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "The view of those ascetics and brahmins who say that "
        },
        {
          "scid": "mn60:34.17",
          "pli": "‘atthi sabbaso bhavanirodho’ti, tesamayaṃ diṭṭhi asārāgāya santike, asaṃyogāya santike, anabhinandanāya santike, anajjhosānāya santike, anupādānāya santiketi. ",
          "en": "there is such a thing as the total cessation of future lives is close to non-greed, non-approving, non-attachment, and non-grasping.’ "
        },
        {
          "scid": "mn60:34.18",
          "pli": "So iti paṭisaṅkhāya bhavānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
          "en": "Reflecting like this, they simply practice for disillusionment, dispassion, and cessation regarding future lives. "
        },
        {
          "scid": "mn60:35.1",
          "pli": "Cattārome, gahapatayo, puggalā santo saṃvijjamānā lokasmiṃ. ",
          "en": "Householders, these four people are found in the world. "
        },
        {
          "scid": "mn60:35.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "mn60:35.3",
          "pli": "Idha, gahapatayo, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto. ",
          "en": "One person mortifies themselves, committed to the practice of mortifying themselves. "
        },
        {
          "scid": "mn60:35.4",
          "pli": "Idha, gahapatayo, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto. ",
          "en": "One person mortifies others, committed to the practice of mortifying others. "
        },
        {
          "scid": "mn60:35.5",
          "pli": "Idha, gahapatayo, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto. ",
          "en": "One person mortifies themselves and others, committed to the practice of mortifying themselves and others. "
        },
        {
          "scid": "mn60:35.6",
          "pli": "Idha, gahapatayo, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto; ",
          "en": "One person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others. "
        },
        {
          "scid": "mn60:35.7",
          "pli": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati. ",
          "en": "They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves. "
        },
        {
          "scid": "mn60:36.1",
          "pli": "Katamo ca, gahapatayo, puggalo attantapo attaparitāpanānuyogamanuyutto? ",
          "en": "And what person mortifies themselves, committed to the practice of mortifying themselves? "
        },
        {
          "scid": "mn60:36.2",
          "pli": "Idha, gahapatayo, ekacco puggalo acelako hoti muttācāro hatthāpalekhano … pe … ",
          "en": "It’s when someone goes naked, ignoring conventions. … "
        },
        {
          "scid": "mn60:36.3",
          "pli": "iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati. ",
          "en": "And so they live committed to practicing these various ways of mortifying and tormenting the body. "
        },
        {
          "scid": "mn60:36.4",
          "pli": "Ayaṃ vuccati, gahapatayo, puggalo attantapo attaparitāpanānuyogamanuyutto. ",
          "en": "This is called a person who mortifies themselves, being committed to the practice of mortifying themselves. "
        },
        {
          "scid": "mn60:37.1",
          "pli": "Katamo ca, gahapatayo, puggalo parantapo paraparitāpanānuyogamanuyutto? ",
          "en": "And what person mortifies others, committed to the practice of mortifying others? "
        },
        {
          "scid": "mn60:37.2",
          "pli": "Idha, gahapatayo, ekacco puggalo orabbhiko hoti sūkariko … pe … ye vā panaññepi keci kurūrakammantā. ",
          "en": "It’s when a person is a butcher of sheep, pigs, poultry, or deer, a hunter or fisher, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood. "
        },
        {
          "scid": "mn60:37.3",
          "pli": "Ayaṃ vuccati, gahapatayo, puggalo parantapo paraparitāpanānuyogamanuyutto. ",
          "en": "This is called a person who mortifies others, being committed to the practice of mortifying others. "
        },
        {
          "scid": "mn60:38.1",
          "pli": "Katamo ca, gahapatayo, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto? ",
          "en": "And what person mortifies themselves and others, being committed to the practice of mortifying themselves and others? "
        },
        {
          "scid": "mn60:38.2",
          "pli": "Idha, gahapatayo, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto … pe … ",
          "en": "It’s when a person is an anointed king or a well-to-do brahmin. … "
        },
        {
          "scid": "mn60:38.3",
          "pli": "tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti. ",
          "en": "His bondservants, servants, and workers do their jobs under threat of punishment and danger, weeping, with tearful faces. "
        },
        {
          "scid": "mn60:38.4",
          "pli": "Ayaṃ vuccati, gahapatayo, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto. ",
          "en": "This is called a person who mortifies themselves and others, being committed to the practice of mortifying themselves and others. "
        },
        {
          "scid": "mn60:39.1",
          "pli": "Katamo ca, gahapatayo, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto; ",
          "en": "And what person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others, "
        },
        {
          "scid": "mn60:39.2",
          "pli": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati? ",
          "en": "living without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves? "
        },
        {
          "scid": "mn60:40-54.1",
          "pli": "Idha, gahapatayo, tathāgato loke uppajjati arahaṃ sammāsambuddho … ",
          "en": "It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … "
        },
        {
          "scid": "mn60:40-54.2",
          "pli": "pe … ",
          "en": "A householder hears that teaching, or a householder’s child, or someone reborn in some good family. … "
        },
        {
          "scid": "mn60:40-54.3",
          "pli": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
          "en": "They give up these five hindrances, corruptions of the heart that weaken wisdom. "
        },
        {
          "scid": "mn60:40-54.4",
          "pli": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption … "
        },
        {
          "scid": "mn60:40-54.5",
          "pli": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ … pe … ",
          "en": "second absorption … "
        },
        {
          "scid": "mn60:40-54.6",
          "pli": "tatiyaṃ jhānaṃ … pe … ",
          "en": "third absorption … "
        },
        {
          "scid": "mn60:40-54.7",
          "pli": "catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "fourth absorption. "
        },
        {
          "scid": "mn60:55.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. … "
        },
        {
          "scid": "mn60:55.2",
          "pli": "So anekavihitaṃ pubbenivāsaṃ anussarati seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "They recollect their many kinds of past lives, with features and details. "
        },
        {
          "scid": "mn60:55.3",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. "
        },
        {
          "scid": "mn60:55.4",
          "pli": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate … pe … yathākammūpage satte pajānāti. ",
          "en": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "mn60:55.5",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. "
        },
        {
          "scid": "mn60:55.6",
          "pli": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ",
          "en": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. "
        },
        {
          "scid": "mn60:55.7",
          "pli": "‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
          "en": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. "
        },
        {
          "scid": "mn60:55.8",
          "pli": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati. ",
          "en": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. "
        },
        {
          "scid": "mn60:55.9",
          "pli": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
          "en": "When they’re freed, they know they’re freed. "
        },
        {
          "scid": "mn60:55.10",
          "pli": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
          "en": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ "
        },
        {
          "scid": "mn60:56.1",
          "pli": "Ayaṃ vuccati, gahapatayo, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto; ",
          "en": "This is called a person who neither mortifies themselves or others, being committed to the practice of not mortifying themselves or others. "
        },
        {
          "scid": "mn60:56.2",
          "pli": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharatī”ti. ",
          "en": "They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.” "
        },
        {
          "scid": "mn60:57.1",
          "pli": "Evaṃ vutte, sāleyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ: ",
          "en": "When he had spoken, the brahmins and householders of Sālā said to the Buddha, "
        },
        {
          "scid": "mn60:57.2",
          "pli": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "“Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "mn60:57.3",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. "
        },
        {
          "scid": "mn60:57.4",
          "pli": "Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ",
          "en": "We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn60:57.5",
          "pli": "Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gate”ti. ",
          "en": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.” "
        },
        {
          "scid": "mn60:57.6",
          "pli": "Apaṇṇakasuttaṃ niṭṭhitaṃ dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "mn60:57.7",
          "pli": "Gahapativaggo niṭṭhito paṭhamo. ",
          "en": " "
        },
        {
          "scid": "mn60:57.8",
          "pli": "Kandaranāgarasekhavato ca, ",
          "en": " "
        },
        {
          "scid": "mn60:57.9",
          "pli": "Potaliyo puna jīvakabhacco; ",
          "en": " "
        },
        {
          "scid": "mn60:57.10",
          "pli": "Upālidamatho kukkuraabhayo, ",
          "en": " "
        },
        {
          "scid": "mn60:57.11",
          "pli": "Bahuvedanīyāpaṇṇakato dasamo. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn60/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 60",
    "volpages": "MN i 400",
    "uid": "mn60",
    "blurb": "The Buddha teaches a group of uncommitted householders how to use a rational reflection to arrive at practices and principles that are guaranteed to have a good outcome, even if we don’t know all the variables.",
    "difficulty": 1,
    "original_title": "Apaṇṇaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Guaranteed ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn60_sujato",
        "segmented": true,
        "title": "Guaranteed ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_mn60_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2009",
        "segmented": false,
        "volpage": null,
        "title": "The Incontrovertible Teaching"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn60_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Discourse on the Sure"
      }
    ],
    "parallel_count": 50,
    "biblio": null,
    "num": 10
  }
}