{
  "sutta_uid": "mn70",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn70",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "At Kīṭāgiri ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "To Vacchagotta on the Three Knowledges ",
      "uid": "mn71"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Gulissāni ",
      "uid": "mn69"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn70:0.1",
          "pli": "Majjhima Nikāya 70 ",
          "en": "Middle Discourses 70 "
        },
        {
          "scid": "mn70:0.2",
          "pli": "Kīṭāgirisutta ",
          "en": "At Kīṭāgiri "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 70 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn70:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn70:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kāsīsu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ. ",
          "en": "At one time the Buddha was wandering in the land of the Kāsīs together with a large Saṅgha of mendicants. "
        },
        {
          "scid": "mn70:1.3",
          "pli": "Tatra kho bhagavā bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants: "
        },
        {
          "scid": "mn70:2.1",
          "pli": "“ahaṃ kho, bhikkhave, aññatreva rattibhojanā bhuñjāmi. ",
          "en": "“Mendicants, I abstain from eating at night. "
        },
        {
          "scid": "mn70:2.2",
          "pli": "Aññatra kho panāhaṃ, bhikkhave, rattibhojanā bhuñjamāno appābādhatañca sañjānāmi appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
          "en": "Doing so, I find that I’m healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "mn70:2.3",
          "pli": "Etha, tumhepi, bhikkhave, aññatreva rattibhojanā bhuñjatha. ",
          "en": "You too should abstain from eating at night. "
        },
        {
          "scid": "mn70:2.4",
          "pli": "Aññatra kho pana, bhikkhave, tumhepi rattibhojanā bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā”ti. ",
          "en": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.” "
        },
        {
          "scid": "mn70:2.5",
          "pli": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Yes, sir,” they replied. "
        },
        {
          "scid": "mn70:3.1",
          "pli": "Atha kho bhagavā kāsīsu anupubbena cārikaṃ caramāno yena kīṭāgiri nāma kāsīnaṃ nigamo tadavasari. ",
          "en": "Then the Buddha, traveling stage by stage in the land of the Kāsīs, arrived at a town of the Kāsīs named Kīṭāgiri, "
        },
        {
          "scid": "mn70:3.2",
          "pli": "Tatra sudaṃ bhagavā kīṭāgirismiṃ viharati kāsīnaṃ nigame. ",
          "en": "and stayed there. "
        },
        {
          "scid": "mn70:4.1",
          "pli": "Tena kho pana samayena assajipunabbasukā nāma bhikkhū kīṭāgirismiṃ āvāsikā honti. ",
          "en": "Now at that time the mendicants who followed Assaji and Punabbasuka were residing at Kīṭāgiri. "
        },
        {
          "scid": "mn70:4.2",
          "pli": "Atha kho sambahulā bhikkhū yena assajipunabbasukā bhikkhū tenupasaṅkamiṃsu; upasaṅkamitvā assajipunabbasuke bhikkhū etadavocuṃ: ",
          "en": "Then several mendicants went up to them and said, "
        },
        {
          "scid": "mn70:4.3",
          "pli": "“bhagavā kho, āvuso, aññatreva rattibhojanā bhuñjati bhikkhusaṅgho ca. ",
          "en": "“Reverends, the Buddha abstains from eating at night, and so does the mendicant Saṅgha. "
        },
        {
          "scid": "mn70:4.4",
          "pli": "Aññatra kho panāvuso, rattibhojanā bhuñjamānā appābādhatañca sañjānanti appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
          "en": "Doing so, they find that they’re healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "mn70:4.5",
          "pli": "Etha, tumhepi, āvuso, aññatreva rattibhojanā bhuñjatha. ",
          "en": "You too should abstain from eating at night. "
        },
        {
          "scid": "mn70:4.6",
          "pli": "Aññatra kho panāvuso, tumhepi rattibhojanā bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā”ti. ",
          "en": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.” "
        },
        {
          "scid": "mn70:4.7",
          "pli": "Evaṃ vutte, assajipunabbasukā bhikkhū te bhikkhū etadavocuṃ: ",
          "en": "When they said this, the mendicants who followed Assaji and Punabbasuka said to them, "
        },
        {
          "scid": "mn70:4.8",
          "pli": "“mayaṃ kho, āvuso, sāyañceva bhuñjāma pāto ca divā ca vikāle. ",
          "en": "“Reverends, we eat in the evening, the morning, and at the wrong time of day. "
        },
        {
          "scid": "mn70:4.9",
          "pli": "Te mayaṃ sāyañceva bhuñjamānā pāto ca divā ca vikāle appābādhatañca sañjānāma appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
          "en": "Doing so, we find that we’re healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "mn70:4.10",
          "pli": "Te mayaṃ kiṃ sandiṭṭhikaṃ hitvā kālikaṃ anudhāvissāma? ",
          "en": "Why should we give up what is visible in the present to chase after what takes effect over time? "
        },
        {
          "scid": "mn70:4.11",
          "pli": "Sāyañceva mayaṃ bhuñjissāma pāto ca divā ca vikāle”ti. ",
          "en": "We shall eat in the evening, the morning, and at the wrong time of day.” "
        },
        {
          "scid": "mn70:5.1",
          "pli": "Yato kho te bhikkhū nāsakkhiṃsu assajipunabbasuke bhikkhū saññāpetuṃ, atha yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ",
          "en": "Since those mendicants were unable to convince the mendicants who were followers of Assaji and Punabbasuka, they approached the Buddha, bowed, sat down to one side, and told him what had happened. "
        },
        {
          "scid": "mn70:5.2",
          "pli": "“idha mayaṃ, bhante, yena assajipunabbasukā bhikkhū tenupasaṅkamimha; upasaṅkamitvā assajipunabbasuke bhikkhū etadavocumha: ",
          "en": " "
        },
        {
          "scid": "mn70:5.3",
          "pli": "‘bhagavā kho, āvuso, aññatreva rattibhojanā bhuñjati bhikkhusaṅgho ca; ",
          "en": " "
        },
        {
          "scid": "mn70:5.4",
          "pli": "aññatra kho panāvuso, rattibhojanā bhuñjamānā appābādhatañca sañjānanti appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
          "en": " "
        },
        {
          "scid": "mn70:5.5",
          "pli": "Etha, tumhepi, āvuso, aññatreva rattibhojanā bhuñjatha. ",
          "en": " "
        },
        {
          "scid": "mn70:5.6",
          "pli": "Aññatra kho panāvuso, tumhepi rattibhojanā bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā’ti. ",
          "en": " "
        },
        {
          "scid": "mn70:5.7",
          "pli": "Evaṃ vutte, bhante, assajipunabbasukā bhikkhū amhe etadavocuṃ: ",
          "en": " "
        },
        {
          "scid": "mn70:5.8",
          "pli": "‘mayaṃ kho, āvuso, sāyañceva bhuñjāma pāto ca divā ca vikāle. ",
          "en": " "
        },
        {
          "scid": "mn70:5.9",
          "pli": "Te mayaṃ sāyañceva bhuñjamānā pāto ca divā ca vikāle appābādhatañca sañjānāma appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
          "en": " "
        },
        {
          "scid": "mn70:5.10",
          "pli": "Te mayaṃ kiṃ sandiṭṭhikaṃ hitvā kālikaṃ anudhāvissāma? ",
          "en": " "
        },
        {
          "scid": "mn70:5.11",
          "pli": "Sāyañceva mayaṃ bhuñjissāma pāto ca divā ca vikāle’ti. ",
          "en": " "
        },
        {
          "scid": "mn70:5.12",
          "pli": "Yato kho mayaṃ, bhante, nāsakkhimha assajipunabbasuke bhikkhū saññāpetuṃ, atha mayaṃ etamatthaṃ bhagavato ārocemā”ti. ",
          "en": " "
        },
        {
          "scid": "mn70:6.1",
          "pli": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ",
          "en": "So the Buddha said to a certain monk, "
        },
        {
          "scid": "mn70:6.2",
          "pli": "“ehi tvaṃ, bhikkhu, mama vacanena assajipunabbasuke bhikkhū āmantehi: ",
          "en": "“Please, monk, in my name tell the mendicants who follow Assaji and Punabbasuka that "
        },
        {
          "scid": "mn70:6.3",
          "pli": "‘satthā āyasmante āmantetī’”ti. ",
          "en": "the teacher summons them.” "
        },
        {
          "scid": "mn70:6.4",
          "pli": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena assajipunabbasukā bhikkhū tenupasaṅkami; upasaṅkamitvā assajipunabbasuke bhikkhū etadavoca: ",
          "en": "“Yes, sir,” that monk replied. He went to those mendicants and said, "
        },
        {
          "scid": "mn70:6.5",
          "pli": "“satthā āyasmante āmantetī”ti. ",
          "en": "“Venerables, the teacher summons you.” "
        },
        {
          "scid": "mn70:6.6",
          "pli": "“Evamāvuso”ti kho assajipunabbasukā bhikkhū tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho assajipunabbasuke bhikkhū bhagavā etadavoca: ",
          "en": "“Yes, reverend,” those mendicants replied. They went to the Buddha, bowed, and sat down to one side. "
        },
        {
          "scid": "mn70:6.7",
          "pli": "“saccaṃ kira, bhikkhave, sambahulā bhikkhū tumhe upasaṅkamitvā etadavocuṃ: ",
          "en": "The Buddha said to them, “Is it really true, mendicants, that several mendicants went to you and said: "
        },
        {
          "scid": "mn70:6.8",
          "pli": "‘bhagavā kho, āvuso, aññatreva rattibhojanā bhuñjati bhikkhusaṃgho ca. ",
          "en": "‘Reverends, the Buddha abstains from eating at night, and so does the mendicant Saṅgha. "
        },
        {
          "scid": "mn70:6.9",
          "pli": "Aññatra kho panāvuso, rattibhojanā bhuñjamānā appābādhatañca sañjānanti appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
          "en": "Doing so, they find that they’re healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "mn70:6.10",
          "pli": "Etha, tumhepi, āvuso, aññatreva rattibhojanā bhuñjatha. ",
          "en": "You too should abstain from eating at night. "
        },
        {
          "scid": "mn70:6.11",
          "pli": "Aññatra kho panāvuso, tumhepi rattibhojanā bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā’ti. ",
          "en": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.’ "
        },
        {
          "scid": "mn70:6.12",
          "pli": "Evaṃ vutte, kira, bhikkhave, tumhe te bhikkhū evaṃ avacuttha: ",
          "en": "When they said this, did you really say to them: "
        },
        {
          "scid": "mn70:6.13",
          "pli": "‘mayaṃ kho panāvuso, sāyañceva bhuñjāma pāto ca divā ca vikāle. ",
          "en": "‘Reverends, we eat in the evening, the morning, and at the wrong time of day. "
        },
        {
          "scid": "mn70:6.14",
          "pli": "Te mayaṃ sāyañceva bhuñjamānā pāto ca divā ca vikāle appābādhatañca sañjānāma appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
          "en": "Doing so, we find that we’re healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "mn70:6.15",
          "pli": "Te mayaṃ kiṃ sandiṭṭhikaṃ hitvā kālikaṃ anudhāvissāma? ",
          "en": "Why should we give up what is visible in the present to chase after what takes effect over time? "
        },
        {
          "scid": "mn70:6.16",
          "pli": "Sāyañceva mayaṃ bhuñjissāma pāto ca divā ca vikāle’”ti. ",
          "en": "We shall eat in the evening, the morning, and at the wrong time of day.’” "
        },
        {
          "scid": "mn70:6.17",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn70:6.18",
          "pli": "“Kiṃ nu me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tassa akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī”ti? ",
          "en": "“Mendicants, have you ever known me to teach the Dhamma like this: no matter what this individual experiences—pleasurable, painful, or neutral—their unskillful qualities decline and their skillful qualities grow?” "
        },
        {
          "scid": "mn70:6.19",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn70:7.1",
          "pli": "“Nanu me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha idhekaccassa yaṃ evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti, idha panekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti, idha panekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhanti, idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti, idha panekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī”ti? ",
          "en": "“Haven’t you known me to teach the Dhamma like this: ‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow. When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow. When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline. But when someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow’?” "
        },
        {
          "scid": "mn70:7.2",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "mn70:8.1",
          "pli": "“Sādhu, bhikkhave. ",
          "en": "“Good, mendicants! "
        },
        {
          "scid": "mn70:8.2",
          "pli": "Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya: ",
          "en": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:8.3",
          "pli": "‘idhekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, ",
          "en": "‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline.’ "
        },
        {
          "scid": "mn70:8.4",
          "pli": "evāhaṃ ajānanto ‘evarūpaṃ sukhaṃ vedanaṃ pajahathā’ti vadeyyaṃ; api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti? ",
          "en": "Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of pleasant feeling’?” "
        },
        {
          "scid": "mn70:8.5",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn70:8.6",
          "pli": "“Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya: ",
          "en": "“But I have known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:8.7",
          "pli": "‘idhekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, tasmāhaṃ ‘evarūpaṃ sukhaṃ vedanaṃ pajahathā’ti vadāmi. ",
          "en": "‘When someone feels this kind of pleasant feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of pleasant feeling.’ "
        },
        {
          "scid": "mn70:8.8",
          "pli": "Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya: ",
          "en": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:8.9",
          "pli": "‘idhekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, evāhaṃ ajānanto ‘evarūpaṃ sukhaṃ vedanaṃ upasampajja viharathā’ti vadeyyaṃ; ",
          "en": "‘When someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow.’ "
        },
        {
          "scid": "mn70:8.10",
          "pli": "api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti? ",
          "en": "Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of pleasant feeling’?” "
        },
        {
          "scid": "mn70:8.11",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn70:8.12",
          "pli": "“Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya: ",
          "en": "“But I have known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:8.13",
          "pli": "‘idhekaccassa evarūpaṃ sukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhantī’ti, tasmāhaṃ ‘evarūpaṃ sukhaṃ vedanaṃ upasampajja viharathā’ti vadāmi. ",
          "en": "‘When someone feels that kind of pleasant feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of pleasant feeling.’ "
        },
        {
          "scid": "mn70:8.14",
          "pli": "Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya: ",
          "en": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:8.15",
          "pli": "‘idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, evāhaṃ ajānanto ‘evarūpaṃ dukkhaṃ vedanaṃ pajahathā’ti vadeyyaṃ; ",
          "en": "‘When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline.’ "
        },
        {
          "scid": "mn70:8.16",
          "pli": "api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti? ",
          "en": "Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of painful feeling’?” "
        },
        {
          "scid": "mn70:8.17",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn70:9.1",
          "pli": "“Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya: ",
          "en": "“But I have known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:9.2",
          "pli": "‘idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, tasmāhaṃ ‘evarūpaṃ dukkhaṃ vedanaṃ pajahathā’ti vadāmi. ",
          "en": "‘When someone feels this kind of painful feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of painful feeling.’ "
        },
        {
          "scid": "mn70:9.3",
          "pli": "Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya: ",
          "en": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:9.4",
          "pli": "‘idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, evāhaṃ ajānanto ‘evarūpaṃ dukkhaṃ vedanaṃ upasampajja viharathā’ti vadeyyaṃ; ",
          "en": "‘When someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow.’ "
        },
        {
          "scid": "mn70:9.5",
          "pli": "api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti? ",
          "en": "Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of painful feeling’?” "
        },
        {
          "scid": "mn70:9.6",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn70:9.7",
          "pli": "“Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya: ",
          "en": "“But I have known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:9.8",
          "pli": "‘idhekaccassa evarūpaṃ dukkhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, tasmāhaṃ ‘evarūpaṃ dukkhaṃ vedanaṃ upasampajja viharathā’ti vadāmi. ",
          "en": "‘When someone feels that kind of painful feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of painful feeling.’ "
        },
        {
          "scid": "mn70:10.1",
          "pli": "Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya: ",
          "en": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:10.2",
          "pli": "‘idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, evāhaṃ ajānanto ‘evarūpaṃ adukkhamasukhaṃ vedanaṃ pajahathā’ti vadeyyaṃ; ",
          "en": "‘When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline.’ "
        },
        {
          "scid": "mn70:10.3",
          "pli": "api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti? ",
          "en": "Not knowing this, would it be appropriate for me to say: ‘You should give up this kind of neutral feeling’?” "
        },
        {
          "scid": "mn70:10.4",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn70:10.5",
          "pli": "“Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya: ",
          "en": "“But I have known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:10.6",
          "pli": "‘idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyantī’ti, tasmāhaṃ ‘evarūpaṃ adukkhamasukhaṃ vedanaṃ pajahathā’ti vadāmi. ",
          "en": "‘When someone feels this kind of neutral feeling, unskillful qualities grow and skillful qualities decline.’ Since this is so, that’s why I say: ‘You should give up this kind of neutral feeling.’ "
        },
        {
          "scid": "mn70:10.7",
          "pli": "Mayā cetaṃ, bhikkhave, aññātaṃ abhavissa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya: ",
          "en": "Now, suppose I hadn’t known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:10.8",
          "pli": "‘idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, evāhaṃ ajānanto ‘evarūpaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharathā’ti vadeyyaṃ; ",
          "en": "‘When someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow.’ "
        },
        {
          "scid": "mn70:10.9",
          "pli": "api nu me etaṃ, bhikkhave, patirūpaṃ abhavissā”ti? ",
          "en": "Not knowing this, would it be appropriate for me to say: ‘You should enter and remain in that kind of neutral feeling’?” "
        },
        {
          "scid": "mn70:10.10",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn70:11.1",
          "pli": "“Yasmā ca kho etaṃ, bhikkhave, mayā ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya: ",
          "en": "“But I have known, seen, understood, realized, and experienced this with wisdom: "
        },
        {
          "scid": "mn70:11.2",
          "pli": "‘idhekaccassa evarūpaṃ adukkhamasukhaṃ vedanaṃ vedayato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhantī’ti, tasmāhaṃ ‘evarūpaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharathā’ti vadāmi. ",
          "en": "‘When someone feels that kind of neutral feeling, unskillful qualities decline and skillful qualities grow.’ Since this is so, that’s why I say: ‘You should enter and remain in that kind of neutral feeling.’ "
        },
        {
          "scid": "mn70:12.1",
          "pli": "Nāhaṃ, bhikkhave, sabbesaṃyeva bhikkhūnaṃ ‘appamādena karaṇīyan’ti vadāmi; ",
          "en": "Mendicants, I don’t say that all these mendicants still have work to do with diligence. "
        },
        {
          "scid": "mn70:12.2",
          "pli": "na panāhaṃ, bhikkhave, sabbesaṃyeva bhikkhūnaṃ ‘na appamādena karaṇīyan’ti vadāmi. ",
          "en": "Nor do I say that all these mendicants have no work to do with diligence. "
        },
        {
          "scid": "mn70:12.3",
          "pli": "Ye te, bhikkhave, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, tathārūpānāhaṃ, bhikkhave, bhikkhūnaṃ ‘na appamādena karaṇīyan’ti vadāmi. ",
          "en": "I say that mendicants don’t have work to do with diligence if they are perfected, with defilements ended, having completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and become rightly freed through enlightenment. "
        },
        {
          "scid": "mn70:12.4",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn70:12.5",
          "pli": "Kataṃ tesaṃ appamādena. ",
          "en": "They’ve done their work with diligence. "
        },
        {
          "scid": "mn70:12.6",
          "pli": "Abhabbā te pamajjituṃ. ",
          "en": "They’re incapable of being negligent. "
        },
        {
          "scid": "mn70:13.1",
          "pli": "Ye ca kho te, bhikkhave, bhikkhū sekkhā appattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti, tathārūpānāhaṃ, bhikkhave, bhikkhūnaṃ ‘appamādena karaṇīyan’ti vadāmi. ",
          "en": "I say that mendicants still have work to do with diligence if they are trainees, who haven’t achieved their heart’s desire, but live aspiring to the supreme sanctuary. "
        },
        {
          "scid": "mn70:13.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? Thinking: "
        },
        {
          "scid": "mn70:13.3",
          "pli": "Appeva nāmime āyasmanto anulomikāni senāsanāni paṭisevamānā kalyāṇamitte bhajamānā indriyāni samannānayamānā—",
          "en": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. "
        },
        {
          "scid": "mn70:13.4",
          "pli": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyunti. ",
          "en": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ "
        },
        {
          "scid": "mn70:13.5",
          "pli": "Imaṃ kho ahaṃ, bhikkhave, imesaṃ bhikkhūnaṃ appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. ",
          "en": "Seeing this fruit of diligence for those mendicants, I say that they still have work to do with diligence. "
        },
        {
          "scid": "mn70:14.1",
          "pli": "Sattime, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ",
          "en": "Mendicants, these seven people are found in the world. "
        },
        {
          "scid": "mn70:14.2",
          "pli": "Katame satta? ",
          "en": "What seven? "
        },
        {
          "scid": "mn70:14.3",
          "pli": "Ubhatobhāgavimutto, paññāvimutto, kāyasakkhi, diṭṭhippatto, saddhāvimutto, dhammānusārī, saddhānusārī. ",
          "en": "One freed both ways, one freed by wisdom, a personal witness, one attained to view, one freed by faith, a follower of the teachings, and a follower by faith. "
        },
        {
          "scid": "mn70:15.1",
          "pli": "Katamo ca, bhikkhave, puggalo ubhatobhāgavimutto? ",
          "en": "And what person is freed both ways? "
        },
        {
          "scid": "mn70:15.2",
          "pli": "Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati paññāya cassa disvā āsavā parikkhīṇā honti. ",
          "en": "It’s a person who has direct meditative experience of the peaceful liberations that are formless, transcending form. And, having seen with wisdom, their defilements have come to an end. "
        },
        {
          "scid": "mn70:15.3",
          "pli": "Ayaṃ vuccati, bhikkhave, puggalo ubhatobhāgavimutto ",
          "en": "This person is called freed both ways. "
        },
        {
          "scid": "mn70:15.4",
          "pli": "imassa kho ahaṃ, bhikkhave, bhikkhuno ‘na appamādena karaṇīyan’ti vadāmi. ",
          "en": "And I say that this mendicant has no work to do with diligence. "
        },
        {
          "scid": "mn70:15.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn70:15.6",
          "pli": "Kataṃ tassa appamādena. ",
          "en": "They’ve done their work with diligence. "
        },
        {
          "scid": "mn70:15.7",
          "pli": "Abhabbo so pamajjituṃ. (1) ",
          "en": "They’re incapable of being negligent. "
        },
        {
          "scid": "mn70:16.1",
          "pli": "Katamo ca, bhikkhave, puggalo paññāvimutto? ",
          "en": "And what person is freed by wisdom? "
        },
        {
          "scid": "mn70:16.2",
          "pli": "Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā āsavā parikkhīṇā honti. ",
          "en": "It’s a person who does not have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, their defilements have come to an end. "
        },
        {
          "scid": "mn70:16.3",
          "pli": "Ayaṃ vuccati, bhikkhave, puggalo paññāvimutto. ",
          "en": "This person is called freed by wisdom. "
        },
        {
          "scid": "mn70:16.4",
          "pli": "Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘na appamādena karaṇīyan’ti vadāmi. ",
          "en": "I say that this mendicant has no work to do with diligence. "
        },
        {
          "scid": "mn70:16.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn70:16.6",
          "pli": "Kataṃ tassa appamādena. ",
          "en": "They’ve done their work with diligence. "
        },
        {
          "scid": "mn70:16.7",
          "pli": "Abhabbo so pamajjituṃ. (2) ",
          "en": "They’re incapable of being negligent. "
        },
        {
          "scid": "mn70:17.1",
          "pli": "Katamo ca, bhikkhave, puggalo kāyasakkhi? ",
          "en": "And what person is a personal witness? "
        },
        {
          "scid": "mn70:17.2",
          "pli": "Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti. ",
          "en": "It’s a person who has direct meditative experience of the peaceful liberations that are formless, transcending form. And, having seen with wisdom, some of their defilements have come to an end. "
        },
        {
          "scid": "mn70:17.3",
          "pli": "Ayaṃ vuccati, bhikkhave, puggalo kāyasakkhi. ",
          "en": "This person is called a personal witness. "
        },
        {
          "scid": "mn70:17.4",
          "pli": "Imassa kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi. ",
          "en": "I say that this mendicant still has work to do with diligence. "
        },
        {
          "scid": "mn70:17.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? Thinking: "
        },
        {
          "scid": "mn70:17.6",
          "pli": "Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—",
          "en": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. "
        },
        {
          "scid": "mn70:17.7",
          "pli": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti. ",
          "en": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ "
        },
        {
          "scid": "mn70:17.8",
          "pli": "Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (3) ",
          "en": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. "
        },
        {
          "scid": "mn70:18.1",
          "pli": "Katamo ca, bhikkhave, puggalo diṭṭhippatto? ",
          "en": "And what person is attained to view? "
        },
        {
          "scid": "mn70:18.2",
          "pli": "Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti, tathāgatappaveditā cassa dhammā paññāya vodiṭṭhā honti vocaritā. ",
          "en": "It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they have clearly seen and clearly contemplated with wisdom the teaching and training proclaimed by the Realized One. "
        },
        {
          "scid": "mn70:18.3",
          "pli": "Ayaṃ vuccati, bhikkhave, puggalo diṭṭhippatto. ",
          "en": "This person is called attained to view. "
        },
        {
          "scid": "mn70:18.4",
          "pli": "Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi. ",
          "en": "I say that this mendicant also still has work to do with diligence. "
        },
        {
          "scid": "mn70:18.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? Thinking: "
        },
        {
          "scid": "mn70:18.6",
          "pli": "Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—",
          "en": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. "
        },
        {
          "scid": "mn70:18.7",
          "pli": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti. ",
          "en": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ "
        },
        {
          "scid": "mn70:18.8",
          "pli": "Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (4) ",
          "en": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. "
        },
        {
          "scid": "mn70:19.1",
          "pli": "Katamo ca, bhikkhave, puggalo saddhāvimutto. ",
          "en": "And what person is freed by faith? "
        },
        {
          "scid": "mn70:19.2",
          "pli": "Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti, tathāgate cassa saddhā niviṭṭhā hoti mūlajātā patiṭṭhitā. ",
          "en": "It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And their faith is settled, rooted, and planted in the Realized One. "
        },
        {
          "scid": "mn70:19.3",
          "pli": "Ayaṃ vuccati, bhikkhave, puggalo saddhāvimutto. ",
          "en": "This person is called freed by faith. "
        },
        {
          "scid": "mn70:19.4",
          "pli": "Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi. ",
          "en": "I say that this mendicant also still has work to do with diligence. "
        },
        {
          "scid": "mn70:19.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? Thinking: "
        },
        {
          "scid": "mn70:19.6",
          "pli": "Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—",
          "en": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. "
        },
        {
          "scid": "mn70:19.7",
          "pli": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti. ",
          "en": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ "
        },
        {
          "scid": "mn70:19.8",
          "pli": "Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (5) ",
          "en": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. "
        },
        {
          "scid": "mn70:20.1",
          "pli": "Katamo ca, bhikkhave, puggalo dhammānusārī? ",
          "en": "And what person is a follower of the teachings? "
        },
        {
          "scid": "mn70:20.2",
          "pli": "Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti, tathāgatappaveditā cassa dhammā paññāya mattaso nijjhānaṃ khamanti, api cassa ime dhammā honti, seyyathidaṃ—",
          "en": "It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they accept the teachings proclaimed by the Realized One after considering them with a degree of wisdom. And they have the following qualities: "
        },
        {
          "scid": "mn70:20.3",
          "pli": "saddhindriyaṃ, vīriyindriyaṃ, satindriyaṃ, samādhindriyaṃ, paññindriyaṃ. ",
          "en": "the faculties of faith, energy, mindfulness, immersion, and wisdom. "
        },
        {
          "scid": "mn70:20.4",
          "pli": "Ayaṃ vuccati, bhikkhave, puggalo dhammānusārī. ",
          "en": "This person is called a follower of the teachings. "
        },
        {
          "scid": "mn70:20.5",
          "pli": "Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi. ",
          "en": "I say that this mendicant also still has work to do with diligence. "
        },
        {
          "scid": "mn70:20.6",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? Thinking: "
        },
        {
          "scid": "mn70:20.7",
          "pli": "Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—",
          "en": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. "
        },
        {
          "scid": "mn70:20.8",
          "pli": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti. ",
          "en": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ "
        },
        {
          "scid": "mn70:20.9",
          "pli": "Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (6) ",
          "en": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. "
        },
        {
          "scid": "mn70:21.1",
          "pli": "Katamo ca, bhikkhave, puggalo saddhānusārī? ",
          "en": "And what person is a follower by faith? "
        },
        {
          "scid": "mn70:21.2",
          "pli": "Idha, bhikkhave, ekacco puggalo ye te santā vimokkhā atikkamma rūpe āruppā te na kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti, tathāgate cassa saddhāmattaṃ hoti pemamattaṃ, api cassa ime dhammā honti, seyyathidaṃ—",
          "en": "It’s a person who doesn’t have direct meditative experience of the peaceful liberations that are formless, transcending form. Nevertheless, having seen with wisdom, some of their defilements have come to an end. And they have a degree of faith and love for the Realized One. And they have the following qualities: "
        },
        {
          "scid": "mn70:21.3",
          "pli": "saddhindriyaṃ, vīriyindriyaṃ, satindriyaṃ, samādhindriyaṃ, paññindriyaṃ. ",
          "en": "the faculties of faith, energy, mindfulness, immersion, and wisdom. "
        },
        {
          "scid": "mn70:21.4",
          "pli": "Ayaṃ vuccati, bhikkhave, puggalo saddhānusārī. ",
          "en": "This person is called a follower by faith. "
        },
        {
          "scid": "mn70:21.5",
          "pli": "Imassapi kho ahaṃ, bhikkhave, bhikkhuno ‘appamādena karaṇīyan’ti vadāmi. ",
          "en": "I say that this mendicant also still has work to do with diligence. "
        },
        {
          "scid": "mn70:21.6",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? Thinking: "
        },
        {
          "scid": "mn70:21.7",
          "pli": "Appeva nāma ayamāyasmā anulomikāni senāsanāni paṭisevamāno kalyāṇamitte bhajamāno indriyāni samannānayamāno—",
          "en": "‘Hopefully this venerable will frequent appropriate lodgings, associate with good friends, and control their faculties. "
        },
        {
          "scid": "mn70:21.8",
          "pli": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyāti. ",
          "en": "Then they might realize the supreme culmination of the spiritual path in this very life, and live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.’ "
        },
        {
          "scid": "mn70:21.9",
          "pli": "Imaṃ kho ahaṃ, bhikkhave, imassa bhikkhuno appamādaphalaṃ sampassamāno ‘appamādena karaṇīyan’ti vadāmi. (7) ",
          "en": "Seeing this fruit of diligence for this mendicant, I say that they still have work to do with diligence. "
        },
        {
          "scid": "mn70:22.1",
          "pli": "Nāhaṃ, bhikkhave, ādikeneva aññārādhanaṃ vadāmi; ",
          "en": "Mendicants, I don’t say that enlightenment is achieved right away. "
        },
        {
          "scid": "mn70:22.2",
          "pli": "api ca, bhikkhave, anupubbasikkhā anupubbakiriyā anupubbapaṭipadā aññārādhanā hoti. ",
          "en": "Rather, enlightenment is achieved by gradual training, progress, and practice. "
        },
        {
          "scid": "mn70:23.1",
          "pli": "Kathañca, bhikkhave, anupubbasikkhā anupubbakiriyā anupubbapaṭipadā aññārādhanā hoti? ",
          "en": "And how is enlightenment achieved by gradual training, progress, and practice? "
        },
        {
          "scid": "mn70:23.2",
          "pli": "Idha, bhikkhave, saddhājāto upasaṅkamati, upasaṅkamanto payirupāsati, payirupāsanto sotaṃ odahati, ohitasoto dhammaṃ suṇāti, sutvā dhammaṃ dhāreti, dhatānaṃ dhammānaṃ atthaṃ upaparikkhati, atthaṃ upaparikkhato dhammā nijjhānaṃ khamanti, dhammanijjhānakkhantiyā sati chando jāyati, chandajāto ussahati, ussāhetvā tuleti, tulayitvā padahati, pahitatto samāno kāyena ceva paramasaccaṃ sacchikaroti, paññāya ca naṃ ativijjha passati. ",
          "en": "It’s when someone in whom faith has arisen approaches a teacher. They pay homage, lend an ear, hear the teachings, remember the teachings, reflect on their meaning, and accept them after consideration. Then enthusiasm springs up; they make an effort, weigh up, and persevere. Persevering, they directly realize the ultimate truth, and see it with penetrating wisdom. "
        },
        {
          "scid": "mn70:24.1",
          "pli": "Sāpi nāma, bhikkhave, saddhā nāhosi; ",
          "en": "Mendicants, there has not been that faith, "
        },
        {
          "scid": "mn70:24.2",
          "pli": "tampi nāma, bhikkhave, upasaṅkamanaṃ nāhosi; ",
          "en": "that approaching, "
        },
        {
          "scid": "mn70:24.3",
          "pli": "sāpi nāma, bhikkhave, payirupāsanā nāhosi; ",
          "en": "that paying homage, "
        },
        {
          "scid": "mn70:24.4",
          "pli": "tampi nāma, bhikkhave, sotāvadhānaṃ nāhosi; ",
          "en": "that listening, "
        },
        {
          "scid": "mn70:24.5",
          "pli": "tampi nāma, bhikkhave, dhammassavanaṃ nāhosi; ",
          "en": "that hearing the teachings, "
        },
        {
          "scid": "mn70:24.6",
          "pli": "sāpi nāma, bhikkhave, dhammadhāraṇā nāhosi; ",
          "en": "that remembering the teachings, "
        },
        {
          "scid": "mn70:24.7",
          "pli": "sāpi nāma, bhikkhave, atthūpaparikkhā nāhosi; ",
          "en": "that reflecting on their meaning, "
        },
        {
          "scid": "mn70:24.8",
          "pli": "sāpi nāma, bhikkhave, dhammanijjhānakkhanti nāhosi; ",
          "en": "that acceptance after consideration, "
        },
        {
          "scid": "mn70:24.9",
          "pli": "sopi nāma, bhikkhave, chando nāhosi; ",
          "en": "that enthusiasm, "
        },
        {
          "scid": "mn70:24.10",
          "pli": "sopi nāma, bhikkhave, ussāho nāhosi; ",
          "en": "that making an effort, "
        },
        {
          "scid": "mn70:24.11",
          "pli": "sāpi nāma, bhikkhave, tulanā nāhosi; ",
          "en": "that weighing up, "
        },
        {
          "scid": "mn70:24.12",
          "pli": "tampi nāma, bhikkhave, padhānaṃ nāhosi. ",
          "en": "or that striving. "
        },
        {
          "scid": "mn70:24.13",
          "pli": "Vippaṭipannāttha, bhikkhave, micchāpaṭipannāttha, bhikkhave. ",
          "en": "You’ve lost the way, mendicants! You’re practicing the wrong way! "
        },
        {
          "scid": "mn70:24.14",
          "pli": "Kīva dūrevime, bhikkhave, moghapurisā apakkantā imamhā dhammavinayā. ",
          "en": "Just how far have these foolish people strayed from this teaching and training! "
        },
        {
          "scid": "mn70:25.1",
          "pli": "Atthi, bhikkhave, catuppadaṃ veyyākaraṇaṃ yassuddiṭṭhassa viññū puriso nacirasseva paññāyatthaṃ ājāneyya. ",
          "en": "There is an exposition in four parts, which a sensible person would quickly understand when it is recited. "
        },
        {
          "scid": "mn70:25.2",
          "pli": "Uddisissāmi vo, bhikkhave, ājānissatha me tan”ti? ",
          "en": "I shall recite it for you, mendicants. Try to understand it.” "
        },
        {
          "scid": "mn70:25.3",
          "pli": "“Ke ca mayaṃ, bhante, ke ca dhammassa aññātāro”ti? ",
          "en": "“Sir, who are we to be counted alongside those who understand the teaching?” "
        },
        {
          "scid": "mn70:26.1",
          "pli": "“Yopi so, bhikkhave, satthā āmisagaru āmisadāyādo āmisehi saṃsaṭṭho viharati tassa pāyaṃ evarūpī paṇopaṇaviyā na upeti: ",
          "en": "“Even with a teacher who values material things, is an heir in material things, who lives caught up in material things, you wouldn’t get into such haggling: "
        },
        {
          "scid": "mn70:26.2",
          "pli": "‘evañca no assa atha naṃ kareyyāma, na ca no evamassa na naṃ kareyyāmā’ti, kiṃ pana, bhikkhave, yaṃ tathāgato sabbaso āmisehi visaṃsaṭṭho viharati. ",
          "en": "‘If we get this, we’ll do that. If we don’t get this, we won’t do it.’ What then of the Realized One, who lives utterly detached from material things? "
        },
        {
          "scid": "mn70:27.1",
          "pli": "Saddhassa, bhikkhave, sāvakassa satthusāsane pariyogāhiya vattato ayamanudhammo hoti: ",
          "en": "For a faithful disciple who is practicing to fathom the Teacher’s instructions, this is in line with the teaching: "
        },
        {
          "scid": "mn70:27.2",
          "pli": "‘satthā bhagavā, sāvakohamasmi; ",
          "en": "‘The Buddha is my Teacher, I am his disciple. "
        },
        {
          "scid": "mn70:27.3",
          "pli": "jānāti bhagavā, nāhaṃ jānāmī’ti. ",
          "en": "The Buddha knows, I do not know.’ "
        },
        {
          "scid": "mn70:27.4",
          "pli": "Saddhassa, bhikkhave, sāvakassa satthusāsane pariyogāhiya vattato ruḷhanīyaṃ satthusāsanaṃ hoti ojavantaṃ. ",
          "en": "For a faithful disciple who is practicing to fathom the Teacher’s instructions, the Teacher’s instructions are nourishing and nutritious. "
        },
        {
          "scid": "mn70:27.5",
          "pli": "Saddhassa, bhikkhave, sāvakassa satthusāsane pariyogāhiya vattato ayamanudhammo hoti: ",
          "en": "For a faithful disciple who is practicing to fathom the Teacher’s instructions, this is in line with the teaching: "
        },
        {
          "scid": "mn70:27.6",
          "pli": "‘kāmaṃ taco ca nhāru ca aṭṭhi ca avasissatu, sarīre upassussatu maṃsalohitaṃ, yaṃ taṃ purisathāmena purisavīriyena purisaparakkamena pattabbaṃ na taṃ apāpuṇitvā vīriyassa saṇṭhānaṃ bhavissatī’ti. ",
          "en": "‘Gladly, let only skin, sinews, and bones remain! Let the flesh and blood waste away in my body! I will not relax my energy until I have achieved what is possible by manly strength, energy, and vigor.’ "
        },
        {
          "scid": "mn70:27.7",
          "pli": "Saddhassa, bhikkhave, sāvakassa satthusāsane pariyogāhiya vattato dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—",
          "en": "A faithful disciple who is practicing to fathom the Teacher’s instructions can expect one of two results: "
        },
        {
          "scid": "mn70:27.8",
          "pli": "diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā”ti. ",
          "en": "enlightenment in the present life, or if there’s something left over, non-return.” "
        },
        {
          "scid": "mn70:27.9",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn70:27.10",
          "pli": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the mendicants were happy with what the Buddha said. "
        },
        {
          "scid": "mn70:27.11",
          "pli": "Kīṭāgirisuttaṃ niṭṭhitaṃ dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "mn70:27.12",
          "pli": "Bhikkhuvaggo niṭṭhito dutiyo. ",
          "en": " "
        },
        {
          "scid": "mn70:27.13",
          "pli": "Kuñjara rāhula sassataloko, ",
          "en": " "
        },
        {
          "scid": "mn70:27.14",
          "pli": "Mālukyaputto ca bhaddāli nāmo; ",
          "en": " "
        },
        {
          "scid": "mn70:27.15",
          "pli": "Khudda dijātha sahampatiyācaṃ, ",
          "en": " "
        },
        {
          "scid": "mn70:27.16",
          "pli": "Nāḷaka raññikiṭāgirināmo. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn70/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 70",
    "volpages": "MN i 473",
    "uid": "mn70",
    "blurb": "A third discourse that presents the health benefits of eating in one part of the day, and the reluctance of some mendicants to follow this.",
    "difficulty": 2,
    "original_title": "Kīṭāgiri Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "At Kīṭāgiri ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn70_sujato",
        "segmented": true,
        "title": "At Kīṭāgiri ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_mn70_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2009",
        "segmented": false,
        "volpage": null,
        "title": "At Kīṭāgiri"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn70_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Discourse at Kīṭāgiri"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 10
  }
}