{
  "sutta_uid": "mn73",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn73",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Longer Discourse With Vacchagotta ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Dīghanakha ",
      "uid": "mn74"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Vacchagotta on Fire ",
      "uid": "mn72"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn73:0.1",
          "pli": "Majjhima Nikāya 73 ",
          "en": "Middle Discourses 73 "
        },
        {
          "scid": "mn73:0.2",
          "pli": "Mahāvacchasutta ",
          "en": "The Longer Discourse With Vacchagotta "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 73 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn73:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn73:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "mn73:2.1",
          "pli": "Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then the wanderer Vacchagotta went up to the Buddha and exchanged greetings with him. "
        },
        {
          "scid": "mn73:2.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, "
        },
        {
          "scid": "mn73:3.1",
          "pli": "“dīgharattāhaṃ bhotā gotamena sahakathī. ",
          "en": "“For a long time I have had discussions with Master Gotama. "
        },
        {
          "scid": "mn73:3.2",
          "pli": "Sādhu me bhavaṃ gotamo saṃkhittena kusalākusalaṃ desetū”ti. ",
          "en": "Please teach me in brief what is skillful and what is unskillful.” "
        },
        {
          "scid": "mn73:3.3",
          "pli": "“Saṃkhittenapi kho te ahaṃ, vaccha, kusalākusalaṃ deseyyaṃ, vitthārenapi kho te ahaṃ, vaccha, kusalākusalaṃ deseyyaṃ; ",
          "en": "“Vaccha, I can teach you what is skillful and what is unskillful in brief or in detail. "
        },
        {
          "scid": "mn73:3.4",
          "pli": "api ca te ahaṃ, vaccha, saṃkhittena kusalākusalaṃ desessāmi. ",
          "en": "Still, let me do so in brief. "
        },
        {
          "scid": "mn73:3.5",
          "pli": "Taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "Listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn73:3.6",
          "pli": "“Evaṃ, bho”ti kho vacchagotto paribbājako bhagavato paccassosi. ",
          "en": "“Yes, sir,” Vaccha replied. "
        },
        {
          "scid": "mn73:3.7",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "mn73:4.1",
          "pli": "“Lobho kho, vaccha, akusalaṃ, alobho kusalaṃ; ",
          "en": "“Greed is unskillful, contentment is skillful. "
        },
        {
          "scid": "mn73:4.2",
          "pli": "doso kho, vaccha, akusalaṃ, adoso kusalaṃ; ",
          "en": "Hate is unskillful, love is skillful. "
        },
        {
          "scid": "mn73:4.3",
          "pli": "moho kho, vaccha, akusalaṃ, amoho kusalaṃ. ",
          "en": "Delusion is unskillful, understanding is skillful. "
        },
        {
          "scid": "mn73:4.4",
          "pli": "Iti kho, vaccha, ime tayo dhammā akusalā, tayo dhammā kusalā. ",
          "en": "So there are these three unskillful things and three that are skillful. "
        },
        {
          "scid": "mn73:5.1",
          "pli": "Pāṇātipāto kho, vaccha, akusalaṃ, pāṇātipātā veramaṇī kusalaṃ; ",
          "en": "Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view: these things are unskillful. "
        },
        {
          "scid": "mn73:5.2",
          "pli": "adinnādānaṃ kho, vaccha, akusalaṃ, adinnādānā veramaṇī kusalaṃ; ",
          "en": "Refraining from killing living creatures, stealing, and sexual misconduct; refraining from speech that’s false, divisive, harsh, or nonsensical; contentment, kind-heartedness, and right view: these things are skillful. "
        },
        {
          "scid": "mn73:5.3",
          "pli": "kāmesumicchācāro kho, vaccha, akusalaṃ, kāmesumicchācārā veramaṇī kusalaṃ; ",
          "en": " "
        },
        {
          "scid": "mn73:5.4",
          "pli": "musāvādo kho, vaccha, akusalaṃ, musāvādā veramaṇī kusalaṃ; ",
          "en": " "
        },
        {
          "scid": "mn73:5.5",
          "pli": "pisuṇā vācā kho, vaccha, akusalaṃ, pisuṇāya vācāya veramaṇī kusalaṃ; ",
          "en": " "
        },
        {
          "scid": "mn73:5.6",
          "pli": "pharusā vācā kho, vaccha, akusalaṃ, pharusāya vācāya veramaṇī kusalaṃ; ",
          "en": " "
        },
        {
          "scid": "mn73:5.7",
          "pli": "samphappalāpo kho, vaccha, akusalaṃ, samphappalāpā veramaṇī kusalaṃ; ",
          "en": " "
        },
        {
          "scid": "mn73:5.8",
          "pli": "abhijjhā kho, vaccha, akusalaṃ, anabhijjhā kusalaṃ; ",
          "en": " "
        },
        {
          "scid": "mn73:5.9",
          "pli": "byāpādo kho, vaccha, akusalaṃ, abyāpādo kusalaṃ; ",
          "en": " "
        },
        {
          "scid": "mn73:5.10",
          "pli": "micchādiṭṭhi kho, vaccha, akusalaṃ sammādiṭṭhi kusalaṃ. ",
          "en": " "
        },
        {
          "scid": "mn73:5.11",
          "pli": "Iti kho, vaccha, ime dasa dhammā akusalā, dasa dhammā kusalā. ",
          "en": "So there are these ten unskillful things and ten that are skillful. "
        },
        {
          "scid": "mn73:6.1",
          "pli": "Yato kho, vaccha, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā, so hoti bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto”ti. ",
          "en": "When a mendicant has given up craving so it is cut off at the root, made like a palm stump, obliterated, and unable to arise in the future, that mendicant is perfected. They’ve ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment.” "
        },
        {
          "scid": "mn73:7.1",
          "pli": "“Tiṭṭhatu bhavaṃ gotamo. ",
          "en": "“Leaving aside Master Gotama, "
        },
        {
          "scid": "mn73:7.2",
          "pli": "Atthi pana te bhoto gotamassa ekabhikkhupi sāvako yo āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti? ",
          "en": "is there even a single monk disciple of Master Gotama who has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements?” "
        },
        {
          "scid": "mn73:7.3",
          "pli": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye bhikkhū mama sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti. ",
          "en": "“There are not just one hundred such monks who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” "
        },
        {
          "scid": "mn73:8.1",
          "pli": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū. ",
          "en": "“Leaving aside Master Gotama and the monks, "
        },
        {
          "scid": "mn73:8.2",
          "pli": "Atthi pana bhoto gotamassa ekā bhikkhunīpi sāvikā yā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti? ",
          "en": "is there even a single nun disciple of Master Gotama who has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements?” "
        },
        {
          "scid": "mn73:8.3",
          "pli": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā bhikkhuniyo mama sāvikā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti. ",
          "en": "“There are not just one hundred such nuns who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” "
        },
        {
          "scid": "mn73:9.1",
          "pli": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo. ",
          "en": "“Leaving aside Master Gotama, the monks, and the nuns, "
        },
        {
          "scid": "mn73:9.2",
          "pli": "Atthi pana bhoto gotamassa ekupāsakopi sāvako gihī odātavasano brahmacārī yo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā”ti? ",
          "en": "is there even a single layman disciple of Master Gotama—white-clothed and celibate—who, with the ending of the five lower fetters, is reborn spontaneously, to be extinguished there, not liable to return from that world?” "
        },
        {
          "scid": "mn73:9.3",
          "pli": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā brahmacārino pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā”ti. ",
          "en": "“There are not just one hundred such celibate laymen who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” "
        },
        {
          "scid": "mn73:10.1",
          "pli": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino. ",
          "en": "“Leaving aside Master Gotama, the monks, the nuns, and the celibate laymen, "
        },
        {
          "scid": "mn73:10.2",
          "pli": "Atthi pana bhoto gotamassa ekupāsakopi sāvako gihī odātavasano kāmabhogī sāsanakaro ovādappaṭikaro yo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti? ",
          "en": "is there even a single layman disciple of Master Gotama—white-clothed, enjoying sensual pleasures, following instructions, and responding to advice—who has gone beyond doubt, got rid of indecision, and lives self-assured and independent of others regarding the Teacher’s instruction?” "
        },
        {
          "scid": "mn73:10.3",
          "pli": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā kāmabhogino sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti. ",
          "en": "“There are not just one hundred such laymen enjoying sensual pleasures who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” "
        },
        {
          "scid": "mn73:11.1",
          "pli": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino, tiṭṭhantu upāsakā gihī odātavasanā kāmabhogino. ",
          "en": "“Leaving aside Master Gotama, the monks, the nuns, the celibate laymen, and the laymen enjoying sensual pleasures, "
        },
        {
          "scid": "mn73:11.2",
          "pli": "Atthi pana bhoto gotamassa ekupāsikāpi sāvikā gihinī odātavasanā brahmacārinī yā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyinī anāvattidhammā tasmā lokā”ti? ",
          "en": "is there even a single laywoman disciple of Master Gotama—white-clothed and celibate—who, with the ending of the five lower fetters, is reborn spontaneously, to be extinguished there, not liable to return from that world?” "
        },
        {
          "scid": "mn73:11.3",
          "pli": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā brahmacāriniyo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyiniyo anāvattidhammā tasmā lokā”ti. ",
          "en": "“There are not just one hundred such celibate laywomen who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” "
        },
        {
          "scid": "mn73:12.1",
          "pli": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino, tiṭṭhantu upāsakā gihī odātavasanā kāmabhogino, tiṭṭhantu upāsikā gihiniyo odātavasanā brahmacāriniyo. ",
          "en": "“Leaving aside Master Gotama, the monks, the nuns, the celibate laymen, the laymen enjoying sensual pleasures, and the celibate laywomen, "
        },
        {
          "scid": "mn73:12.2",
          "pli": "Atthi pana bhoto gotamassa ekupāsikāpi sāvikā gihinī odātavasanā kāmabhoginī sāsanakarā ovādappaṭikarā yā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharatī”ti? ",
          "en": "is there even a single laywoman disciple of Master Gotama—white-clothed, enjoying sensual pleasures, following instructions, and responding to advice—who has gone beyond doubt, got rid of indecision, and lives self-assured and independent of others regarding the Teacher’s instruction?” "
        },
        {
          "scid": "mn73:12.3",
          "pli": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā kāmabhoginiyo sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti. ",
          "en": "“There are not just one hundred such laywomen enjoying sensual pleasures who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” "
        },
        {
          "scid": "mn73:13.1",
          "pli": "“Sace hi, bho gotama, imaṃ dhammaṃ bhavaṃyeva gotamo ārādhako abhavissa, no ca kho bhikkhū ārādhakā abhavissaṃsu; ",
          "en": "“If Master Gotama was the only one to succeed in this teaching, not any monks, "
        },
        {
          "scid": "mn73:13.2",
          "pli": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena. ",
          "en": "then this spiritual path would be incomplete in that respect. "
        },
        {
          "scid": "mn73:13.3",
          "pli": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako bhikkhū ca ārādhakā; ",
          "en": "But because both Master Gotama and monks have succeeded in this teaching, "
        },
        {
          "scid": "mn73:13.4",
          "pli": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena. ",
          "en": "this spiritual path is complete in that respect. "
        },
        {
          "scid": "mn73:13.5",
          "pli": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, no ca kho bhikkhuniyo ārādhikā abhavissaṃsu; ",
          "en": "If Master Gotama and the monks were the only ones to succeed in this teaching, not any nuns … "
        },
        {
          "scid": "mn73:13.6",
          "pli": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena. ",
          "en": " "
        },
        {
          "scid": "mn73:13.7",
          "pli": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā; ",
          "en": " "
        },
        {
          "scid": "mn73:13.8",
          "pli": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena. ",
          "en": " "
        },
        {
          "scid": "mn73:13.9",
          "pli": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, no ca kho upāsakā gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu; ",
          "en": "celibate laymen … "
        },
        {
          "scid": "mn73:13.10",
          "pli": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena. ",
          "en": " "
        },
        {
          "scid": "mn73:13.11",
          "pli": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā; ",
          "en": " "
        },
        {
          "scid": "mn73:13.12",
          "pli": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena. ",
          "en": " "
        },
        {
          "scid": "mn73:13.13",
          "pli": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, no ca kho upāsakā gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu; ",
          "en": "laymen enjoying sensual pleasures … "
        },
        {
          "scid": "mn73:13.14",
          "pli": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena. ",
          "en": " "
        },
        {
          "scid": "mn73:13.15",
          "pli": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā; ",
          "en": " "
        },
        {
          "scid": "mn73:13.16",
          "pli": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena. ",
          "en": " "
        },
        {
          "scid": "mn73:13.17",
          "pli": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu, no ca kho upāsikā gihiniyo odātavasanā brahmacāriniyo ārādhikā abhavissaṃsu; ",
          "en": "celibate laywomen … "
        },
        {
          "scid": "mn73:13.18",
          "pli": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena. ",
          "en": " "
        },
        {
          "scid": "mn73:13.19",
          "pli": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā; ",
          "en": " "
        },
        {
          "scid": "mn73:13.20",
          "pli": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena. ",
          "en": " "
        },
        {
          "scid": "mn73:13.21",
          "pli": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā abhavissaṃsu, no ca kho upāsikā gihiniyo odātavasanā kāmabhoginiyo ārādhikā abhavissaṃsu; ",
          "en": "laywomen enjoying sensual pleasures, "
        },
        {
          "scid": "mn73:13.22",
          "pli": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena. ",
          "en": "then this spiritual path would be incomplete in that respect. "
        },
        {
          "scid": "mn73:13.23",
          "pli": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā, upāsikā ca gihiniyo odātavasanā kāmabhoginiyo ārādhikā; ",
          "en": "But because Master Gotama, monks, nuns, celibate laymen, laymen enjoying sensual pleasures, celibate laywomen, and laywomen enjoying sensual pleasures have all succeeded in this teaching, "
        },
        {
          "scid": "mn73:13.24",
          "pli": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena. ",
          "en": "this spiritual path is complete in that respect. "
        },
        {
          "scid": "mn73:13.25",
          "pli": "Seyyathāpi, bho gotama, gaṅgā nadī samuddaninnā samuddapoṇā samuddapabbhārā samuddaṃ āhacca tiṭṭhati, evamevāyaṃ bhoto gotamassa parisā sagahaṭṭhapabbajitā nibbānaninnā nibbānapoṇā nibbānapabbhārā nibbānaṃ āhacca tiṭṭhati. ",
          "en": "Just as the Ganges river slants, slopes, and inclines towards the ocean, and keeps pushing into the ocean, in the same way Master Gotama’s assembly—with both laypeople and renunciates—slants, slopes, and inclines towards extinguishment, and keeps pushing into extinguishment. "
        },
        {
          "scid": "mn73:15.1",
          "pli": "Abhikkantaṃ, bho gotama … pe … ",
          "en": "Excellent, Master Gotama! … "
        },
        {
          "scid": "mn73:15.2",
          "pli": "esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn73:15.3",
          "pli": "Labheyyāhaṃ bhoto gotamassa santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ",
          "en": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” "
        },
        {
          "scid": "mn73:16.1",
          "pli": "“Yo kho, vaccha, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati. Catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya; ",
          "en": "“Vaccha, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood. "
        },
        {
          "scid": "mn73:16.2",
          "pli": "api ca mettha puggalavemattatā viditā”ti. ",
          "en": "However, I have recognized individual differences in this matter.” "
        },
        {
          "scid": "mn73:16.3",
          "pli": "“Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ, ākaṅkhantā upasampadaṃ cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya; ahaṃ cattāri vassāni parivasissāmi. Catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu upasampādentu bhikkhubhāvāyā”ti. ",
          "en": "“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.” "
        },
        {
          "scid": "mn73:16.4",
          "pli": "Alattha kho vacchagotto paribbājako bhagavato santike pabbajjaṃ alattha upasampadaṃ. ",
          "en": "And the wanderer Vaccha received the going forth, the ordination in the Buddha’s presence. "
        },
        {
          "scid": "mn73:17.1",
          "pli": "Acirūpasampanno kho panāyasmā vacchagotto addhamāsūpasampanno yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā vacchagotto bhagavantaṃ etadavoca: ",
          "en": "Not long after his ordination, a fortnight later, Venerable Vacchagotta went to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "mn73:17.2",
          "pli": "“yāvatakaṃ, bhante, sekhena ñāṇena sekhāya vijjāya pattabbaṃ, anuppattaṃ taṃ mayā; ",
          "en": "“Sir, I’ve reached as far as possible with the knowledge and understanding of a trainee. "
        },
        {
          "scid": "mn73:17.3",
          "pli": "uttari ca me bhagavā dhammaṃ desetū”ti. ",
          "en": "Please teach me further.” "
        },
        {
          "scid": "mn73:18.1",
          "pli": "“Tena hi tvaṃ, vaccha, dve dhamme uttari bhāvehi—samathañca vipassanañca. ",
          "en": "“Well then, Vaccha, further develop two things: serenity and discernment. "
        },
        {
          "scid": "mn73:18.2",
          "pli": "Ime kho te, vaccha, dve dhammā uttari bhāvitā—samatho ca vipassanā ca—anekadhātupaṭivedhāya saṃvattissanti. ",
          "en": "When you have further developed these two things, they’ll lead to the penetration of many elements. "
        },
        {
          "scid": "mn73:19.1",
          "pli": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi: ",
          "en": "Whenever you want, you’ll be capable of realizing the following, in each and every case: "
        },
        {
          "scid": "mn73:19.2",
          "pli": "‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ—ekopi hutvā bahudhā assaṃ, bahudhāpi hutvā eko assaṃ; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gaccheyyaṃ, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ kareyyaṃ, seyyathāpi udake; udakepi abhijjamāne gaccheyyaṃ, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kameyyaṃ, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimaseyyaṃ, parimajjeyyaṃ; yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti, ",
          "en": "‘May I wield the many kinds of psychic power: multiplying myself and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with my hand the sun and moon, so mighty and powerful; controlling my body as far as the Brahmā realm.’ "
        },
        {
          "scid": "mn73:19.3",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. (1) ",
          "en": " "
        },
        {
          "scid": "mn73:20.1",
          "pli": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi: ",
          "en": "Whenever you want, you’ll be capable of realizing the following, in each and every case: "
        },
        {
          "scid": "mn73:20.2",
          "pli": "‘dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇeyyaṃ—dibbe ca mānuse ca, ye dūre santike cā’ti, tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. (2) ",
          "en": "‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’ "
        },
        {
          "scid": "mn73:21.1",
          "pli": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi: ",
          "en": "Whenever you want, you’ll be capable of realizing the following, in each and every case: "
        },
        {
          "scid": "mn73:21.2",
          "pli": "‘parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajāneyyaṃ—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajāneyyaṃ, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajāneyyaṃ; sadosaṃ vā cittaṃ sadosaṃ cittanti pajāneyyaṃ, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajāneyyaṃ; samohaṃ vā cittaṃ samohaṃ cittanti pajāneyyaṃ, vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajāneyyaṃ; saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajāneyyaṃ, vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajāneyyaṃ; mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajāneyyaṃ, amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajāneyyaṃ; sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajāneyyaṃ, anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajāneyyaṃ; samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajāneyyaṃ, asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajāneyyaṃ; vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajāneyyaṃ, avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajāneyyan’ti, ",
          "en": "‘May I understand the minds of other beings and individuals, having comprehended them with my mind. May I understand mind with greed as “mind with greed”, and mind without greed as “mind without greed”; mind with hate as “mind with hate”, and mind without hate as “mind without hate”; mind with delusion as “mind with delusion”, and mind without delusion as “mind without delusion”; constricted mind as “constricted mind”, and scattered mind as “scattered mind”; expansive mind as “expansive mind”, and unexpansive mind as “unexpansive mind”; mind that is not supreme as “mind that is not supreme”, and mind that is supreme as “mind that is supreme”; mind immersed in samādhi as “mind immersed in samādhi”, and mind not immersed in samādhi as “mind not immersed in samādhi”; freed mind as “freed mind”, and unfreed mind as “unfreed mind”.’ "
        },
        {
          "scid": "mn73:21.3",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. (3) ",
          "en": " "
        },
        {
          "scid": "mn73:22.1",
          "pli": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi: ",
          "en": "Whenever you want, you’ll be capable of realizing the following, in each and every case: "
        },
        {
          "scid": "mn73:22.2",
          "pli": "‘anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi; anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe—amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapannoti; iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyan’ti, ",
          "en": "‘May I recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. May I remember: “There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.” May I recollect my many past lives, with features and details.’ "
        },
        {
          "scid": "mn73:22.3",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. (4) ",
          "en": " "
        },
        {
          "scid": "mn73:23.1",
          "pli": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi: ",
          "en": "Whenever you want, you’ll be capable of realizing the following, in each and every case: "
        },
        {
          "scid": "mn73:23.2",
          "pli": "‘dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyaṃ—ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannāti; iti dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyan’ti, ",
          "en": "‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds: “These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” And so, with clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And may I understand how sentient beings are reborn according to their deeds.’ "
        },
        {
          "scid": "mn73:23.3",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. (5) ",
          "en": " "
        },
        {
          "scid": "mn73:24.1",
          "pli": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi: ",
          "en": "Whenever you want, you’ll be capable of realizing the following, in each and every case: "
        },
        {
          "scid": "mn73:24.2",
          "pli": "‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti, ",
          "en": "‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’ "
        },
        {
          "scid": "mn73:24.3",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane”ti. (6) ",
          "en": " "
        },
        {
          "scid": "mn73:25.1",
          "pli": "Atha kho āyasmā vacchagotto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "And then Venerable Vacchagotta approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. "
        },
        {
          "scid": "mn73:26.1",
          "pli": "Atha kho āyasmā vacchagotto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
          "en": "Then Vacchagotta, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "mn73:26.2",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "mn73:26.3",
          "pli": "Aññataro kho panāyasmā vacchagotto arahataṃ ahosi. ",
          "en": "And Venerable Vacchagotta became one of the perfected. "
        },
        {
          "scid": "mn73:27.1",
          "pli": "Tena kho pana samayena sambahulā bhikkhū bhagavantaṃ dassanāya gacchanti. ",
          "en": "Now at that time several mendicants were going to see the Buddha. "
        },
        {
          "scid": "mn73:27.2",
          "pli": "Addasā kho āyasmā vacchagotto te bhikkhū dūratova āgacchante. ",
          "en": "Vacchagotta saw them coming off in the distance, "
        },
        {
          "scid": "mn73:27.3",
          "pli": "Disvāna yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
          "en": "went up to them, and said, "
        },
        {
          "scid": "mn73:27.4",
          "pli": "“handa kahaṃ pana tumhe āyasmanto gacchathā”ti? ",
          "en": "“Hello venerables, where are you going?” "
        },
        {
          "scid": "mn73:27.5",
          "pli": "“Bhagavantaṃ kho mayaṃ, āvuso, dassanāya gacchāmā”ti. ",
          "en": "“Reverend, we are going to see the Buddha.” "
        },
        {
          "scid": "mn73:27.6",
          "pli": "“Tenahāyasmanto mama vacanena bhagavato pāde sirasā vandatha, evañca vadetha: ",
          "en": "“Well then, reverends, in my name please bow with your head to the Buddha’s feet and say: "
        },
        {
          "scid": "mn73:27.7",
          "pli": "‘vacchagotto, bhante, bhikkhu bhagavato pāde sirasā vandati, evañca vadeti—",
          "en": "‘Sir, the mendicant Vacchagotta bows with his head to your feet and says, "
        },
        {
          "scid": "mn73:27.8",
          "pli": "pariciṇṇo me bhagavā, pariciṇṇo me sugato’”ti. ",
          "en": "“I have served the Blessed One! I have served the Holy One!”’” "
        },
        {
          "scid": "mn73:28.1",
          "pli": "“Evamāvuso”ti kho te bhikkhū āyasmato vacchagottassa paccassosuṃ. ",
          "en": "“Yes, reverend,” they replied. "
        },
        {
          "scid": "mn73:28.2",
          "pli": "Atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ",
          "en": "Then those mendicants went up to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "mn73:28.3",
          "pli": "“āyasmā, bhante, vacchagotto bhagavato pāde sirasā vandati, evañca vadeti: ",
          "en": "“Sir, the mendicant Vacchagotta bows with his head to your feet and says: "
        },
        {
          "scid": "mn73:28.4",
          "pli": "‘pariciṇṇo me bhagavā, pariciṇṇo me sugato’”ti. ",
          "en": "‘I have served the Blessed One! I have served the Holy One!’” "
        },
        {
          "scid": "mn73:28.5",
          "pli": "“Pubbeva me, bhikkhave, vacchagotto bhikkhu cetasā ceto paricca vidito: ",
          "en": "“I’ve already comprehended Vacchagotta’s mind and understood that "
        },
        {
          "scid": "mn73:28.6",
          "pli": "‘tevijjo vacchagotto bhikkhu mahiddhiko mahānubhāvo’ti. ",
          "en": "he has the three knowledges, and is very mighty and powerful. "
        },
        {
          "scid": "mn73:28.7",
          "pli": "Devatāpi me etamatthaṃ ārocesuṃ: ",
          "en": "And deities also told me about this.” "
        },
        {
          "scid": "mn73:28.8",
          "pli": "‘tevijjo, bhante, vacchagotto bhikkhu mahiddhiko mahānubhāvo’”ti. ",
          "en": " "
        },
        {
          "scid": "mn73:28.9",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn73:28.10",
          "pli": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the mendicants were happy with what the Buddha said. "
        },
        {
          "scid": "mn73:28.11",
          "pli": "Mahāvacchasuttaṃ niṭṭhitaṃ tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn73/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 73",
    "volpages": "MN i 489",
    "uid": "mn73",
    "blurb": "In the final installment of the “Vacchagotta trilogy”, Vacchagotta lets go his obsession with meaningless speculation, and asks about practice.",
    "difficulty": 2,
    "original_title": "Mahāvaccha Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Longer Discourse With Vacchagotta ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn73_sujato",
        "segmented": true,
        "title": "The Longer Discourse With Vacchagotta ",
        "volpage": null
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn73_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Greater Discourse to Vacchagotta"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 3
  }
}