{
  "sutta_uid": "mn75",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn75",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Māgaṇḍiya ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Sandaka ",
      "uid": "mn76"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Dīghanakha ",
      "uid": "mn74"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn75:0.1",
          "pli": "Majjhima Nikāya 75 ",
          "en": "Middle Discourses 75 "
        },
        {
          "scid": "mn75:0.2",
          "pli": "Māgaṇḍiyasutta ",
          "en": "With Māgaṇḍiya "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 75 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn75:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn75:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo, bhāradvājagottassa brāhmaṇassa agyāgāre tiṇasanthārake. ",
          "en": "At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma, on a grass mat in the fire chamber of a brahmin of the Bhāradvāja clan. "
        },
        {
          "scid": "mn75:2.1",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kammāsadhammaṃ piṇḍāya pāvisi. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kammāsadamma for alms. "
        },
        {
          "scid": "mn75:2.2",
          "pli": "Kammāsadhammaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena aññataro vanasaṇḍo tenupasaṅkami divāvihārāya. ",
          "en": "He wandered for alms in Kammāsadamma. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation. "
        },
        {
          "scid": "mn75:2.3",
          "pli": "Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ",
          "en": "Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation. "
        },
        {
          "scid": "mn75:3.1",
          "pli": "Atha kho māgaṇḍiyo paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ tenupasaṅkami. ",
          "en": "Then as the wanderer Māgaṇḍiya was going for a walk he approached that fire chamber. "
        },
        {
          "scid": "mn75:3.2",
          "pli": "Addasā kho māgaṇḍiyo paribbājako bhāradvājagottassa brāhmaṇassa agyāgāre tiṇasanthārakaṃ paññattaṃ. ",
          "en": "He saw the grass mat spread out there "
        },
        {
          "scid": "mn75:3.3",
          "pli": "Disvāna bhāradvājagottaṃ brāhmaṇaṃ etadavoca: ",
          "en": "and asked the brahmin of the Bhāradvāja clan, "
        },
        {
          "scid": "mn75:3.4",
          "pli": "“kassa nvayaṃ bhoto bhāradvājassa agyāgāre tiṇasanthārako paññatto, samaṇaseyyānurūpaṃ maññe”ti? ",
          "en": "“Mister Bhāradvāja, who has this grass mat been spread out for? It looks like an ascetic’s bed.” "
        },
        {
          "scid": "mn75:4.1",
          "pli": "“Atthi, bho māgaṇḍiya, samaṇo gotamo sakyaputto sakyakulā pabbajito. ",
          "en": "“There is the ascetic Gotama, a Sakyan, gone forth from a Sakyan family. "
        },
        {
          "scid": "mn75:4.2",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "mn75:4.3",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "mn75:4.4",
          "pli": "Tassesā bhoto gotamassa seyyā paññattā”ti. ",
          "en": "This bed has been spread for that Master Gotama.” "
        },
        {
          "scid": "mn75:5.1",
          "pli": "“Duddiṭṭhaṃ vata, bho bhāradvāja, addasāma; ",
          "en": "“Well, it’s a sad sight, Mister Bhāradvāja, "
        },
        {
          "scid": "mn75:5.2",
          "pli": "duddiṭṭhaṃ vata, bho bhāradvāja, addasāma. ",
          "en": "a very sad sight indeed, "
        },
        {
          "scid": "mn75:5.3",
          "pli": "Ye mayaṃ tassa bhoto gotamassa bhūnahuno seyyaṃ addasāmā”ti. ",
          "en": "to see a bed for Master Gotama, that life-destroyer!” "
        },
        {
          "scid": "mn75:5.4",
          "pli": "“Rakkhassetaṃ, māgaṇḍiya, vācaṃ; ",
          "en": "“Be careful what you say, Māgaṇḍiya, "
        },
        {
          "scid": "mn75:5.5",
          "pli": "rakkhassetaṃ, māgaṇḍiya, vācaṃ. ",
          "en": "be careful what you say. "
        },
        {
          "scid": "mn75:5.6",
          "pli": "Bahū hi tassa bhoto gotamassa khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi abhippasannā vinītā ariye ñāye dhamme kusale”ti. ",
          "en": "Many astute aristocrats, brahmins, householders, and ascetics are devoted to Master Gotama. They’ve been guided by him in the noble method, the skillful teaching.” "
        },
        {
          "scid": "mn75:5.7",
          "pli": "“Sammukhā cepi mayaṃ, bho bhāradvāja, taṃ bhavantaṃ gotamaṃ passeyyāma, sammukhāpi naṃ vadeyyāma: ",
          "en": "“Even if I was to see Master Gotama face to face, Mister Bhāradvāja, I would say to his face: "
        },
        {
          "scid": "mn75:5.8",
          "pli": "‘bhūnahu samaṇo gotamo’ti. ",
          "en": "‘The ascetic Gotama is a life-destroyer.’ "
        },
        {
          "scid": "mn75:5.9",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:5.10",
          "pli": "Evañhi no sutte ocaratī”ti. ",
          "en": "Because that’s what it implies in a discourse of ours.” "
        },
        {
          "scid": "mn75:5.11",
          "pli": "“Sace taṃ bhoto māgaṇḍiyassa agaru āroceyyāmi taṃ samaṇassa gotamassā”ti. ",
          "en": "“If you don’t mind, I’ll tell the ascetic Gotama about this.” "
        },
        {
          "scid": "mn75:5.12",
          "pli": "“Appossukko bhavaṃ bhāradvājo vuttova naṃ vadeyyā”ti. ",
          "en": "“Don’t worry, Mister Bharadvāja. You may tell him exactly what I’ve said.” "
        },
        {
          "scid": "mn75:6.1",
          "pli": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya bhāradvājagottassa brāhmaṇassa māgaṇḍiyena paribbājakena saddhiṃ imaṃ kathāsallāpaṃ. ",
          "en": "With clairaudience that is purified and superhuman, the Buddha heard this discussion between the brahmin of the Bhāradvāja clan and the wanderer Māgaṇḍiya. "
        },
        {
          "scid": "mn75:6.2",
          "pli": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ tenupasaṅkami; upasaṅkamitvā nisīdi bhagavā paññatte tiṇasanthārake. ",
          "en": "Coming out of retreat, he went to the brahmin’s fire chamber and sat on the grass mat. "
        },
        {
          "scid": "mn75:6.3",
          "pli": "Atha kho bhāradvājagotto brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then the brahmin of the Bhāradvāja clan went to the Buddha and exchanged greetings with him. "
        },
        {
          "scid": "mn75:6.4",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho bhāradvājagottaṃ brāhmaṇaṃ bhagavā etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side. The Buddha said to him, "
        },
        {
          "scid": "mn75:6.5",
          "pli": "“ahu pana te, bhāradvāja, māgaṇḍiyena paribbājakena saddhiṃ imaṃyeva tiṇasanthārakaṃ ārabbha kocideva kathāsallāpo”ti? ",
          "en": "“Bhāradvāja, did you have a discussion with the wanderer Māgaṇḍiya about this grass mat?” "
        },
        {
          "scid": "mn75:6.6",
          "pli": "Evaṃ vutte, bhāradvājagotto brāhmaṇo saṃviggo lomahaṭṭhajāto bhagavantaṃ etadavoca: ",
          "en": "When he said this, the brahmin said to the Buddha, "
        },
        {
          "scid": "mn75:6.7",
          "pli": "“etadeva kho pana mayaṃ bhoto gotamassa ārocetukāmā. ",
          "en": "“I wanted to mention this very thing to Master Gotama, "
        },
        {
          "scid": "mn75:6.8",
          "pli": "Atha ca pana bhavaṃ gotamo anakkhātaṃyeva akkhāsī”ti. ",
          "en": "but you brought it up before I had a chance.” "
        },
        {
          "scid": "mn75:7.1",
          "pli": "Ayañca hi bhagavato bhāradvājagottena brāhmaṇena saddhiṃ antarākathā vippakatā hoti. ",
          "en": "But this conversation between the Buddha and the brahmin was left unfinished. "
        },
        {
          "scid": "mn75:7.2",
          "pli": "Atha kho māgaṇḍiyo paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then as the wanderer Māgaṇḍiya was going for a walk he approached that fire chamber. He went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "mn75:7.3",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho māgaṇḍiyaṃ paribbājakaṃ bhagavā etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side, and the Buddha said to him: "
        },
        {
          "scid": "mn75:8.1",
          "pli": "“Cakkhuṃ kho, māgaṇḍiya, rūpārāmaṃ rūparataṃ rūpasammuditaṃ. ",
          "en": "“Māgaṇḍiya, the eye likes sights, it loves them and enjoys them. "
        },
        {
          "scid": "mn75:8.2",
          "pli": "Taṃ tathāgatassa dantaṃ guttaṃ rakkhitaṃ saṃvutaṃ, tassa ca saṃvarāya dhammaṃ deseti. ",
          "en": "That’s been tamed, guarded, protected and restrained by the Realized One, and he teaches Dhamma for its restraint. "
        },
        {
          "scid": "mn75:8.3",
          "pli": "Idaṃ nu te etaṃ, māgaṇḍiya, sandhāya bhāsitaṃ: ",
          "en": "Is that what you were referring to when you called me "
        },
        {
          "scid": "mn75:8.4",
          "pli": "‘bhūnahu samaṇo gotamo’”ti? ",
          "en": "a life-destroyer?” "
        },
        {
          "scid": "mn75:8.5",
          "pli": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṃ: ",
          "en": "“That’s exactly what I was referring to. "
        },
        {
          "scid": "mn75:8.6",
          "pli": "‘bhūnahu samaṇo gotamo’ti. ",
          "en": " "
        },
        {
          "scid": "mn75:8.7",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:8.8",
          "pli": "Evañhi no sutte ocaratī”ti. ",
          "en": "Because that’s what it implies in a discourse of ours.” "
        },
        {
          "scid": "mn75:8.9",
          "pli": "“Sotaṃ kho, māgaṇḍiya, saddārāmaṃ … pe … ",
          "en": "“The ear likes sounds … "
        },
        {
          "scid": "mn75:8.10",
          "pli": "ghānaṃ kho, māgaṇḍiya gandhārāmaṃ … ",
          "en": "The nose likes smells … "
        },
        {
          "scid": "mn75:8.11",
          "pli": "jivhā kho, māgaṇḍiya, rasārāmā rasaratā rasasammuditā. ",
          "en": "The tongue likes tastes … "
        },
        {
          "scid": "mn75:8.12",
          "pli": "Sā tathāgatassa dantā guttā rakkhitā saṃvutā, tassā ca saṃvarāya dhammaṃ deseti. ",
          "en": " "
        },
        {
          "scid": "mn75:8.13",
          "pli": "Idaṃ nu te etaṃ, māgaṇḍiya, sandhāya bhāsitaṃ: ",
          "en": " "
        },
        {
          "scid": "mn75:8.14",
          "pli": "‘bhūnahu samaṇo gotamo’”ti? ",
          "en": " "
        },
        {
          "scid": "mn75:8.15",
          "pli": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṃ: ",
          "en": " "
        },
        {
          "scid": "mn75:8.16",
          "pli": "‘bhūnahu samaṇo gotamo’ti. ",
          "en": " "
        },
        {
          "scid": "mn75:8.17",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "mn75:8.18",
          "pli": "Evañhi no sutte ocaratī”ti. ",
          "en": " "
        },
        {
          "scid": "mn75:8.19",
          "pli": "“Kāyo kho, māgaṇḍiya, phoṭṭhabbārāmo phoṭṭhabbarato … pe … ",
          "en": "The body likes touches … "
        },
        {
          "scid": "mn75:8.20",
          "pli": "mano kho, māgaṇḍiya, dhammārāmo dhammarato dhammasammudito. ",
          "en": "The mind likes thoughts, it loves them and enjoys them. "
        },
        {
          "scid": "mn75:8.21",
          "pli": "So tathāgatassa danto gutto rakkhito saṃvuto, tassa ca saṃvarāya dhammaṃ deseti. ",
          "en": "That’s been tamed, guarded, protected and restrained by the Realized One, and he teaches Dhamma for its restraint. "
        },
        {
          "scid": "mn75:8.22",
          "pli": "Idaṃ nu te etaṃ, māgaṇḍiya, sandhāya bhāsitaṃ: ",
          "en": "Is that what you were referring to when you called me "
        },
        {
          "scid": "mn75:8.23",
          "pli": "‘bhūnahu samaṇo gotamo’”ti? ",
          "en": "a life-destroyer?” "
        },
        {
          "scid": "mn75:8.24",
          "pli": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṃ: ",
          "en": "“That’s exactly what I was referring to. "
        },
        {
          "scid": "mn75:8.25",
          "pli": "‘bhūnahu samaṇo gotamo’ti. ",
          "en": " "
        },
        {
          "scid": "mn75:8.26",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:8.27",
          "pli": "Evañhi no sutte ocaratī”ti. ",
          "en": "Because that’s what it implies in a discourse of ours.” "
        },
        {
          "scid": "mn75:9.1",
          "pli": "“Taṃ kiṃ maññasi, māgaṇḍiya: ",
          "en": "“What do you think, Māgaṇḍiya? "
        },
        {
          "scid": "mn75:9.2",
          "pli": "‘idhekacco cakkhuviññeyyehi rūpehi paricāritapubbo assa iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, so aparena samayena rūpānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā rūpataṇhaṃ pahāya rūpapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihareyya. ",
          "en": "Take someone who used to amuse themselves with sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sights, and having given up craving and dispelled passion for sights—they would live rid of thirst, their mind peaceful inside. "
        },
        {
          "scid": "mn75:9.3",
          "pli": "Imassa pana te, māgaṇḍiya, kimassa vacanīyan’”ti? ",
          "en": "What would you have to say to them, Māgaṇḍiya?” "
        },
        {
          "scid": "mn75:9.4",
          "pli": "“Na kiñci, bho gotama”. ",
          "en": "“Nothing, Master Gotama.” "
        },
        {
          "scid": "mn75:9.5",
          "pli": "“Taṃ kiṃ maññasi, māgaṇḍiya: ",
          "en": "“What do you think, Māgaṇḍiya? "
        },
        {
          "scid": "mn75:9.6",
          "pli": "‘idhekacco sotaviññeyyehi saddehi … pe … ",
          "en": "Take someone who used to amuse themselves with sounds known by the ear … "
        },
        {
          "scid": "mn75:9.7",
          "pli": "ghānaviññeyyehi gandhehi … ",
          "en": "smells known by the nose … "
        },
        {
          "scid": "mn75:9.8",
          "pli": "jivhāviññeyyehi rasehi … ",
          "en": "tastes known by the tongue … "
        },
        {
          "scid": "mn75:9.9",
          "pli": "kāyaviññeyyehi phoṭṭhabbehi paricāritapubbo assa iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, ",
          "en": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "mn75:9.10",
          "pli": "so aparena samayena phoṭṭhabbānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā phoṭṭhabbataṇhaṃ pahāya phoṭṭhabbapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihareyya. ",
          "en": "Some time later—having truly understood the origin, ending, gratification, drawback, and escape of touches, and having given up craving and dispelled passion for touches—they would live rid of thirst, their mind peaceful inside. "
        },
        {
          "scid": "mn75:9.11",
          "pli": "Imassa pana te, māgaṇḍiya, kimassa vacanīyan’”ti? ",
          "en": "What would you have to say to them, Māgaṇḍiya?” "
        },
        {
          "scid": "mn75:9.12",
          "pli": "“Na kiñci, bho gotama”. ",
          "en": "“Nothing, Master Gotama.” "
        },
        {
          "scid": "mn75:10.1",
          "pli": "“Ahaṃ kho pana, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi … pe … ",
          "en": "“Well, when I was still a layperson I used to amuse myself, supplied and provided with sights known by the eye … sounds known by the ear … "
        },
        {
          "scid": "mn75:10.2",
          "pli": "ghānaviññeyyehi gandhehi … ",
          "en": "smells known by the nose … "
        },
        {
          "scid": "mn75:10.3",
          "pli": "jivhāviññeyyehi rasehi … ",
          "en": "tastes known by the tongue … "
        },
        {
          "scid": "mn75:10.4",
          "pli": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi. ",
          "en": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "mn75:10.5",
          "pli": "Tassa mayhaṃ, māgaṇḍiya, tayo pāsādā ahesuṃ—",
          "en": "I had three stilt longhouses—"
        },
        {
          "scid": "mn75:10.6",
          "pli": "eko vassiko, eko hemantiko, eko gimhiko. ",
          "en": "one for the rainy season, one for the winter, and one for the summer. "
        },
        {
          "scid": "mn75:10.7",
          "pli": "So kho ahaṃ, māgaṇḍiya, vassike pāsāde vassike cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṃ orohāmi. ",
          "en": "I stayed in a stilt longhouse without coming downstairs for the four months of the rainy season, where I was entertained by musicians—none of them men. "
        },
        {
          "scid": "mn75:10.8",
          "pli": "So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi. ",
          "en": "Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside. "
        },
        {
          "scid": "mn75:10.9",
          "pli": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante. ",
          "en": "I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. "
        },
        {
          "scid": "mn75:10.10",
          "pli": "So tesaṃ na pihemi, na tattha abhiramāmi. ",
          "en": "I don’t envy them, nor do I hope to enjoy that. "
        },
        {
          "scid": "mn75:10.11",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:10.12",
          "pli": "Yāhayaṃ, māgaṇḍiya, rati, aññatreva kāmehi aññatra akusalehi dhammehi—",
          "en": "Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities, "
        },
        {
          "scid": "mn75:10.13",
          "pli": "api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—",
          "en": "which even achieves the level of heavenly pleasure. "
        },
        {
          "scid": "mn75:10.14",
          "pli": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi. ",
          "en": "Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it. "
        },
        {
          "scid": "mn75:11.1",
          "pli": "Seyyathāpi, māgaṇḍiya, gahapati vā gahapatiputto vā aḍḍho mahaddhano mahābhogo pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreyya cakkhuviññeyyehi rūpehi … ",
          "en": "Suppose there was a householder or a householder’s child who was rich, affluent, and wealthy. And they would amuse themselves, supplied and provided with the five kinds of sensual stimulation. That is, sights known by the eye … "
        },
        {
          "scid": "mn75:11.2",
          "pli": "pe … ",
          "en": "sounds … smells … tastes … "
        },
        {
          "scid": "mn75:11.3",
          "pli": "phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi. ",
          "en": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "mn75:11.4",
          "pli": "So kāyena sucaritaṃ caritvā vācāya sucaritaṃ caritvā manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
          "en": "Having practiced good conduct by way of body, speech, and mind, when their body breaks up, after death, they’d be reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three. "
        },
        {
          "scid": "mn75:11.5",
          "pli": "So tattha nandane vane accharāsaṅghaparivuto dibbehi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreyya. ",
          "en": "There they’d amuse themselves in the Garden of Delight, escorted by a band of nymphs, supplied and provided with the five kinds of heavenly sensual stimulation. "
        },
        {
          "scid": "mn75:11.6",
          "pli": "So passeyya gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ. ",
          "en": "Then they’d see a householder or a householder’s child amusing themselves, supplied and provided with the five kinds of sensual stimulation. "
        },
        {
          "scid": "mn75:11.7",
          "pli": "Taṃ kiṃ maññasi, māgaṇḍiya, api nu so devaputto nandane vane accharāsaṅghaparivuto dibbehi pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno amussa gahapatissa vā gahapatiputtassa vā piheyya, mānusakānaṃ vā pañcannaṃ kāmaguṇānaṃ mānusakehi vā kāmehi āvaṭṭeyyā”ti? ",
          "en": "What do you think, Māgaṇḍiya? Would that god—amusing themselves in the Garden of Delight, escorted by a band of nymphs, supplied and provided with the five kinds of heavenly sensual stimulation—envy that householder or householder’s child their five kinds of human sensual stimulation, or return to human sensual pleasures?” "
        },
        {
          "scid": "mn75:11.8",
          "pli": "“No hidaṃ, bho gotama. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "mn75:11.9",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:11.10",
          "pli": "Mānusakehi, bho gotama, kāmehi dibbakāmā abhikkantatarā ca paṇītatarā cā”ti. ",
          "en": "Because heavenly sensual pleasures are better than human sensual pleasures.” "
        },
        {
          "scid": "mn75:12.1",
          "pli": "“Evameva kho ahaṃ, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi … pe … ",
          "en": "“In the same way, Māgaṇḍiya, when I was still a layperson I used to entertain myself with sights … sounds … "
        },
        {
          "scid": "mn75:12.2",
          "pli": "ghānaviññeyyehi gandhehi … ",
          "en": "smells … "
        },
        {
          "scid": "mn75:12.3",
          "pli": "jivhāviññeyyehi rasehi … ",
          "en": "tastes … "
        },
        {
          "scid": "mn75:12.4",
          "pli": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi. ",
          "en": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "mn75:12.5",
          "pli": "So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi. ",
          "en": "Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside. "
        },
        {
          "scid": "mn75:12.6",
          "pli": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante, so tesaṃ na pihemi, na tattha abhiramāmi. ",
          "en": "I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. I don’t envy them, nor do I hope to enjoy that. "
        },
        {
          "scid": "mn75:12.7",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:12.8",
          "pli": "Yāhayaṃ, māgaṇḍiya, rati aññatreva kāmehi aññatra akusalehi dhammehi—",
          "en": "Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities, "
        },
        {
          "scid": "mn75:12.9",
          "pli": "api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—",
          "en": "which even achieves the level of heavenly pleasure. "
        },
        {
          "scid": "mn75:12.10",
          "pli": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi. ",
          "en": "Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it. "
        },
        {
          "scid": "mn75:13.1",
          "pli": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeyya. ",
          "en": "Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’d cauterize their body over a pit of glowing coals. "
        },
        {
          "scid": "mn75:13.2",
          "pli": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ. ",
          "en": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them. "
        },
        {
          "scid": "mn75:13.3",
          "pli": "Tassa so bhisakko sallakatto bhesajjaṃ kareyya. ",
          "en": "The field surgeon would make medicine for them, "
        },
        {
          "scid": "mn75:13.4",
          "pli": "So taṃ bhesajjaṃ āgamma kuṭṭhehi parimucceyya, arogo assa sukhī serī sayaṃvasī yena kāmaṃ gamo. ",
          "en": "and by using that they’d be cured of leprosy. They’d be healthy, happy, autonomous, master of themselves, able to go where they wanted. "
        },
        {
          "scid": "mn75:13.5",
          "pli": "So aññaṃ kuṭṭhiṃ purisaṃ passeyya arugattaṃ pakkagattaṃ kimīhi khajjamānaṃ nakhehi vaṇamukhāni vippatacchamānaṃ aṅgārakāsuyā kāyaṃ paritāpentaṃ. ",
          "en": "Then they’d see another person affected by leprosy, with sores and blisters on their limbs, being devoured by worms, scratching with their nails at the opening of their wounds, cauterizing their body over a pit of glowing coals. "
        },
        {
          "scid": "mn75:13.6",
          "pli": "Taṃ kiṃ maññasi, māgaṇḍiya, ",
          "en": "What do you think, Māgaṇḍiya? "
        },
        {
          "scid": "mn75:13.7",
          "pli": "api nu so puriso amussa kuṭṭhissa purisassa piheyya aṅgārakāsuyā vā bhesajjaṃ paṭisevanāya vā”ti? ",
          "en": "Would that person envy that other person affected by leprosy for their pit of glowing coals or for taking medicine?” "
        },
        {
          "scid": "mn75:13.8",
          "pli": "“No hidaṃ, bho gotama. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "mn75:13.9",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:13.10",
          "pli": "Roge hi, bho gotama, sati bhesajjena karaṇīyaṃ hoti, roge asati na bhesajjena karaṇīyaṃ hotī”ti. ",
          "en": "Because you need to take medicine only when there’s a disease. When there’s no disease, there’s no need for medicine.” "
        },
        {
          "scid": "mn75:14.1",
          "pli": "“Evameva kho ahaṃ, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ, cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi … pe … ",
          "en": "“In the same way, Māgaṇḍiya, when I was still a layperson I used to entertain myself with sights … sounds … "
        },
        {
          "scid": "mn75:14.2",
          "pli": "ghānaviññeyyehi gandhehi … ",
          "en": "smells … "
        },
        {
          "scid": "mn75:14.3",
          "pli": "jivhāviññeyyehi rasehi … ",
          "en": "tastes … "
        },
        {
          "scid": "mn75:14.4",
          "pli": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi. ",
          "en": "touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "mn75:14.5",
          "pli": "So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi. ",
          "en": "Some time later—having truly understood the origin, ending, gratification, drawback, and escape of sensual pleasures, and having given up craving and dispelled passion for sensual pleasures—I live rid of thirst, my mind peaceful inside. "
        },
        {
          "scid": "mn75:14.6",
          "pli": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante. ",
          "en": "I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. "
        },
        {
          "scid": "mn75:14.7",
          "pli": "So tesaṃ na pihemi, na tattha abhiramāmi. ",
          "en": "I don’t envy them, nor do I hope to enjoy that. "
        },
        {
          "scid": "mn75:14.8",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:14.9",
          "pli": "Yāhayaṃ, māgaṇḍiya, rati, aññatreva kāmehi aññatra akusalehi dhammehi—",
          "en": "Because there is a satisfaction that is apart from sensual pleasures and unskillful qualities, "
        },
        {
          "scid": "mn75:14.10",
          "pli": "api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—",
          "en": "which even achieves the level of heavenly pleasure. "
        },
        {
          "scid": "mn75:14.11",
          "pli": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi. ",
          "en": "Enjoying that satisfaction, I don’t envy what is inferior, nor do I hope to enjoy it. "
        },
        {
          "scid": "mn75:15.1",
          "pli": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeyya. ",
          "en": "Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’d cauterize their body over a pit of glowing coals. "
        },
        {
          "scid": "mn75:15.2",
          "pli": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ. ",
          "en": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them. "
        },
        {
          "scid": "mn75:15.3",
          "pli": "Tassa so bhisakko sallakatto bhesajjaṃ kareyya. ",
          "en": "The field surgeon would make medicine for them, "
        },
        {
          "scid": "mn75:15.4",
          "pli": "So taṃ bhesajjaṃ āgamma kuṭṭhehi parimucceyya, arogo assa sukhī serī sayaṃvasī yena kāmaṃ gamo. ",
          "en": "and by using that they’d be cured of leprosy. They’d be healthy, happy, autonomous, master of themselves, able to go where they wanted. "
        },
        {
          "scid": "mn75:15.5",
          "pli": "Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā aṅgārakāsuṃ upakaḍḍheyyuṃ. ",
          "en": "Then two strong men would grab them by the arms and drag them towards the pit of glowing coals. "
        },
        {
          "scid": "mn75:15.6",
          "pli": "Taṃ kiṃ maññasi, māgaṇḍiya, ",
          "en": "What do you think, Māgaṇḍiya? "
        },
        {
          "scid": "mn75:15.7",
          "pli": "api nu so puriso iti citiceva kāyaṃ sannāmeyyā”ti? ",
          "en": "Wouldn’t that person writhe and struggle to and fro?” "
        },
        {
          "scid": "mn75:15.8",
          "pli": "“Evaṃ, bho gotama. ",
          "en": "“Yes, Master Gotama. "
        },
        {
          "scid": "mn75:15.9",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn75:15.10",
          "pli": "Asu hi, bho gotama, aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho cā”ti. ",
          "en": "Because that fire is really painful to touch, fiercely burning and scorching.” "
        },
        {
          "scid": "mn75:15.11",
          "pli": "“Taṃ kiṃ maññasi, māgaṇḍiya, ",
          "en": "“What do you think, Māgaṇḍiya? "
        },
        {
          "scid": "mn75:15.12",
          "pli": "idāneva nu kho so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca udāhu pubbepi so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho cā”ti? ",
          "en": "Is it only now that the fire is really painful to touch, fiercely burning and scorching, or was it painful previously as well?” "
        },
        {
          "scid": "mn75:15.13",
          "pli": "“Idāni ceva, bho gotama, so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca, pubbepi so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca. ",
          "en": "“That fire is painful now and it was also painful previously. "
        },
        {
          "scid": "mn75:15.14",
          "pli": "Asu ca, bho gotama, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno upahatindriyo dukkhasamphasseyeva aggismiṃ sukhamiti viparītasaññaṃ paccalatthā”ti. ",
          "en": "That person was affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, their sense faculties were impaired. So even though the fire was actually painful to touch, they had a distorted perception that it was pleasant.” "
        },
        {
          "scid": "mn75:16.1",
          "pli": "“Evameva kho, māgaṇḍiya, atītampi addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca, anāgatampi addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca, etarahipi paccuppannaṃ addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca. ",
          "en": "“In the same way, sensual pleasures of the past, future, and present are painful to touch, fiercely burning and scorching. "
        },
        {
          "scid": "mn75:16.2",
          "pli": "Ime ca, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena pariḍayhamānā upahatindriyā dukkhasamphassesuyeva kāmesu sukhamiti viparītasaññaṃ paccalatthuṃ. ",
          "en": "These sentient beings who are not free from sensual pleasures—being consumed by craving for sensual pleasures, burning with passion for sensual pleasures—have impaired sense faculties. So even though sensual pleasures are actually painful to touch, they have a distorted perception that they are pleasant. "
        },
        {
          "scid": "mn75:17.1",
          "pli": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeti. ",
          "en": "Suppose there was a person affected by leprosy, with sores and blisters on their limbs. Being devoured by worms, scratching with their nails at the opening of their wounds, they’re cauterizing their body over a pit of glowing coals. "
        },
        {
          "scid": "mn75:17.2",
          "pli": "Yathā yathā kho, māgaṇḍiya, asu kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeti tathā tathāssa tāni vaṇamukhāni asucitarāni ceva honti duggandhatarāni ca pūtikatarāni ca, hoti ceva kāci sātamattā assādamattā—yadidaṃ vaṇamukhānaṃ kaṇḍūvanahetu; ",
          "en": "The more they scratch their wounds and cauterize their body, the more their wounds become foul, stinking, and infected. But still, they derive a degree of pleasure and gratification from the itchiness of their wounds. "
        },
        {
          "scid": "mn75:17.3",
          "pli": "evameva kho, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena ca pariḍayhamānā kāme paṭisevanti. ",
          "en": "In the same way, I see other sentient beings who are not free from sensual pleasures being consumed by craving for sensual pleasures, burning with passion for sensual pleasures, indulging in sensual pleasures. "
        },
        {
          "scid": "mn75:17.4",
          "pli": "Yathā yathā kho, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena ca pariḍayhamānā kāme paṭisevanti tathā tathā tesaṃ tesaṃ sattānaṃ kāmataṇhā ceva pavaḍḍhati, kāmapariḷāhena ca pariḍayhanti, hoti ceva sātamattā assādamattā—yadidaṃ pañcakāmaguṇe paṭicca. ",
          "en": "The more they indulge in sensual pleasures, the more their craving for sensual pleasures grows, and the more they burn with passion for sensual pleasures. But still, they derive a degree of pleasure and gratification from the five kinds of sensual stimulation. "
        },
        {
          "scid": "mn75:18.1",
          "pli": "Taṃ kiṃ maññasi, māgaṇḍiya, ",
          "en": "What do you think, Māgaṇḍiya? "
        },
        {
          "scid": "mn75:18.2",
          "pli": "api nu te diṭṭho vā suto vā rājā vā rājamahāmatto vā pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno kāmataṇhaṃ appahāya kāmapariḷāhaṃ appaṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihāsi vā viharati vā viharissati vā”ti? ",
          "en": "Have you seen or heard of a king or a royal minister of the past, future, or present, amusing themselves supplied and provided with the five kinds of sensual stimulation, who—without giving up craving for sensual pleasures and dispelling passion for sensual pleasures—lives rid of thirst, their mind peaceful inside?” "
        },
        {
          "scid": "mn75:18.3",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "mn75:18.4",
          "pli": "“Sādhu, māgaṇḍiya. ",
          "en": "“Good, Māgaṇḍiya. "
        },
        {
          "scid": "mn75:18.5",
          "pli": "Mayāpi kho etaṃ, māgaṇḍiya, neva diṭṭhaṃ na sutaṃ rājā vā rājamahāmatto vā pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno kāmataṇhaṃ appahāya kāmapariḷāhaṃ appaṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihāsi vā viharati vā viharissati vā. ",
          "en": "Neither have I. "
        },
        {
          "scid": "mn75:18.6",
          "pli": "Atha kho, māgaṇḍiya, ye hi keci samaṇā vā brāhmaṇā vā vigatapipāsā ajjhattaṃ vūpasantacittā vihāsuṃ vā viharanti vā viharissanti vā sabbe te kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāsā ajjhattaṃ vūpasantacittā vihāsuṃ vā viharanti vā viharissanti vā”ti. ",
          "en": "On the contrary, all the ascetics or brahmins of the past, future, or present who live rid of thirst, their minds peaceful inside, do so after truly understanding the origin, ending, gratification, drawback, and escape of sensual pleasures, and after giving up craving and dispelling passion for sensual pleasures.” "
        },
        {
          "scid": "mn75:19.1",
          "pli": "Atha kho bhagavā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi: ",
          "en": "Then on that occasion the Buddha was inspired to exclaim: "
        },
        {
          "scid": "mn75:19.2",
          "pli": "“Ārogyaparamā lābhā, ",
          "en": "“Health is the ultimate blessing; "
        },
        {
          "scid": "mn75:19.3",
          "pli": "nibbānaṃ paramaṃ sukhaṃ; ",
          "en": "extinguishment, the ultimate happiness. "
        },
        {
          "scid": "mn75:19.4",
          "pli": "Aṭṭhaṅgiko ca maggānaṃ, ",
          "en": "Of paths, the ultimate is eightfold—"
        },
        {
          "scid": "mn75:19.5",
          "pli": "khemaṃ amatagāminan”ti. ",
          "en": "it’s safe, and leads to the deathless.” "
        },
        {
          "scid": "mn75:19.6",
          "pli": "Evaṃ vutte, māgaṇḍiyo paribbājako bhagavantaṃ etadavoca: ",
          "en": "When he said this, Māgaṇḍiya said to him, "
        },
        {
          "scid": "mn75:19.7",
          "pli": "“acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "“It’s incredible, Master Gotama, it’s amazing! "
        },
        {
          "scid": "mn75:19.8",
          "pli": "Yāva subhāsitañcidaṃ bhotā gotamena: ",
          "en": "How well said this was by Master Gotama! "
        },
        {
          "scid": "mn75:19.9",
          "pli": "‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti. ",
          "en": "‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’ "
        },
        {
          "scid": "mn75:19.10",
          "pli": "Mayāpi kho etaṃ, bho gotama, sutaṃ pubbakānaṃ paribbājakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
          "en": "I’ve also heard that wanderers of the past, the teachers of teachers, said: "
        },
        {
          "scid": "mn75:19.11",
          "pli": "‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti; ",
          "en": "‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’ "
        },
        {
          "scid": "mn75:19.12",
          "pli": "tayidaṃ, bho gotama, sametī”ti. ",
          "en": "And it agrees, Master Gotama.” "
        },
        {
          "scid": "mn75:19.13",
          "pli": "“Yaṃ pana te etaṃ, māgaṇḍiya, sutaṃ pubbakānaṃ paribbājakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
          "en": "“But Māgaṇḍiya, when you heard that wanderers of the past said this, "
        },
        {
          "scid": "mn75:19.14",
          "pli": "‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti, katamaṃ taṃ ārogyaṃ, katamaṃ taṃ nibbānan”ti? ",
          "en": "what is that health? And what is that extinguishment?” "
        },
        {
          "scid": "mn75:19.15",
          "pli": "Evaṃ vutte, māgaṇḍiyo paribbājako sakāneva sudaṃ gattāni pāṇinā anomajjati: ",
          "en": "When he said this, Māgaṇḍiya stroked his own limbs with his hands, saying: "
        },
        {
          "scid": "mn75:19.16",
          "pli": "“idantaṃ, bho gotama, ārogyaṃ, idantaṃ nibbānaṃ. ",
          "en": "“This is that health, Master Gotama, this is that extinguishment! "
        },
        {
          "scid": "mn75:19.17",
          "pli": "Ahañhi, bho gotama, etarahi arogo sukhī, na maṃ kiñci ābādhatī”ti. ",
          "en": "For I am now healthy and happy, and have no afflictions.” "
        },
        {
          "scid": "mn75:20.1",
          "pli": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso; ",
          "en": "“Māgaṇḍiya, suppose a person was born blind. "
        },
        {
          "scid": "mn75:20.2",
          "pli": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye. ",
          "en": "They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun. "
        },
        {
          "scid": "mn75:20.3",
          "pli": "So suṇeyya cakkhumato bhāsamānassa: ",
          "en": "They might hear a sighted person saying: "
        },
        {
          "scid": "mn75:20.4",
          "pli": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti. ",
          "en": "‘White cloth is really nice, it’s attractive, stainless, and clean.’ "
        },
        {
          "scid": "mn75:20.5",
          "pli": "So odātapariyesanaṃ careyya. ",
          "en": "They’d go in search of white cloth. "
        },
        {
          "scid": "mn75:20.6",
          "pli": "Tamenaṃ aññataro puriso telamalikatena sāhuḷicīrena vañceyya: ",
          "en": "But someone would cheat them with a dirty, soiled garment, saying: "
        },
        {
          "scid": "mn75:20.7",
          "pli": "‘idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti. ",
          "en": "‘Sir, here is a white cloth for you, it’s attractive, stainless, and clean.’ "
        },
        {
          "scid": "mn75:20.8",
          "pli": "So taṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya: ",
          "en": "They’d take it and put it on, expressing their gladness: "
        },
        {
          "scid": "mn75:20.9",
          "pli": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti. ",
          "en": "‘White cloth is really nice, it’s attractive, stainless, and clean.’ "
        },
        {
          "scid": "mn75:20.10",
          "pli": "Taṃ kiṃ maññasi, māgaṇḍiya, ",
          "en": "What do you think, Māgaṇḍiya? "
        },
        {
          "scid": "mn75:20.11",
          "pli": "api nu so jaccandho puriso jānanto passanto amuṃ telamalikataṃ sāhuḷicīraṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya: ",
          "en": "Did that person blind from birth do this knowing and seeing, "
        },
        {
          "scid": "mn75:20.12",
          "pli": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti udāhu cakkhumato saddhāyā”ti? ",
          "en": "or out of faith in the sighted person?” "
        },
        {
          "scid": "mn75:20.13",
          "pli": "“Ajānanto hi, bho gotama, apassanto so jaccandho puriso amuṃ telamalikataṃ sāhuḷicīraṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya: ",
          "en": "“They did so not knowing or seeing, "
        },
        {
          "scid": "mn75:20.14",
          "pli": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti, cakkhumato saddhāyā”ti. ",
          "en": "but out of faith in the sighted person.” "
        },
        {
          "scid": "mn75:21.1",
          "pli": "“Evameva kho, māgaṇḍiya, aññatitthiyā paribbājakā andhā acakkhukā ajānantā ārogyaṃ, apassantā nibbānaṃ, atha ca panimaṃ gāthaṃ bhāsanti: ",
          "en": "“In the same way, the wanderers who follow other paths are blind and sightless. Not knowing health and not seeing extinguishment, they still recite this verse: "
        },
        {
          "scid": "mn75:21.2",
          "pli": "‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti. ",
          "en": "‘Health is the ultimate blessing; extinguishment, the ultimate happiness.’ "
        },
        {
          "scid": "mn75:21.3",
          "pli": "Pubbakehesā, māgaṇḍiya, arahantehi sammāsambuddhehi gāthā bhāsitā: ",
          "en": "For this verse was recited by the perfected ones, fully awakened Buddhas of the past: "
        },
        {
          "scid": "mn75:21.4",
          "pli": "‘Ārogyaparamā lābhā, ",
          "en": "‘Health is the ultimate blessing; "
        },
        {
          "scid": "mn75:21.5",
          "pli": "nibbānaṃ paramaṃ sukhaṃ; ",
          "en": "extinguishment, the ultimate happiness. "
        },
        {
          "scid": "mn75:21.6",
          "pli": "Aṭṭhaṅgiko ca maggānaṃ, ",
          "en": "Of paths, the ultimate is eightfold—"
        },
        {
          "scid": "mn75:21.7",
          "pli": "khemaṃ amatagāminan’ti. ",
          "en": "it’s safe, and leads to the deathless.' "
        },
        {
          "scid": "mn75:21.8",
          "pli": "Sā etarahi anupubbena puthujjanagāthā. ",
          "en": "These days it has gradually become a verse used by ordinary people. "
        },
        {
          "scid": "mn75:21.9",
          "pli": "Ayaṃ kho pana, māgaṇḍiya, kāyo rogabhūto gaṇḍabhūto sallabhūto aghabhūto ābādhabhūto, so tvaṃ imaṃ kāyaṃ rogabhūtaṃ gaṇḍabhūtaṃ sallabhūtaṃ aghabhūtaṃ ābādhabhūtaṃ: ",
          "en": "But Māgaṇḍiya, this body is a disease, an abscess, a dart, a misery, an affliction. Yet you say of this body: "
        },
        {
          "scid": "mn75:21.10",
          "pli": "‘idantaṃ, bho gotama, ārogyaṃ, idantaṃ nibbānan’ti vadesi. ",
          "en": "‘This is that health, this is that extinguishment!’ "
        },
        {
          "scid": "mn75:21.11",
          "pli": "Tañhi te, māgaṇḍiya, ariyaṃ cakkhuṃ natthi yena tvaṃ ariyena cakkhunā ārogyaṃ jāneyyāsi, nibbānaṃ passeyyāsī”ti. ",
          "en": "Māgaṇḍiya, you don’t have the noble vision by which you might know health and see extinguishment.” "
        },
        {
          "scid": "mn75:22.1",
          "pli": "“Evaṃ pasanno ahaṃ bhoto gotamassa. ",
          "en": "“I am quite confident that Master Gotama "
        },
        {
          "scid": "mn75:22.2",
          "pli": "Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ ārogyaṃ jāneyyaṃ, nibbānaṃ passeyyan”ti. ",
          "en": "is capable of teaching me so that I can know health and see extinguishment.” "
        },
        {
          "scid": "mn75:22.3",
          "pli": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso; ",
          "en": "“Māgaṇḍiya, suppose a person was born blind. "
        },
        {
          "scid": "mn75:22.4",
          "pli": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye. ",
          "en": "They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun. "
        },
        {
          "scid": "mn75:22.5",
          "pli": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ. ",
          "en": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them. "
        },
        {
          "scid": "mn75:22.6",
          "pli": "Tassa so bhisakko sallakatto bhesajjaṃ kareyya. ",
          "en": "The field surgeon would make medicine for them, "
        },
        {
          "scid": "mn75:22.7",
          "pli": "So taṃ bhesajjaṃ āgamma na cakkhūni uppādeyya, na cakkhūni visodheyya. ",
          "en": "but when they used it their eyes were not cured and they still could not see clearly. "
        },
        {
          "scid": "mn75:22.8",
          "pli": "Taṃ kiṃ maññasi, māgaṇḍiya, ",
          "en": "What do you think, Māgaṇḍiya? "
        },
        {
          "scid": "mn75:22.9",
          "pli": "nanu so vejjo yāvadeva kilamathassa vighātassa bhāgī assā”ti? ",
          "en": "Wouldn’t that doctor just get weary and frustrated?” "
        },
        {
          "scid": "mn75:22.10",
          "pli": "“Evaṃ, bho gotama”. ",
          "en": "“Yes, Master Gotama.” "
        },
        {
          "scid": "mn75:22.11",
          "pli": "“Evameva kho, māgaṇḍiya, ahañce te dhammaṃ deseyyaṃ: ",
          "en": "“In the same way, suppose I were to teach you the Dhamma, saying: "
        },
        {
          "scid": "mn75:22.12",
          "pli": "‘idantaṃ ārogyaṃ, idantaṃ nibbānan’ti, so tvaṃ ārogyaṃ na jāneyyāsi, nibbānaṃ na passeyyāsi. ",
          "en": "‘This is that health, this is that extinguishment.’ But you might not know health or see extinguishment, "
        },
        {
          "scid": "mn75:22.13",
          "pli": "So mamassa kilamatho, sā mamassa vihesā”ti. ",
          "en": "which would be wearying and troublesome for me.” "
        },
        {
          "scid": "mn75:22.14",
          "pli": "“Evaṃ pasanno ahaṃ bhoto gotamassa. ",
          "en": "“I am quite confident that Master Gotama "
        },
        {
          "scid": "mn75:23.1",
          "pli": "Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ ārogyaṃ jāneyyaṃ, nibbānaṃ passeyyan”ti. ",
          "en": "is capable of teaching me so that I can know health and see extinguishment.” "
        },
        {
          "scid": "mn75:23.2",
          "pli": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso; ",
          "en": "“Māgaṇḍiya, suppose a person was born blind. "
        },
        {
          "scid": "mn75:23.3",
          "pli": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye. ",
          "en": "They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun. "
        },
        {
          "scid": "mn75:23.4",
          "pli": "So suṇeyya cakkhumato bhāsamānassa: ",
          "en": "They might hear a sighted person saying: "
        },
        {
          "scid": "mn75:23.5",
          "pli": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti. ",
          "en": "‘White cloth is really nice, it’s attractive, stainless, and clean.’ "
        },
        {
          "scid": "mn75:24.1",
          "pli": "So odātapariyesanaṃ careyya. ",
          "en": "They’d go in search of white cloth. "
        },
        {
          "scid": "mn75:24.2",
          "pli": "Tamenaṃ aññataro puriso telamalikatena sāhuḷicīrena vañceyya: ",
          "en": "But someone would cheat them with a dirty, soiled garment, saying: "
        },
        {
          "scid": "mn75:24.3",
          "pli": "‘idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti. ",
          "en": "‘Sir, here is a white cloth for you, it’s attractive, stainless, and clean.’ "
        },
        {
          "scid": "mn75:24.4",
          "pli": "So taṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya. ",
          "en": "They’d take it and put it on. "
        },
        {
          "scid": "mn75:24.5",
          "pli": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ. ",
          "en": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them. "
        },
        {
          "scid": "mn75:24.6",
          "pli": "Tassa so bhisakko sallakatto bhesajjaṃ kareyya—",
          "en": "The field surgeon would make medicine for them: "
        },
        {
          "scid": "mn75:24.7",
          "pli": "uddhaṃvirecanaṃ adhovirecanaṃ añjanaṃ paccañjanaṃ natthukammaṃ. ",
          "en": "emetics, purgatives, ointment, counter-ointment, or nasal treatment. "
        },
        {
          "scid": "mn75:24.8",
          "pli": "So taṃ bhesajjaṃ āgamma cakkhūni uppādeyya, cakkhūni visodheyya. ",
          "en": "And when they used it their eyes would be cured so that they could see clearly. "
        },
        {
          "scid": "mn75:24.9",
          "pli": "Tassa saha cakkhuppādā yo amusmiṃ telamalikate sāhuḷicīre chandarāgo so pahīyetha. ",
          "en": "As soon as their eyes were cured they’d lose all desire for that dirty, soiled garment. "
        },
        {
          "scid": "mn75:24.10",
          "pli": "Tañca naṃ purisaṃ amittatopi daheyya, paccatthikatopi daheyya, api ca jīvitā voropetabbaṃ maññeyya: ",
          "en": "Then they would consider that person to be no friend, but an enemy, and might even think of murdering them: "
        },
        {
          "scid": "mn75:24.11",
          "pli": "‘dīgharattaṃ vata, bho, ahaṃ iminā purisena telamalikatena sāhuḷicīrena nikato vañcito paluddho—",
          "en": "‘For such a long time I’ve been cheated, tricked, and deceived by that person with this dirty, soiled garment when he said, "
        },
        {
          "scid": "mn75:24.12",
          "pli": "idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti. ",
          "en": "“Sir, here is a white cloth for you, it’s attractive, stainless, and clean.”’ "
        },
        {
          "scid": "mn75:24.13",
          "pli": "Evameva kho, māgaṇḍiya, ahañce te dhammaṃ deseyyaṃ: ",
          "en": "In the same way, Māgaṇḍiya, suppose I were to teach you the Dhamma, saying: "
        },
        {
          "scid": "mn75:24.14",
          "pli": "‘idantaṃ ārogyaṃ, idantaṃ nibbānan’ti. ",
          "en": "‘This is that health, this is that extinguishment.’ "
        },
        {
          "scid": "mn75:24.15",
          "pli": "So tvaṃ ārogyaṃ jāneyyāsi, nibbānaṃ passeyyāsi. ",
          "en": "You might know health and see extinguishment. "
        },
        {
          "scid": "mn75:24.16",
          "pli": "Tassa te saha cakkhuppādā yo pañcasupādānakkhandhesu chandarāgo so pahīyetha; ",
          "en": "And as soon as your vision arises you might give up desire for the five grasping aggregates. "
        },
        {
          "scid": "mn75:24.17",
          "pli": "api ca te evamassa: ",
          "en": "And you might even think: "
        },
        {
          "scid": "mn75:24.18",
          "pli": "‘dīgharattaṃ vata bho ahaṃ iminā cittena nikato vañcito paluddho. ",
          "en": "‘For such a long time I’ve been cheated, tricked, and deceived by this mind. "
        },
        {
          "scid": "mn75:24.19",
          "pli": "Ahañhi rūpaṃyeva upādiyamāno upādiyiṃ, vedanaṃyeva upādiyamāno upādiyiṃ, saññaṃyeva upādiyamāno upādiyiṃ, saṅkhāreyeva upādiyamāno upādiyiṃ, viññāṇaṃyeva upādiyamāno upādiyiṃ. ",
          "en": "For what I have been grasping is only form, feeling, perception, choices, and consciousness. "
        },
        {
          "scid": "mn75:24.20",
          "pli": "Tassa me upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti; ",
          "en": "My grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. "
        },
        {
          "scid": "mn75:24.21",
          "pli": "evametassa kevalassa dukkhakkhandhassa samudayo hotī’”ti. ",
          "en": "That is how this entire mass of suffering originates.’” "
        },
        {
          "scid": "mn75:24.22",
          "pli": "“Evaṃ pasanno ahaṃ bhoto gotamassa. ",
          "en": "“I am quite confident that Master Gotama "
        },
        {
          "scid": "mn75:25.1",
          "pli": "Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ imamhā āsanā anandho vuṭṭhaheyyan”ti. ",
          "en": "is capable of teaching me so that I can rise from this seat cured of blindness.” "
        },
        {
          "scid": "mn75:25.2",
          "pli": "“Tena hi tvaṃ, māgaṇḍiya, sappurise bhajeyyāsi. ",
          "en": "“Well then, Māgaṇḍiya, you should associate with good people. "
        },
        {
          "scid": "mn75:25.3",
          "pli": "Yato kho tvaṃ, māgaṇḍiya, sappurise bhajissasi tato tvaṃ, māgaṇḍiya, saddhammaṃ sossasi; ",
          "en": "When you associate with good people, you will hear the true teaching. "
        },
        {
          "scid": "mn75:25.4",
          "pli": "yato kho tvaṃ, māgaṇḍiya, saddhammaṃ sossasi tato tvaṃ, māgaṇḍiya, dhammānudhammaṃ paṭipajjissasi; ",
          "en": "When you hear the true teaching, you’ll practice in line with the teaching. "
        },
        {
          "scid": "mn75:25.5",
          "pli": "yato kho tvaṃ, māgaṇḍiya, dhammānudhammaṃ paṭipajjissasi tato tvaṃ, māgaṇḍiya, sāmaṃyeva ñassasi, sāmaṃ dakkhissasi—",
          "en": "When you practice in line with the teaching, you’ll know and see for yourself: "
        },
        {
          "scid": "mn75:25.6",
          "pli": "ime rogā gaṇḍā sallā; ",
          "en": "‘These are diseases, boils, and darts. "
        },
        {
          "scid": "mn75:25.7",
          "pli": "idha rogā gaṇḍā sallā aparisesā nirujjhanti. ",
          "en": "And here is where diseases, boils, and darts cease without anything left over.’ "
        },
        {
          "scid": "mn75:25.8",
          "pli": "Tassa me upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti; ",
          "en": "When my grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. "
        },
        {
          "scid": "mn75:25.9",
          "pli": "evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ",
          "en": "That is how this entire mass of suffering ceases.” "
        },
        {
          "scid": "mn75:26.1",
          "pli": "Evaṃ vutte, māgaṇḍiyo paribbājako bhagavantaṃ etadavoca: ",
          "en": "When he said this, Māgaṇḍiya said to him, "
        },
        {
          "scid": "mn75:26.2",
          "pli": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "“Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "mn75:26.3",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. "
        },
        {
          "scid": "mn75:26.4",
          "pli": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn75:26.5",
          "pli": "Labheyyāhaṃ bhoto gotamassa santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ",
          "en": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” "
        },
        {
          "scid": "mn75:27.1",
          "pli": "“Yo kho, māgaṇḍiya, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati; catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya. ",
          "en": "“Māgaṇḍiya, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood. "
        },
        {
          "scid": "mn75:27.2",
          "pli": "Api ca mettha puggalavemattatā viditā”ti. ",
          "en": "However, I have recognized individual differences in this matter.” "
        },
        {
          "scid": "mn75:27.3",
          "pli": "“Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ, ākaṅkhantā upasampadaṃ cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya; ahaṃ cattāri vassāni parivasissāmi, catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti. ",
          "en": "“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.” "
        },
        {
          "scid": "mn75:28.1",
          "pli": "Alattha kho māgaṇḍiyo paribbājako bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ",
          "en": "And the wanderer Māgaṇḍiya received the going forth, the ordination in the Buddha’s presence. "
        },
        {
          "scid": "mn75:28.2",
          "pli": "Acirūpasampanno kho panāyasmā māgaṇḍiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
          "en": "Not long after his ordination, Venerable Māgaṇḍiya, living alone, withdrawn, diligent, keen, and resolute, realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "mn75:28.3",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "mn75:28.4",
          "pli": "Aññataro kho panāyasmā māgaṇḍiyo arahataṃ ahosīti. ",
          "en": "And Venerable Māgaṇḍiya became one of the perfected. "
        },
        {
          "scid": "mn75:28.5",
          "pli": "Māgaṇḍiyasuttaṃ niṭṭhitaṃ pañcamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn75/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 75",
    "volpages": "MN i 501",
    "uid": "mn75",
    "blurb": "Accused by a hedonist of being too negative, the Buddha recounts the luxury of his upbringing, and his realization of how little value there was in such things. Through renunciation he found a far greater pleasure.",
    "difficulty": 2,
    "original_title": "Māgaṇḍiya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Māgaṇḍiya ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn75_sujato",
        "segmented": true,
        "title": "With Māgaṇḍiya ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_mn75_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2009",
        "segmented": false,
        "volpage": null,
        "title": "To Māgandiya"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn75_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Discourse to Māgandiya"
      }
    ],
    "parallel_count": 20,
    "biblio": null,
    "num": 5
  }
}