{
  "sutta_uid": "mn76",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn76",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Sandaka ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Longer Discourse with Sakuludāyī ",
      "uid": "mn77"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Māgaṇḍiya ",
      "uid": "mn75"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn76:0.1",
          "pli": "Majjhima Nikāya 76 ",
          "en": "Middle Discourses 76 "
        },
        {
          "scid": "mn76:0.2",
          "pli": "Sandakasutta ",
          "en": "With Sandaka "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 76 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn76:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn76:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme. ",
          "en": "At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery. "
        },
        {
          "scid": "mn76:2.1",
          "pli": "Tena kho pana samayena sandako paribbājako pilakkhaguhāyaṃ paṭivasati mahatiyā paribbājakaparisāya saddhiṃ pañcamattehi paribbājakasatehi. ",
          "en": "Now at that time the wanderer Sandaka was residing at the cave of the wavy leaf fig tree together with a large assembly of around five hundred wanderers. "
        },
        {
          "scid": "mn76:3.1",
          "pli": "Atha kho āyasmā ānando sāyanhasamayaṃ paṭisallānā vuṭṭhito bhikkhū āmantesi: ",
          "en": "Then in the late afternoon, Venerable Ānanda came out of retreat and addressed the mendicants: "
        },
        {
          "scid": "mn76:3.2",
          "pli": "“āyāmāvuso, yena devakatasobbho tenupasaṅkamissāma guhādassanāyā”ti. ",
          "en": "“Come, reverends, let’s go to the Devakata Pool to see the cave.” "
        },
        {
          "scid": "mn76:3.3",
          "pli": "“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṃ. ",
          "en": "“Yes, reverend,” they replied. "
        },
        {
          "scid": "mn76:3.4",
          "pli": "Atha kho āyasmā ānando sambahulehi bhikkhūhi saddhiṃ yena devakatasobbho tenupasaṅkami. ",
          "en": "Then Ānanda together with several mendicants went to the Devakata Pool. "
        },
        {
          "scid": "mn76:4.1",
          "pli": "Tena kho pana samayena sandako paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—",
          "en": "Now at that time, Sandaka and the large assembly of wanderers were sitting together making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as "
        },
        {
          "scid": "mn76:4.2",
          "pli": "rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā. ",
          "en": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. "
        },
        {
          "scid": "mn76:4.3",
          "pli": "Addasā kho sandako paribbājako āyasmantaṃ ānandaṃ dūratova āgacchantaṃ. ",
          "en": "Sandaka saw Ānanda coming off in the distance, "
        },
        {
          "scid": "mn76:4.4",
          "pli": "Disvāna sakaṃ parisaṃ saṇṭhāpesi: ",
          "en": "and hushed his own assembly, "
        },
        {
          "scid": "mn76:4.5",
          "pli": "“appasaddā bhonto hontu, mā bhonto saddamakattha; ",
          "en": "“Be quiet, good sirs, don’t make a sound. "
        },
        {
          "scid": "mn76:4.6",
          "pli": "ayaṃ samaṇassa gotamassa sāvako āgacchati samaṇo ānando. ",
          "en": "The ascetic Ānanda, a disciple of the ascetic Gotama, is coming. "
        },
        {
          "scid": "mn76:4.7",
          "pli": "Yāvatā kho pana samaṇassa gotamassa sāvakā kosambiyaṃ paṭivasanti, ayaṃ tesaṃ aññataro samaṇo ānando. ",
          "en": "He is included among the disciples of the ascetic Gotama, who is residing near Kosambī. "
        },
        {
          "scid": "mn76:4.8",
          "pli": "Appasaddakāmā kho pana te āyasmanto appasaddavinītā appasaddassa vaṇṇavādino; ",
          "en": "Such venerables like the quiet, are educated to be quiet, and praise the quiet. "
        },
        {
          "scid": "mn76:4.9",
          "pli": "appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti. ",
          "en": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.” "
        },
        {
          "scid": "mn76:4.10",
          "pli": "Atha kho te paribbājakā tuṇhī ahesuṃ. ",
          "en": "Then those wanderers fell silent. "
        },
        {
          "scid": "mn76:5.1",
          "pli": "Atha kho āyasmā ānando yena sandako paribbājako tenupasaṅkami. ",
          "en": "Then Venerable Ānanda went up to the wanderer Sandaka, "
        },
        {
          "scid": "mn76:5.2",
          "pli": "Atha kho sandako paribbājako āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "who said to him, "
        },
        {
          "scid": "mn76:5.3",
          "pli": "“etu kho bhavaṃ ānando, svāgataṃ bhoto ānandassa. ",
          "en": "“Come, Master Ānanda! Welcome, Master Ānanda! "
        },
        {
          "scid": "mn76:5.4",
          "pli": "Cirassaṃ kho bhavaṃ ānando imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ",
          "en": "It’s been a long time since you took the opportunity to come here. "
        },
        {
          "scid": "mn76:5.5",
          "pli": "Nisīdatu bhavaṃ ānando, idamāsanaṃ paññattan”ti. ",
          "en": "Please, sir, sit down, this seat is ready.” "
        },
        {
          "scid": "mn76:5.6",
          "pli": "Nisīdi kho āyasmā ānando paññatte āsane. ",
          "en": "Ānanda sat down on the seat spread out, "
        },
        {
          "scid": "mn76:5.7",
          "pli": "Sandakopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "while Sandaka took a low seat and sat to one side. "
        },
        {
          "scid": "mn76:5.8",
          "pli": "Ekamantaṃ nisinnaṃ kho sandakaṃ paribbājakaṃ āyasmā ānando etadavoca: ",
          "en": "Ānanda said to Sandaka, "
        },
        {
          "scid": "mn76:5.9",
          "pli": "“kāya nuttha, sandaka, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
          "en": "“Sandaka, what were you sitting talking about just now? What conversation was unfinished?” "
        },
        {
          "scid": "mn76:5.10",
          "pli": "“Tiṭṭhatesā, bho ānanda, kathā yāya mayaṃ etarahi kathāya sannisinnā. ",
          "en": "“Master Ānanda, leave aside what we were sitting talking about just now. "
        },
        {
          "scid": "mn76:5.11",
          "pli": "Nesā bhoto ānandassa kathā dullabhā bhavissati pacchāpi savanāya. ",
          "en": "It won’t be hard for you to hear about that later. "
        },
        {
          "scid": "mn76:5.12",
          "pli": "Sādhu vata bhavantaṃyeva ānandaṃ paṭibhātu sake ācariyake dhammīkathā”ti. ",
          "en": "It’d be great if Master Ānanda himself would give a Dhamma talk explaining his own tradition.” "
        },
        {
          "scid": "mn76:5.13",
          "pli": "“Tena hi, sandaka, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "“Well then, Sandaka, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn76:5.14",
          "pli": "“Evaṃ, bho”ti kho sandako paribbājako āyasmato ānandassa paccassosi. ",
          "en": "“Yes, sir,” replied Sandaka. "
        },
        {
          "scid": "mn76:5.15",
          "pli": "Āyasmā ānando etadavoca: ",
          "en": "Venerable Ānanda said this: "
        },
        {
          "scid": "mn76:6.1",
          "pli": "“cattārome, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena abrahmacariyavāsā akkhātā cattāri ca anassāsikāni brahmacariyāni akkhātāni, yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti. ",
          "en": "“Sandaka, these things have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: four ways that negate the spiritual life, and four kinds of unreliable spiritual life. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t succeed in the procedure of the skillful teaching.” "
        },
        {
          "scid": "mn76:6.2",
          "pli": "“Katame pana te, bho ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsā akkhātā, yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti? ",
          "en": "“But Master Ānanda, what are the four ways that negate the spiritual life, and the four kinds of unreliable spiritual life?” "
        },
        {
          "scid": "mn76:7.1",
          "pli": "“Idha, sandaka, ekacco satthā evaṃvādī hoti evaṃdiṭṭhi: ",
          "en": "“Sandaka, take a certain teacher who has this doctrine and view: "
        },
        {
          "scid": "mn76:7.2",
          "pli": "‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paroloko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedenti. ",
          "en": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight. "
        },
        {
          "scid": "mn76:7.3",
          "pli": "Cātumahābhūtiko ayaṃ puriso yadā kālaṃ karoti, pathavī pathavīkāyaṃ anupeti anupagacchati, āpo āpokāyaṃ anupeti anupagacchati, tejo tejokāyaṃ anupeti anupagacchati, vāyo vāyokāyaṃ anupeti anupagacchati, ākāsaṃ indriyāni saṅkamanti. ",
          "en": "This person is made up of the four primary elements. When they die, the earth in their body merges and coalesces with the main mass of earth. The water in their body merges and coalesces with the main mass of water. The fire in their body merges and coalesces with the main mass of fire. The air in their body merges and coalesces with the main mass of air. The faculties are transferred to space. "
        },
        {
          "scid": "mn76:7.4",
          "pli": "Āsandipañcamā purisā mataṃ ādāya gacchanti, ",
          "en": "Four men with a bier carry away the corpse. "
        },
        {
          "scid": "mn76:7.5",
          "pli": "yāvāḷāhanā padāni paññāyanti. ",
          "en": "Their footprints show the way to the cemetery. "
        },
        {
          "scid": "mn76:7.6",
          "pli": "Kāpotakāni aṭṭhīni bhavanti. ",
          "en": "The bones become bleached. "
        },
        {
          "scid": "mn76:7.7",
          "pli": "Bhassantā āhutiyo; ",
          "en": "Offerings dedicated to the gods end in ashes. "
        },
        {
          "scid": "mn76:7.8",
          "pli": "dattupaññattaṃ yadidaṃ dānaṃ. ",
          "en": "Giving is a doctrine for morons. "
        },
        {
          "scid": "mn76:7.9",
          "pli": "Tesaṃ tucchā musā vilāpo ye keci atthikavādaṃ vadanti. ",
          "en": "When anyone affirms a positive teaching it’s just hollow, false nonsense. "
        },
        {
          "scid": "mn76:7.10",
          "pli": "Bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti na honti paraṃ maraṇā’ti. ",
          "en": "Both the foolish and the astute are annihilated and destroyed when their body breaks up, and they don’t exist after death.’ "
        },
        {
          "scid": "mn76:8.1",
          "pli": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn76:8.2",
          "pli": "‘ayaṃ kho bhavaṃ satthā evaṃvādī evaṃdiṭṭhi—",
          "en": "‘This teacher has such a doctrine and view. "
        },
        {
          "scid": "mn76:8.3",
          "pli": "natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paroloko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedenti. ",
          "en": " "
        },
        {
          "scid": "mn76:8.4",
          "pli": "Cātumahābhūtiko ayaṃ puriso yadā kālaṃ karoti, pathavī pathavīkāyaṃ anupeti anupagacchati, āpo āpokāyaṃ anupeti anupagacchati, tejo tejokāyaṃ anupeti anupagacchati, vāyo vāyokāyaṃ anupeti anupagacchati, ākāsaṃ indriyāni saṅkamanti. ",
          "en": " "
        },
        {
          "scid": "mn76:8.5",
          "pli": "Āsandipañcamā purisā mataṃ ādāya gacchanti, yāvāḷāhanā padāni paññāyanti. ",
          "en": " "
        },
        {
          "scid": "mn76:8.6",
          "pli": "Kāpotakāni aṭṭhīni bhavanti. ",
          "en": " "
        },
        {
          "scid": "mn76:8.7",
          "pli": "Bhassantā āhutiyo; ",
          "en": " "
        },
        {
          "scid": "mn76:8.8",
          "pli": "dattupaññattaṃ yadidaṃ dānaṃ. ",
          "en": " "
        },
        {
          "scid": "mn76:8.9",
          "pli": "Tesaṃ tucchā musā vilāpo ye keci atthikavādaṃ vadanti. ",
          "en": " "
        },
        {
          "scid": "mn76:8.10",
          "pli": "Bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti na honti paraṃ maraṇā’ti. ",
          "en": " "
        },
        {
          "scid": "mn76:8.11",
          "pli": "Sace imassa bhoto satthuno saccaṃ vacanaṃ, akatena me ettha kataṃ, avusitena me ettha vusitaṃ. ",
          "en": "If what that teacher says is true, both I who have not accomplished this and one who has accomplished it "
        },
        {
          "scid": "mn76:8.12",
          "pli": "Ubhopi mayaṃ ettha samasamā sāmaññaṃ pattā, yo cāhaṃ na vadāmi ‘ubho kāyassa bhedā ucchijjissāma, vinassissāma, na bhavissāma paraṃ maraṇā’ti. ",
          "en": "have attained exactly the same level. Yet I’m not one who says that both of us are annihilated and destroyed when our body breaks up, and we don’t exist after death. "
        },
        {
          "scid": "mn76:8.13",
          "pli": "Atirekaṃ kho panimassa bhoto satthuno naggiyaṃ muṇḍiyaṃ ukkuṭikappadhānaṃ kesamassulocanaṃ, yohaṃ puttasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṃ. ",
          "en": "But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher. "
        },
        {
          "scid": "mn76:8.14",
          "pli": "Sohaṃ kiṃ jānanto kiṃ passanto imasmiṃ satthari brahmacariyaṃ carissāmi? ",
          "en": "What do I know or see that I should live the spiritual life under this teacher? "
        },
        {
          "scid": "mn76:8.15",
          "pli": "‘So abrahmacariyavāso ayan’ti—",
          "en": "This negates the spiritual life.’ "
        },
        {
          "scid": "mn76:8.16",
          "pli": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
          "en": "Realizing this, they leave disappointed. "
        },
        {
          "scid": "mn76:9.1",
          "pli": "Ayaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "This is the first way that negates the spiritual life. "
        },
        {
          "scid": "mn76:10.1",
          "pli": "Puna caparaṃ, sandaka, idhekacco satthā evaṃvādī hoti evaṃdiṭṭhi: ",
          "en": "Furthermore, take a certain teacher who has this doctrine and view: "
        },
        {
          "scid": "mn76:10.2",
          "pli": "‘karoto kārayato chindato chedāpayato pacato pācāpayato socayato socāpayato kilamato kilamāpayato phandato phandāpayato pāṇamatipātayato adinnaṃ ādiyato sandhiṃ chindato nillopaṃ harato ekāgārikaṃ karoto paripanthe tiṭṭhato paradāraṃ gacchato musā bhaṇato karoto na karīyati pāpaṃ. ",
          "en": "‘Nothing bad is done by the doer when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. Nothing bad is done when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. "
        },
        {
          "scid": "mn76:10.3",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "mn76:10.4",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pacāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "mn76:10.5",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo. ",
          "en": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. "
        },
        {
          "scid": "mn76:10.6",
          "pli": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti. ",
          "en": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’ "
        },
        {
          "scid": "mn76:11.1",
          "pli": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn76:11.2",
          "pli": "‘ayaṃ kho bhavaṃ satthā evaṃvādī evaṃdiṭṭhi—",
          "en": "‘This teacher has such a doctrine and view. "
        },
        {
          "scid": "mn76:11.3",
          "pli": "karoto kārayato chindato chedāpayato pacato pācāpayato socato socāpayato kilamato kilamāpayato phandato phandāpayato pāṇamatipātayato adinnaṃ ādiyato sandhiṃ chindato nillopaṃ harato ekāgārikaṃ karoto paripanthe tiṭṭhato paradāraṃ gacchato musā bhaṇato karoto na karīyati pāpaṃ khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "mn76:11.4",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pacāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "mn76:11.5",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo. ",
          "en": " "
        },
        {
          "scid": "mn76:11.6",
          "pli": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti. ",
          "en": " "
        },
        {
          "scid": "mn76:11.7",
          "pli": "Sace imassa bhoto satthuno saccaṃ vacanaṃ, akatena me ettha kataṃ, avusitena me ettha vusitaṃ. ",
          "en": "If what that teacher says is true, both I who have not accomplished this and one who has accomplished it "
        },
        {
          "scid": "mn76:11.8",
          "pli": "Ubhopi mayaṃ ettha samasamā sāmaññaṃ pattā, yo cāhaṃ na vadāmi ‘ubhinnaṃ kurutaṃ na karīyati pāpan’ti. ",
          "en": "have attained exactly the same level. Yet I’m not one who says that when both of us act, nothing wrong is done. "
        },
        {
          "scid": "mn76:11.9",
          "pli": "Atirekaṃ kho panimassa bhoto satthuno naggiyaṃ muṇḍiyaṃ ukkuṭikappadhānaṃ kesamassulocanaṃ, yohaṃ puttasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṃ. ",
          "en": "But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher. "
        },
        {
          "scid": "mn76:11.10",
          "pli": "Sohaṃ kiṃ jānanto kiṃ passanto imasmiṃ satthari brahmacariyaṃ carissāmi? ",
          "en": "What do I know or see that I should live the spiritual life under this teacher? "
        },
        {
          "scid": "mn76:11.11",
          "pli": "‘So abrahmacariyavāso ayan’ti ",
          "en": "This negates the spiritual life.’ "
        },
        {
          "scid": "mn76:11.12",
          "pli": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
          "en": "Realizing this, they leave disappointed. "
        },
        {
          "scid": "mn76:12.1",
          "pli": "Ayaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "This is the second way that negates the spiritual life. "
        },
        {
          "scid": "mn76:13.1",
          "pli": "Puna caparaṃ, sandaka, idhekacco satthā evaṃvādī hoti evaṃdiṭṭhi: ",
          "en": "Furthermore, take a certain teacher who has this doctrine and view: "
        },
        {
          "scid": "mn76:13.2",
          "pli": "‘natthi hetu, natthi paccayo sattānaṃ saṅkilesāya; ",
          "en": "‘There is no cause or condition for the corruption of sentient beings. "
        },
        {
          "scid": "mn76:13.3",
          "pli": "ahetū appaccayā sattā saṅkilissanti; ",
          "en": "Sentient beings are corrupted without cause or reason. "
        },
        {
          "scid": "mn76:13.4",
          "pli": "natthi hetu, natthi paccayo sattānaṃ visuddhiyā; ",
          "en": "There’s no cause or condition for the purification of sentient beings. "
        },
        {
          "scid": "mn76:13.5",
          "pli": "ahetū appaccayā sattā visujjhanti; ",
          "en": "Sentient beings are purified without cause or reason. "
        },
        {
          "scid": "mn76:13.6",
          "pli": "natthi balaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamo; ",
          "en": "There is no power, no energy, no manly strength or vigor. "
        },
        {
          "scid": "mn76:13.7",
          "pli": "sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti. ",
          "en": "All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth.’ "
        },
        {
          "scid": "mn76:14.1",
          "pli": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn76:14.2",
          "pli": "‘ayaṃ kho bhavaṃ satthā evaṃvādī evaṃdiṭṭhi—",
          "en": "‘This teacher has such a doctrine and view. "
        },
        {
          "scid": "mn76:14.3",
          "pli": "natthi hetu, natthi paccayo sattānaṃ saṅkilesāya, ahetū appaccayā sattā saṅkilissanti. ",
          "en": " "
        },
        {
          "scid": "mn76:14.4",
          "pli": "Natthi hetu natthi paccayo sattānaṃ visuddhiyā, ahetū appaccayā sattā visujjhanti. ",
          "en": " "
        },
        {
          "scid": "mn76:14.5",
          "pli": "Natthi balaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamo, sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedentī’ti. ",
          "en": " "
        },
        {
          "scid": "mn76:14.6",
          "pli": "Sace imassa bhoto satthuno saccaṃ vacanaṃ, akatena me ettha kataṃ, avusitena me ettha vusitaṃ. ",
          "en": "If what that teacher says is true, both I who have not accomplished this and one who has accomplished it "
        },
        {
          "scid": "mn76:14.7",
          "pli": "Ubhopi mayaṃ ettha samasamā sāmaññaṃ pattā, yo cāhaṃ na vadāmi ‘ubho ahetū appaccayā visujjhissāmā’ti. ",
          "en": "have attained exactly the same level. Yet I’m not one who says that both of us are purified without cause or reason. "
        },
        {
          "scid": "mn76:14.8",
          "pli": "Atirekaṃ kho panimassa bhoto satthuno naggiyaṃ muṇḍiyaṃ ukkuṭikappadhānaṃ kesamassulocanaṃ, yohaṃ puttasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṃ. ",
          "en": "But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher. "
        },
        {
          "scid": "mn76:14.9",
          "pli": "Sohaṃ kiṃ jānanto kiṃ passanto imasmiṃ satthari brahmacariyaṃ carissāmi? ",
          "en": "What do I know or see that I should live the spiritual life under this teacher? "
        },
        {
          "scid": "mn76:14.10",
          "pli": "‘So abrahmacariyavāso ayan’ti—",
          "en": "This negates the spiritual life.’ "
        },
        {
          "scid": "mn76:14.11",
          "pli": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
          "en": "Realizing this, they leave disappointed. "
        },
        {
          "scid": "mn76:15.1",
          "pli": "Ayaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "This is the third way that negates the spiritual life. "
        },
        {
          "scid": "mn76:16.1",
          "pli": "Puna caparaṃ, sandaka, idhekacco satthā evaṃvādī hoti evaṃdiṭṭhi: ",
          "en": "Furthermore, take a certain teacher who has this doctrine and view: "
        },
        {
          "scid": "mn76:16.2",
          "pli": "‘sattime kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā, ",
          "en": "‘There are these seven substances that are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. "
        },
        {
          "scid": "mn76:16.3",
          "pli": "te na iñjanti na vipariṇamanti na aññamaññaṃ byābādhenti nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
          "en": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or neutral feeling to each other. "
        },
        {
          "scid": "mn76:16.4",
          "pli": "Katame satta? ",
          "en": "What seven? "
        },
        {
          "scid": "mn76:16.5",
          "pli": "Pathavīkāyo āpokāyo tejokāyo vāyokāyo sukhe dukkhe jīve sattame—",
          "en": "The substances of earth, water, fire, air; pleasure, pain, and the soul is the seventh. "
        },
        {
          "scid": "mn76:16.6",
          "pli": "ime sattakāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
          "en": "These seven substances are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. "
        },
        {
          "scid": "mn76:16.7",
          "pli": "Te na iñjanti na vipariṇamanti na aññamaññaṃ byābādhenti. Nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
          "en": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or neutral feeling to each other. "
        },
        {
          "scid": "mn76:16.8",
          "pli": "Tattha natthi hantā vā ghātetā vā sotā vā sāvetā vā viññātā vā viññāpetā vā. ",
          "en": "And here there is no-one who kills or who makes others kill; no-one who learns or who educates others; no-one who understands or who helps others understand. "
        },
        {
          "scid": "mn76:16.9",
          "pli": "Yopi tiṇhena satthena sīsaṃ chindati, na koci kañci jīvitā voropeti. ",
          "en": "If you chop off someone’s head with a sharp sword, you don’t take anyone’s life. "
        },
        {
          "scid": "mn76:16.10",
          "pli": "Sattannaṃ tveva kāyānamantarena satthaṃ vivaramanupatati. ",
          "en": "The sword simply passes through the gap between the seven substances. "
        },
        {
          "scid": "mn76:16.11",
          "pli": "Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni tīṇi ca kammāni, kamme ca aḍḍhakamme ca, dvaṭṭhipaṭipadā, dvaṭṭhantarakappā, chaḷābhijātiyo, aṭṭha purisabhūmiyo, ekūnapaññāsa ājīvakasate, ekūnapaññāsa paribbājakasate, ekūnapaññāsa nāgāvāsasate, vīse indriyasate, tiṃse nirayasate, chattiṃsa rajodhātuyo, satta saññīgabbhā, satta asaññīgabbhā, satta nigaṇṭhigabbhā, satta devā, satta mānusā, satta pesācā, satta sarā, satta pavuṭā, satta papātā, satta papātasatāni, satta supinā, satta supinasatāni, cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissanti. ",
          "en": "There are 1.4 million main wombs, and 6,000, and 600. There are 500 deeds, and five, and three. There are deeds and half-deeds. There are 62 paths, 62 sub-eons, six classes of rebirth, and eight stages in a person’s life. There are 4,900 Ājīvaka ascetics, 4,900 wanderers, and 4,900 naked ascetics. There are 2,000 faculties, 3,000 hells, and 36 realms of dust. There are seven percipient embryos, seven non-percipient embryos, and seven embryos without attachments. There are seven gods, seven humans, and seven goblins. There are seven lakes, seven winds, seven cliffs, and 700 cliffs. There are seven dreams and 700 dreams. There are 8.4 million great eons through which the foolish and the astute transmigrate before making an end of suffering. "
        },
        {
          "scid": "mn76:16.12",
          "pli": "Tattha natthi imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṃ vā kammaṃ paripācessāmi, paripakkaṃ vā kammaṃ phussa phussa byantiṃ karissāmīti. ",
          "en": "And here there is no such thing as this: “By this precept or observance or mortification or spiritual life I shall force unripened deeds to bear their fruit, or eliminate old deeds by experiencing their results little by little”—for that cannot be. "
        },
        {
          "scid": "mn76:16.13",
          "pli": "Hevaṃ natthi doṇamite sukhadukkhe pariyantakate saṃsāre, natthi hāyanavaḍḍhane, natthi ukkaṃsāvakaṃse. ",
          "en": "Pleasure and pain are allotted. Transmigration lasts only for a limited period, so there’s no increase or decrease, no getting better or worse. "
        },
        {
          "scid": "mn76:16.14",
          "pli": "Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti; ",
          "en": "It’s like how, when you toss a ball of string, it rolls away unraveling. "
        },
        {
          "scid": "mn76:16.15",
          "pli": "evameva bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissantī’ti. ",
          "en": "In the same way, after transmigrating the foolish and the astute will make an end of suffering.’ "
        },
        {
          "scid": "mn76:17.1",
          "pli": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn76:17.2",
          "pli": "‘ayaṃ kho bhavaṃ satthā evaṃvādī evaṃdiṭṭhi—",
          "en": "‘This teacher has such a doctrine and view. "
        },
        {
          "scid": "mn76:17.3",
          "pli": "sattime kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
          "en": " "
        },
        {
          "scid": "mn76:17.4",
          "pli": "Te na iñjanti na vipariṇamanti na aññamaññaṃ byābādhenti. ",
          "en": " "
        },
        {
          "scid": "mn76:17.5",
          "pli": "Nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
          "en": " "
        },
        {
          "scid": "mn76:17.6",
          "pli": "Katame satta? ",
          "en": " "
        },
        {
          "scid": "mn76:17.7",
          "pli": "Pathavīkāyo āpokāyo tejokāyo vāyokāyo sukhe dukkhe jīve sattame—",
          "en": " "
        },
        {
          "scid": "mn76:17.8",
          "pli": "ime satta kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
          "en": " "
        },
        {
          "scid": "mn76:17.9",
          "pli": "Te na iñjanti na vipariṇamanti na aññamaññaṃ byābādhenti. ",
          "en": " "
        },
        {
          "scid": "mn76:17.10",
          "pli": "Nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
          "en": " "
        },
        {
          "scid": "mn76:17.11",
          "pli": "Tattha natthi hantā vā ghātetā vā sotā vā sāvetā vā viññātā vā viññāpetā vā. ",
          "en": " "
        },
        {
          "scid": "mn76:17.12",
          "pli": "Yopi tiṇhena satthena sīsaṃ chindati, na koci kañci jīvitā voropeti. ",
          "en": " "
        },
        {
          "scid": "mn76:17.13",
          "pli": "Sattannaṃ tveva kāyānamantarena satthaṃ vivaramanupatati. ",
          "en": " "
        },
        {
          "scid": "mn76:17.14",
          "pli": "Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni tīṇi ca kammāni, kamme ca aḍḍhakamme ca, dvaṭṭhipaṭipadā, dvaṭṭhantarakappā, chaḷābhijātiyo, aṭṭha purisabhūmiyo, ekūnapaññāsa ājīvakasate, ekūnapaññāsa paribbājakasate, ekūnapaññāsa nāgāvāsasate, vīse indriyasate, tiṃse nirayasate, chattiṃsa rajodhātuyo, satta saññīgabbhā, satta asaññīgabbhā, satta nigaṇṭhigabbhā, satta devā, satta mānusā, satta pesācā, satta sarā, satta pavuṭā, satta papātā, satta papātasatāni, satta supinā, satta supinasatāni, cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissanti. ",
          "en": " "
        },
        {
          "scid": "mn76:17.15",
          "pli": "Tattha natthi imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṃ vā kammaṃ paripācessāmi, paripakkaṃ vā kammaṃ phussa phussa byantiṃ karissāmīti, hevaṃ natthi doṇamite sukhadukkhe pariyantakate saṃsāre, natthi hāyanavaḍḍhane, natthi ukkaṃsāvakaṃse. ",
          "en": " "
        },
        {
          "scid": "mn76:17.16",
          "pli": "Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti; ",
          "en": " "
        },
        {
          "scid": "mn76:17.17",
          "pli": "evameva bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissantī’ti. ",
          "en": " "
        },
        {
          "scid": "mn76:17.18",
          "pli": "Sace pana imassa bhoto satthuno saccaṃ vacanaṃ, akatena me ettha kataṃ, avusitena me ettha vusitaṃ. ",
          "en": "If what that teacher says is true, both I who have not accomplished this and one who has accomplished it "
        },
        {
          "scid": "mn76:17.19",
          "pli": "Ubhopi mayaṃ ettha samasamā sāmaññaṃ pattā, yo cāhaṃ na vadāmi ‘ubho sandhāvitvā saṃsaritvā dukkhassantaṃ karissāmā’ti. ",
          "en": "have attained exactly the same level. Yet I’m not one who says that after transmigrating both of us will make an end of suffering. "
        },
        {
          "scid": "mn76:17.20",
          "pli": "Atirekaṃ kho panimassa bhoto satthuno naggiyaṃ muṇḍiyaṃ ukkuṭikappadhānaṃ kesamassulocanaṃ, yohaṃ puttasambādhasayanaṃ ajjhāvasanto kāsikacandanaṃ paccanubhonto mālāgandhavilepanaṃ dhārento jātarūparajataṃ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṃ. ",
          "en": "But it’s superfluous for this teacher to go naked, shaven, persisting in squatting, tearing out their hair and beard. For I’m living at home with my children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money. Yet I’ll have exactly the same destiny in the next life as this teacher. "
        },
        {
          "scid": "mn76:17.21",
          "pli": "Sohaṃ kiṃ jānanto kiṃ passanto imasmiṃ satthari brahmacariyaṃ carissāmi? ",
          "en": "What do I know or see that I should live the spiritual life under this teacher? "
        },
        {
          "scid": "mn76:17.22",
          "pli": "‘So abrahmacariyavāso ayan’ti—",
          "en": "This negates the spiritual life.’ "
        },
        {
          "scid": "mn76:17.23",
          "pli": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
          "en": "Realizing this, they leave disappointed. "
        },
        {
          "scid": "mn76:18.1",
          "pli": "Ayaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catuttho abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "This is the fourth way that negates the spiritual life. "
        },
        {
          "scid": "mn76:19.1",
          "pli": "Ime kho te, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsā akkhātā yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti. ",
          "en": "These are the four ways that negate the spiritual life that have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t succeed in the procedure of the skillful teaching.” "
        },
        {
          "scid": "mn76:20.1",
          "pli": "“Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda. ",
          "en": "“It’s incredible, Master Ānanda, it’s amazing, "
        },
        {
          "scid": "mn76:20.2",
          "pli": "Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsāva samānā ‘abrahmacariyavāsā’ti akkhātā yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalanti. ",
          "en": "how these four ways that negate the spiritual life have been explained by the Buddha. "
        },
        {
          "scid": "mn76:20.3",
          "pli": "Katamāni pana tāni, bho ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāni brahmacariyāni akkhātāni yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti? ",
          "en": "But Master Ānanda, what are the four kinds of unreliable spiritual life?” "
        },
        {
          "scid": "mn76:21.1",
          "pli": "“Idha, sandaka, ekacco satthā sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti: ",
          "en": "“Sandaka, take a certain teacher who claims to be all-knowing and all-seeing, to know and see everything without exception, thus: "
        },
        {
          "scid": "mn76:21.2",
          "pli": "‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti. ",
          "en": "‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’ "
        },
        {
          "scid": "mn76:21.3",
          "pli": "So suññampi agāraṃ pavisati, piṇḍampi na labhati, kukkuropi ḍaṃsati, caṇḍenapi hatthinā samāgacchati, caṇḍenapi assena samāgacchati, caṇḍenapi goṇena samāgacchati, itthiyāpi purisassapi nāmampi gottampi pucchati, gāmassapi nigamassapi nāmampi maggampi pucchati. ",
          "en": "He enters an empty house; he gets no alms-food; a dog bites him; he encounters a wild elephant, a wild horse, and a wild cow; he asks the name and clan of a woman or man; he asks the name and path to a village or town. "
        },
        {
          "scid": "mn76:21.4",
          "pli": "So ‘kimidan’ti puṭṭho samāno ‘suññaṃ me agāraṃ pavisitabbaṃ ahosi’, tena pāvisiṃ; ‘piṇḍampi aladdhabbaṃ ahosi’, tena nālatthaṃ; ‘kukkurena ḍaṃsitabbaṃ ahosi’, tenamhi daṭṭho; ‘caṇḍena hatthinā samāgantabbaṃ ahosi’, tena samāgamiṃ; ‘caṇḍena assena samāgantabbaṃ ahosi’, tena samāgamiṃ; ‘caṇḍena goṇena samāgantabbaṃ ahosi’, tena samāgamiṃ; ‘itthiyāpi purisassapi nāmampi gottampi pucchitabbaṃ ahosi’, tena pucchiṃ; ‘gāmassapi nigamassapi nāmampi maggampi pucchitabbaṃ ahosi’, tena pucchinti. ",
          "en": "When asked, ‘Why is this?’ he answers: ‘I had to enter an empty house, that’s why I entered it. I had to get no alms-food, that’s why I got none. I had to get bitten by a dog, that’s why I was bitten. I had to encounter a wild elephant, a wild horse, and a wild cow, that’s why I encountered them. I had to ask the name and clan of a woman or man, that’s why I asked. I had to ask the name and path to a village or town, that’s why I asked.’ "
        },
        {
          "scid": "mn76:22.1",
          "pli": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn76:22.2",
          "pli": "‘ayaṃ kho bhavaṃ satthā sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti … pe … ‘gāmassapi nigamassapi nāmampi maggampi pucchitabbaṃ ahosi, tena pucchin’ti. ",
          "en": "‘This teacher makes such a claim, but he answers in such a way. "
        },
        {
          "scid": "mn76:22.3",
          "pli": "So ‘anassāsikaṃ idaṃ brahmacariyan’ti—",
          "en": "This spiritual life is unreliable.’ "
        },
        {
          "scid": "mn76:22.4",
          "pli": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
          "en": "Realizing this, they leave disappointed. "
        },
        {
          "scid": "mn76:23.1",
          "pli": "Idaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamaṃ anassāsikaṃ brahmacariyaṃ akkhātaṃ yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "This is the first kind of unreliable spiritual life. "
        },
        {
          "scid": "mn76:24.1",
          "pli": "Puna caparaṃ, sandaka, idhekacco satthā anussaviko hoti anussavasacco. ",
          "en": "Furthermore, take another teacher who is an oral transmitter, who takes oral transmission to be the truth. "
        },
        {
          "scid": "mn76:24.2",
          "pli": "So anussavena itihitihaparamparāya piṭakasampadāya dhammaṃ deseti. ",
          "en": "He teaches by oral transmission, by the lineage of testament, by canonical authority. "
        },
        {
          "scid": "mn76:24.3",
          "pli": "Anussavikassa kho pana, sandaka, satthuno anussavasaccassa sussutampi hoti dussutampi hoti tathāpi hoti aññathāpi hoti. ",
          "en": "But when a teacher takes oral transmission to be the truth, some of that is well learned, some poorly learned, some true, and some otherwise. "
        },
        {
          "scid": "mn76:25.1",
          "pli": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn76:25.2",
          "pli": "‘ayaṃ kho bhavaṃ satthā anussaviko anussavasacco so anussavena itihitihaparamparāya piṭakasampadāya dhammaṃ deseti. ",
          "en": "‘This teacher takes oral transmission to be the truth. He teaches by oral transmission, by the lineage of testament, by canonical authority. "
        },
        {
          "scid": "mn76:25.3",
          "pli": "Anussavikassa kho pana satthuno anussavasaccassa sussutampi hoti dussutampi hoti tathāpi hoti aññathāpi hoti’. ",
          "en": "But when a teacher takes oral transmission to be the truth, some of that is well learned, some poorly learned, some true, and some otherwise. "
        },
        {
          "scid": "mn76:25.4",
          "pli": "So ‘anassāsikaṃ idaṃ brahmacariyan’ti—",
          "en": "This spiritual life is unreliable.’ "
        },
        {
          "scid": "mn76:25.5",
          "pli": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
          "en": "Realizing this, they leave disappointed. "
        },
        {
          "scid": "mn76:26.1",
          "pli": "Idaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyaṃ anassāsikaṃ brahmacariyaṃ akkhātaṃ yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "This is the second kind of unreliable spiritual life. "
        },
        {
          "scid": "mn76:27.1",
          "pli": "Puna caparaṃ, sandaka, idhekacco satthā takkī hoti vīmaṃsī. ",
          "en": "Furthermore, take another teacher who relies on logic and inquiry. "
        },
        {
          "scid": "mn76:27.2",
          "pli": "So takkapariyāhataṃ vīmaṃsānucaritaṃ sayampaṭibhānaṃ dhammaṃ deseti. ",
          "en": "He teaches what he has worked out by logic, following a line of inquiry, expressing his own perspective. "
        },
        {
          "scid": "mn76:27.3",
          "pli": "Takkissa kho pana, sandaka, satthuno vīmaṃsissa sutakkitampi hoti duttakkitampi hoti tathāpi hoti aññathāpi hoti. ",
          "en": "But when a teacher relies on logic and inquiry, some of that is well reasoned, some poorly reasoned, some true, and some otherwise. "
        },
        {
          "scid": "mn76:28.1",
          "pli": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn76:28.2",
          "pli": "‘ayaṃ kho bhavaṃ satthā takkī vīmaṃsī. ",
          "en": "‘This teacher relies on logic and inquiry. "
        },
        {
          "scid": "mn76:28.3",
          "pli": "So takkapariyāhataṃ vīmaṃsānucaritaṃ sayampaṭibhānaṃ dhammaṃ deseti. ",
          "en": "He teaches what he has worked out by logic, following a line of inquiry, expressing his own perspective. "
        },
        {
          "scid": "mn76:28.4",
          "pli": "Takkissa kho pana satthuno vīmaṃsissa sutakkitampi hoti duttakkitampi hoti tathāpi hoti aññathāpi hoti’. ",
          "en": "But when a teacher relies on logic and inquiry, some of that is well reasoned, some poorly reasoned, some true, and some otherwise. "
        },
        {
          "scid": "mn76:28.5",
          "pli": "So ‘anassāsikaṃ idaṃ brahmacariyan’ti—",
          "en": "This spiritual life is unreliable.’ "
        },
        {
          "scid": "mn76:28.6",
          "pli": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
          "en": "Realizing this, they leave disappointed. "
        },
        {
          "scid": "mn76:29.1",
          "pli": "Idaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyaṃ anassāsikaṃ brahmacariyaṃ akkhātaṃ yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "This is the third kind of unreliable spiritual life. "
        },
        {
          "scid": "mn76:30.1",
          "pli": "Puna caparaṃ, sandaka, idhekacco satthā mando hoti momūho. ",
          "en": "Furthermore, take another teacher who is dull and stupid. "
        },
        {
          "scid": "mn76:30.2",
          "pli": "So mandattā momūhattā tattha tattha pañhaṃ puṭṭho samāno vācāvikkhepaṃ āpajjati amarāvikkhepaṃ: ",
          "en": "Because of that, whenever he’s asked a question, he resorts to evasiveness and equivocation: "
        },
        {
          "scid": "mn76:30.3",
          "pli": "‘evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti. ",
          "en": "‘I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’ "
        },
        {
          "scid": "mn76:31.1",
          "pli": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
          "en": "A sensible person reflects on this matter in this way: "
        },
        {
          "scid": "mn76:31.2",
          "pli": "‘ayaṃ kho bhavaṃ satthā mando momūho. ",
          "en": "‘This teacher is dull and stupid. "
        },
        {
          "scid": "mn76:31.3",
          "pli": "So mandattā momūhattā tattha tattha pañhaṃ puṭṭho samāno vācāvikkhepaṃ āpajjati amarāvikkhepaṃ—",
          "en": "Because of that, whenever he’s asked a question, he resorts to evasiveness and equivocation: "
        },
        {
          "scid": "mn76:31.4",
          "pli": "evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti. ",
          "en": "“I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.” "
        },
        {
          "scid": "mn76:31.5",
          "pli": "So ‘anassāsikaṃ idaṃ brahmacariyan’ti—",
          "en": "This spiritual life is unreliable.’ "
        },
        {
          "scid": "mn76:31.6",
          "pli": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
          "en": "Realizing this, they leave disappointed. "
        },
        {
          "scid": "mn76:32.1",
          "pli": "Idaṃ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catutthaṃ anassāsikaṃ brahmacariyaṃ akkhātaṃ yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "This is the fourth kind of unreliable spiritual life. "
        },
        {
          "scid": "mn76:33.1",
          "pli": "Imāni kho tāni, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāni brahmacariyāni akkhātāni yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalan”ti. ",
          "en": "These are the four kinds of unreliable spiritual life that have been explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. A sensible person would, to the best of their ability, not practice such spiritual paths, and if they did practice them, they wouldn’t complete the procedure of the skillful teaching.” "
        },
        {
          "scid": "mn76:34.1",
          "pli": "“Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda. ",
          "en": "“It’s incredible, Master Ānanda, it’s amazing, "
        },
        {
          "scid": "mn76:34.2",
          "pli": "Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāneva brahmacariyāni anassāsikāni brahmacariyānīti akkhātāni yattha viññū puriso sasakkaṃ brahmacariyaṃ na vaseyya, vasanto ca nārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "how these four kinds of unreliable spiritual life have been explained by the Buddha. "
        },
        {
          "scid": "mn76:34.3",
          "pli": "So pana, bho ānanda, satthā kiṃ vādī kiṃ akkhāyī yattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalan”ti. ",
          "en": "But, Master Ānanda, what would a teacher say and explain so that a sensible person would, to the best of their ability, practice such a spiritual path, and once practicing it, they would complete the procedure of the skillful teaching?” "
        },
        {
          "scid": "mn76:35-42.1",
          "pli": "“Idha, sandaka, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā … pe … ",
          "en": "“Sandaka, it’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. … "
        },
        {
          "scid": "mn76:35-42.2",
          "pli": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
          "en": "He gives up these five hindrances, corruptions of the heart that weaken wisdom. "
        },
        {
          "scid": "mn76:35-42.3",
          "pli": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "mn76:35-42.4",
          "pli": "Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching. "
        },
        {
          "scid": "mn76:43.1",
          "pli": "Puna caparaṃ, sandaka, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant … enters and remains in the second absorption … "
        },
        {
          "scid": "mn76:43.2",
          "pli": "Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": " "
        },
        {
          "scid": "mn76:44-45.1",
          "pli": "Puna caparaṃ, sandaka, bhikkhu pītiyā ca virāgā upekkhako ca viharati … pe … tatiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "third absorption … "
        },
        {
          "scid": "mn76:44-45.2",
          "pli": "Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": " "
        },
        {
          "scid": "mn76:46.1",
          "pli": "Puna caparaṃ, sandaka, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "fourth absorption. "
        },
        {
          "scid": "mn76:46.2",
          "pli": "Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching. "
        },
        {
          "scid": "mn76:47.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. "
        },
        {
          "scid": "mn76:47.2",
          "pli": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … They recollect their many kinds of past lives, with features and details. "
        },
        {
          "scid": "mn76:47.3",
          "pli": "Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching. "
        },
        {
          "scid": "mn76:48.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. "
        },
        {
          "scid": "mn76:48.2",
          "pli": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāti. ",
          "en": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "mn76:48.3",
          "pli": "Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalaṃ. ",
          "en": "A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching. "
        },
        {
          "scid": "mn76:49.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. "
        },
        {
          "scid": "mn76:49.2",
          "pli": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti; ",
          "en": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. "
        },
        {
          "scid": "mn76:49.3",
          "pli": "‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
          "en": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. "
        },
        {
          "scid": "mn76:50.1",
          "pli": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati. ",
          "en": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. "
        },
        {
          "scid": "mn76:50.2",
          "pli": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
          "en": "When they’re freed, they know they’re freed. "
        },
        {
          "scid": "mn76:50.3",
          "pli": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
          "en": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ "
        },
        {
          "scid": "mn76:50.4",
          "pli": "Yasmiṃ kho, sandaka, satthari sāvako evarūpaṃ uḷāravisesaṃ adhigacchati tattha viññū puriso sasakkaṃ brahmacariyaṃ vaseyya, vasanto ca ārādheyya ñāyaṃ dhammaṃ kusalan”ti. ",
          "en": "A sensible person would, to the best of their ability live the spiritual life under a teacher who achieves such a high distinction, and, once practicing it, they would complete the procedure of the skillful teaching.” "
        },
        {
          "scid": "mn76:51.1",
          "pli": "“Yo pana so, bho ānanda, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññā vimutto paribhuñjeyya so kāme”ti? ",
          "en": "“But Master Ānanda, when a mendicant is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—could they still enjoy sensual pleasures?” "
        },
        {
          "scid": "mn76:51.2",
          "pli": "“Yo so, sandaka, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so pañcaṭṭhānāni ajjhācarituṃ. ",
          "en": "“Sandaka, a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in five respects. "
        },
        {
          "scid": "mn76:51.3",
          "pli": "Abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ, abhabbo khīṇāsavo bhikkhu adinnaṃ theyyasaṅkhātaṃ ādātuṃ, abhabbo khīṇāsavo bhikkhu methunaṃ dhammaṃ paṭisevetuṃ, abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṃ, abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ, seyyathāpi pubbe agāriyabhūto. ",
          "en": "A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person. "
        },
        {
          "scid": "mn76:51.4",
          "pli": "Yo so, sandaka, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so imāni pañcaṭṭhānāni ajjhācaritun”ti. ",
          "en": "A mendicant who is perfected can’t transgress in these five respects.” "
        },
        {
          "scid": "mn76:52.1",
          "pli": "“Yo pana so, bho ānanda, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitaṃ: ",
          "en": "“But Master Ānanda, when a mendicant is perfected, would the knowledge and vision that their defilements are ended be constantly and continually present to them, while walking, standing, sleeping, and waking?” "
        },
        {
          "scid": "mn76:52.2",
          "pli": "‘khīṇā me āsavā’”ti? ",
          "en": " "
        },
        {
          "scid": "mn76:52.3",
          "pli": "“Tena hi, sandaka, upamaṃ te karissāmi; ",
          "en": "“Well then, Sandaka, I shall give you a simile. "
        },
        {
          "scid": "mn76:52.4",
          "pli": "upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "mn76:52.5",
          "pli": "Seyyathāpi, sandaka, purisassa hatthapādā chinnā; ",
          "en": "Suppose there was a person whose hands and feet had been amputated. "
        },
        {
          "scid": "mn76:52.6",
          "pli": "tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ jānāti: ",
          "en": "Would they be aware that their hands and feet had been amputated constantly and continually, while walking, standing, sleeping, and waking? "
        },
        {
          "scid": "mn76:52.7",
          "pli": "‘chinnā me hatthapādā’ti, udāhu paccavekkhamāno jānāti: ",
          "en": "Or would they be aware of it only when they checked it?” "
        },
        {
          "scid": "mn76:52.8",
          "pli": "‘chinnā me hatthapādā’”ti? ",
          "en": " "
        },
        {
          "scid": "mn76:52.9",
          "pli": "“Na kho, bho ānanda, so puriso satataṃ samitaṃ jānāti: ",
          "en": "“They wouldn’t be aware of it constantly, "
        },
        {
          "scid": "mn76:52.10",
          "pli": "‘chinnā me hatthapādā’ti. ",
          "en": " "
        },
        {
          "scid": "mn76:52.11",
          "pli": "Api ca kho pana naṃ paccavekkhamāno jānāti: ",
          "en": "only when they checked it.” "
        },
        {
          "scid": "mn76:52.12",
          "pli": "‘chinnā me hatthapādā’”ti. ",
          "en": " "
        },
        {
          "scid": "mn76:52.13",
          "pli": "“Evameva kho, sandaka, yo so bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ na paccupaṭṭhitaṃ: ",
          "en": "“In the same way, when a mendicant is perfected, the knowledge and vision that their defilements are ended is not constantly and continually present to them, while walking, standing, sleeping, and waking. "
        },
        {
          "scid": "mn76:52.14",
          "pli": "‘khīṇā me āsavā’ti; ",
          "en": " "
        },
        {
          "scid": "mn76:52.15",
          "pli": "api ca kho pana naṃ paccavekkhamāno jānāti: ",
          "en": "Rather, they are aware of it only when they checked it.” "
        },
        {
          "scid": "mn76:52.16",
          "pli": "‘khīṇā me āsavā’”ti. ",
          "en": " "
        },
        {
          "scid": "mn76:53.1",
          "pli": "“Kīvabahukā pana, bho ānanda, imasmiṃ dhammavinaye niyyātāro”ti? ",
          "en": "“But Reverend Ānanda, how many emancipators are there in this teaching and training?” "
        },
        {
          "scid": "mn76:53.2",
          "pli": "“Na kho, sandaka, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye imasmiṃ dhammavinaye niyyātāro”ti. ",
          "en": "“There are not just one hundred emancipators, Sandaka, or two or three or four or five hundred, but many more than that in this teaching and training.” "
        },
        {
          "scid": "mn76:53.3",
          "pli": "“Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda. ",
          "en": "“It’s incredible, Master Ānanda, it’s amazing! "
        },
        {
          "scid": "mn76:53.4",
          "pli": "Na ca nāma sadhammokkaṃsanā bhavissati, na paradhammavambhanā, āyatane ca dhammadesanā tāva bahukā ca niyyātāro paññāyissanti. ",
          "en": "Namely, that there’s no glorifying one’s own teaching and putting down the teaching of others. The Dhamma is taught in its own field, and so many emancipators are recognized. "
        },
        {
          "scid": "mn76:53.5",
          "pli": "Ime panājīvakā puttamatāya puttā attānañceva ukkaṃsenti, pare ca vambhenti tayo ceva niyyātāro paññapenti, seyyathidaṃ—",
          "en": "But these Ājīvakas, those sons of dead sons, glorify themselves and put others down. And they only recognize three emancipators: "
        },
        {
          "scid": "mn76:53.6",
          "pli": "nandaṃ vacchaṃ, kisaṃ saṅkiccaṃ, makkhaliṃ gosālan”ti. ",
          "en": "Nanda Vaccha, Kisa Saṅkicca, and Makkhali Gosāla.” "
        },
        {
          "scid": "mn76:54.1",
          "pli": "Atha kho sandako paribbājako sakaṃ parisaṃ āmantesi: ",
          "en": "Then the wanderer Sandaka addressed his own assembly, "
        },
        {
          "scid": "mn76:54.2",
          "pli": "“carantu bhonto samaṇe gotame brahmacariyavāso. ",
          "en": "“Go, good sirs. The spiritual life is lived under the ascetic Gotama. "
        },
        {
          "scid": "mn76:54.3",
          "pli": "Na dāni sukaraṃ amhehi lābhasakkārasiloke pariccajitun”ti. ",
          "en": "It’s not easy for me to give up possessions, honor, or popularity now.” "
        },
        {
          "scid": "mn76:54.4",
          "pli": "Iti hidaṃ sandako paribbājako sakaṃ parisaṃ uyyojesi bhagavati brahmacariyeti. ",
          "en": "And that’s how the wanderer Sandaka sent his own assembly to live the spiritual life under the Buddha. "
        },
        {
          "scid": "mn76:54.5",
          "pli": "Sandakasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn76/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 76",
    "volpages": "MN i 513",
    "uid": "mn76",
    "blurb": "Venerable Ānanda teaches a group of wanderers how there are many different approaches to the spiritual life, many of which lead nowhere.",
    "difficulty": 2,
    "original_title": "Sandaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Sandaka ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn76_sujato",
        "segmented": true,
        "title": "With Sandaka ",
        "volpage": null
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn76_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Discourse to Sandaka"
      }
    ],
    "parallel_count": 65,
    "biblio": null,
    "num": 6
  }
}