{
  "sutta_uid": "mn79",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn79",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Shorter Discourse With Sakuludāyī ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Vekhanasa ",
      "uid": "mn80"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Uggāhamāna Samaṇamuṇḍika ",
      "uid": "mn78"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn79:0.1",
          "pli": "Majjhima Nikāya 79 ",
          "en": "Middle Discourses 79 "
        },
        {
          "scid": "mn79:0.2",
          "pli": "Cūḷasakuludāyisutta ",
          "en": "The Shorter Discourse With Sakuludāyī "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 79 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn79:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn79:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "mn79:1.3",
          "pli": "Tena kho pana samayena sakuludāyī paribbājako moranivāpe paribbājakārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṃ. ",
          "en": "Now at that time the wanderer Sakuludāyī was residing together with a large assembly of wanderers in the monastery of the wanderers in the peacocks’ feeding ground. "
        },
        {
          "scid": "mn79:2.1",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. "
        },
        {
          "scid": "mn79:2.2",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then it occurred to him, "
        },
        {
          "scid": "mn79:2.3",
          "pli": "“atippago kho tāva rājagahe piṇḍāya carituṃ. ",
          "en": "“It’s too early to wander for alms in Rājagaha. "
        },
        {
          "scid": "mn79:2.4",
          "pli": "Yannūnāhaṃ yena moranivāpo paribbājakārāmo yena sakuludāyī paribbājako tenupasaṅkameyyan”ti. ",
          "en": "Why don’t I visit the wanderer Sakuludāyī at the monastery of the wanderers in the peacocks’ feeding ground?” "
        },
        {
          "scid": "mn79:2.5",
          "pli": "Atha kho bhagavā yena moranivāpo paribbājakārāmo tenupasaṅkami. ",
          "en": "Then the Buddha went to the monastery of the wanderers. "
        },
        {
          "scid": "mn79:3.1",
          "pli": "Tena kho pana samayena sakuludāyī paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—",
          "en": "Now at that time, Sakuludāyī was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as "
        },
        {
          "scid": "mn79:3.2",
          "pli": "rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā. ",
          "en": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. "
        },
        {
          "scid": "mn79:3.3",
          "pli": "Addasā kho sakuludāyī paribbājako bhagavantaṃ dūratova āgacchantaṃ. ",
          "en": "Sakuludāyī saw the Buddha coming off in the distance, "
        },
        {
          "scid": "mn79:3.4",
          "pli": "Disvāna sakaṃ parisaṃ saṇṭhāpesi: ",
          "en": "and hushed his own assembly, "
        },
        {
          "scid": "mn79:3.5",
          "pli": "“appasaddā bhonto hontu, mā bhonto saddamakattha. ",
          "en": "“Be quiet, good sirs, don’t make a sound. "
        },
        {
          "scid": "mn79:3.6",
          "pli": "Ayaṃ samaṇo gotamo āgacchati; ",
          "en": "Here comes the ascetic Gotama. "
        },
        {
          "scid": "mn79:3.7",
          "pli": "appasaddakāmo kho pana so āyasmā appasaddassa vaṇṇavādī. ",
          "en": "The venerable likes quiet and praises quiet. "
        },
        {
          "scid": "mn79:3.8",
          "pli": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti. ",
          "en": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.” "
        },
        {
          "scid": "mn79:3.9",
          "pli": "Atha kho te paribbājakā tuṇhī ahesuṃ. ",
          "en": "Then those wanderers fell silent. "
        },
        {
          "scid": "mn79:4.1",
          "pli": "Atha kho bhagavā yena sakuludāyī paribbājako tenupasaṅkami. ",
          "en": "Then the Buddha approached Sakuludāyī, "
        },
        {
          "scid": "mn79:4.2",
          "pli": "Atha kho sakuludāyī paribbājako bhagavantaṃ etadavoca: ",
          "en": "who said to him, "
        },
        {
          "scid": "mn79:4.3",
          "pli": "“etu kho, bhante, bhagavā. ",
          "en": "“Come, Blessed One! "
        },
        {
          "scid": "mn79:4.4",
          "pli": "Svāgataṃ, bhante, bhagavato. ",
          "en": "Welcome, Blessed One! "
        },
        {
          "scid": "mn79:4.5",
          "pli": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ",
          "en": "It’s been a long time since you took the opportunity to come here. "
        },
        {
          "scid": "mn79:4.6",
          "pli": "Nisīdatu, bhante, bhagavā; ",
          "en": "Please, sir, sit down, this seat is ready.” "
        },
        {
          "scid": "mn79:4.7",
          "pli": "idamāsanaṃ paññattan”ti. ",
          "en": " "
        },
        {
          "scid": "mn79:4.8",
          "pli": "Nisīdi bhagavā paññatte āsane. ",
          "en": "The Buddha sat on the seat spread out, "
        },
        {
          "scid": "mn79:4.9",
          "pli": "Sakuludāyīpi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "while Sakuludāyī took a low seat and sat to one side. "
        },
        {
          "scid": "mn79:4.10",
          "pli": "Ekamantaṃ nisinnaṃ kho sakuludāyiṃ paribbājakaṃ bhagavā etadavoca: ",
          "en": "The Buddha said to him, "
        },
        {
          "scid": "mn79:4.11",
          "pli": "“kāya nuttha, udāyi, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
          "en": "“Udāyī, what were you sitting talking about just now? What conversation was unfinished?” "
        },
        {
          "scid": "mn79:5.1",
          "pli": "“Tiṭṭhatesā, bhante, kathā yāya mayaṃ etarahi kathāya sannisinnā. ",
          "en": "“Sir, leave aside what we were sitting talking about just now. "
        },
        {
          "scid": "mn79:5.2",
          "pli": "Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya. ",
          "en": "It won’t be hard for you to hear about that later. "
        },
        {
          "scid": "mn79:5.3",
          "pli": "Yadāhaṃ, bhante, imaṃ parisaṃ anupasaṅkanto homi athāyaṃ parisā anekavihitaṃ tiracchānakathaṃ kathentī nisinnā hoti; ",
          "en": "When I don’t come to the assembly, they sit and engage in all kinds of unworthy talk. "
        },
        {
          "scid": "mn79:5.4",
          "pli": "yadā ca kho ahaṃ, bhante, imaṃ parisaṃ upasaṅkanto homi athāyaṃ parisā mamaññeva mukhaṃ ullokentī nisinnā hoti: ",
          "en": "But when I have come to the assembly, they sit gazing up at my face alone, thinking, "
        },
        {
          "scid": "mn79:5.5",
          "pli": "‘yaṃ no samaṇo udāyī dhammaṃ bhāsissati taṃ sossāmā’ti; ",
          "en": "‘Whatever the ascetic Udāyī teaches, we shall listen to it.’ "
        },
        {
          "scid": "mn79:5.6",
          "pli": "yadā pana, bhante, bhagavā imaṃ parisaṃ upasaṅkanto hoti athāhañceva ayañca parisā bhagavato mukhaṃ ullokentā nisinnā homa: ",
          "en": "But when the Buddha has come to the assembly, both myself and the assembly sit gazing up at your face, thinking, "
        },
        {
          "scid": "mn79:5.7",
          "pli": "‘yaṃ no bhagavā dhammaṃ bhāsissati taṃ sossāmā’”ti. ",
          "en": "‘Whatever the Buddha teaches, we shall listen to it.’” "
        },
        {
          "scid": "mn79:6.1",
          "pli": "“Tenahudāyi, taṃyevettha paṭibhātu yathā maṃ paṭibhāseyyā”ti. ",
          "en": "“Well then, Udāyī, suggest something for me to talk about.” "
        },
        {
          "scid": "mn79:6.2",
          "pli": "“Purimāni, bhante, divasāni purimatarāni sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānamāno ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti. ",
          "en": "“Master Gotama, a few days ago someone was claiming to be all-knowing and all-seeing, to know and see everything without exception, thus: ‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’ "
        },
        {
          "scid": "mn79:6.3",
          "pli": "So mayā pubbantaṃ ārabbha pañhaṃ puṭṭho samāno aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi. ",
          "en": "When I asked them a question about the past, they dodged the issue, distracted the discussion with irrelevant points, and displayed annoyance, hate, and bitterness. "
        },
        {
          "scid": "mn79:6.4",
          "pli": "Tassa mayhaṃ, bhante, bhagavantaṃyeva ārabbha sati udapādi: ",
          "en": "That reminded me of the Buddha: "
        },
        {
          "scid": "mn79:6.5",
          "pli": "‘aho nūna bhagavā, aho nūna sugato. Yo imesaṃ dhammānaṃ sukusalo’”ti. ",
          "en": "‘Surely it must be the Blessed One, the Holy One who is so skilled in such matters.’” "
        },
        {
          "scid": "mn79:6.6",
          "pli": "“Ko pana so, udāyi, sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānamāno ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, yo tayā pubbantaṃ ārabbha pañhaṃ puṭṭho samāno aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi kopañca dosañca appaccayañca pātvākāsī”ti? ",
          "en": "“But Udāyī, who was it that made such a claim and behaved in such a way?” "
        },
        {
          "scid": "mn79:6.7",
          "pli": "“Nigaṇṭho, bhante, nāṭaputto”ti. ",
          "en": "“It was Nigaṇṭha Nātaputta, sir.” "
        },
        {
          "scid": "mn79:7.1",
          "pli": "“Yo kho, udāyi, anekavihitaṃ pubbenivāsaṃ anussareyya, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyya, so vā maṃ pubbantaṃ ārabbha pañhaṃ puccheyya, taṃ vāhaṃ pubbantaṃ ārabbha pañhaṃ puccheyyaṃ; ",
          "en": "“Udāyī, someone who can recollect their many kinds of past lives, with features and details, might ask me a question about the past, or I might ask them a question about the past. "
        },
        {
          "scid": "mn79:7.2",
          "pli": "so vā me pubbantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyya, tassa vāhaṃ pubbantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyyaṃ. ",
          "en": "And they might satisfy me with their answer, or I might satisfy them with my answer. "
        },
        {
          "scid": "mn79:7.3",
          "pli": "Yo kho, udāyi, dibbena cakkhunā visuddhena atikkantamānusakena satte passeyya cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyya, so vā maṃ aparantaṃ ārabbha pañhaṃ puccheyya, taṃ vāhaṃ aparantaṃ ārabbha pañhaṃ puccheyyaṃ; ",
          "en": "Someone who, with clairvoyance that is purified and superhuman, understands how sentient beings are reborn according to their deeds might ask me a question about the future, or I might ask them a question about the future. "
        },
        {
          "scid": "mn79:7.4",
          "pli": "so vā me aparantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyya, tassa vāhaṃ aparantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyyaṃ. ",
          "en": "And they might satisfy me with their answer, or I might satisfy them with my answer. "
        },
        {
          "scid": "mn79:7.5",
          "pli": "Api ca, udāyi, tiṭṭhatu pubbanto, tiṭṭhatu aparanto. ",
          "en": "Nevertheless, Udāyī, leave aside the past and the future. "
        },
        {
          "scid": "mn79:7.6",
          "pli": "Dhammaṃ te desessāmi—",
          "en": "I shall teach you the Dhamma: "
        },
        {
          "scid": "mn79:7.7",
          "pli": "imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati; ",
          "en": "‘When this exists, that is; due to the arising of this, that arises. "
        },
        {
          "scid": "mn79:7.8",
          "pli": "imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhatī”ti. ",
          "en": "When this doesn’t exist, that is not; due to the cessation of this, that ceases.’” "
        },
        {
          "scid": "mn79:8.1",
          "pli": "“Ahañhi, bhante, yāvatakampi me iminā attabhāvena paccanubhūtaṃ tampi nappahomi sākāraṃ sauddesaṃ anussarituṃ, ",
          "en": "“Well sir, I can’t even recall with features and details what I’ve undergone in this incarnation. "
        },
        {
          "scid": "mn79:8.2",
          "pli": "kuto panāhaṃ anekavihitaṃ pubbenivāsaṃ anussarissāmi, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissāmi, seyyathāpi bhagavā? ",
          "en": "How should I possibly recollect my many kinds of past lives with features and details, like the Buddha? "
        },
        {
          "scid": "mn79:8.3",
          "pli": "Ahañhi, bhante, etarahi paṃsupisācakampi na passāmi, ",
          "en": "And I can’t now see even a mud-goblin. "
        },
        {
          "scid": "mn79:8.4",
          "pli": "kuto panāhaṃ dibbena cakkhunā visuddhena atikkantamānusakena satte passissāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānissāmi, seyyathāpi bhagavā? ",
          "en": "How should I possibly, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn, like the Buddha? "
        },
        {
          "scid": "mn79:8.5",
          "pli": "Yaṃ pana maṃ, bhante, bhagavā evamāha: ",
          "en": "But then the Buddha told me, "
        },
        {
          "scid": "mn79:8.6",
          "pli": "‘api ca, udāyi, tiṭṭhatu pubbanto, tiṭṭhatu aparanto; ",
          "en": "‘Nevertheless, Udāyī, leave aside the past and the future. "
        },
        {
          "scid": "mn79:8.7",
          "pli": "dhammaṃ te desessāmi—",
          "en": "I shall teach you the Dhamma: "
        },
        {
          "scid": "mn79:8.8",
          "pli": "imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati; ",
          "en": "“When this exists, that is; due to the arising of this, that arises. "
        },
        {
          "scid": "mn79:8.9",
          "pli": "imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhatī’ti tañca pana me bhiyyoso mattāya na pakkhāyati. ",
          "en": "When this doesn’t exist, that is not; due to the cessation of this, that ceases.”’ But that is even more unclear to me. "
        },
        {
          "scid": "mn79:8.10",
          "pli": "Appeva nāmāhaṃ, bhante, sake ācariyake bhagavato cittaṃ ārādheyyaṃ pañhassa veyyākaraṇenā”ti. ",
          "en": "Perhaps I might satisfy the Buddha by answering a question about my own teacher’s doctrine.” "
        },
        {
          "scid": "mn79:9.1",
          "pli": "“Kinti pana te, udāyi, sake ācariyake hotī”ti? ",
          "en": "“But Udāyī, what is your own teacher’s doctrine?” "
        },
        {
          "scid": "mn79:9.2",
          "pli": "“Amhākaṃ, bhante, sake ācariyake evaṃ hoti: ",
          "en": "“Sir, it’s this: "
        },
        {
          "scid": "mn79:9.3",
          "pli": "‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’”ti. ",
          "en": "‘This is the ultimate splendor, this is the ultimate splendor.’” "
        },
        {
          "scid": "mn79:9.4",
          "pli": "“Yaṃ pana te etaṃ, udāyi, sake ācariyake evaṃ hoti: ",
          "en": "“But what is that ultimate splendor?” "
        },
        {
          "scid": "mn79:9.5",
          "pli": "‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’ti, katamo so paramo vaṇṇo”ti? ",
          "en": " "
        },
        {
          "scid": "mn79:9.6",
          "pli": "“Yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti. ",
          "en": "“Sir, the ultimate splendor is the splendor compared to which no other splendor is finer.” "
        },
        {
          "scid": "mn79:9.7",
          "pli": "“Katamo pana so paramo vaṇṇo yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī”ti? ",
          "en": "“But what is that ultimate splendor compared to which no other splendor is finer?” "
        },
        {
          "scid": "mn79:9.8",
          "pli": "“Yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti. ",
          "en": "“Sir, the ultimate splendor is the splendor compared to which no other splendor is finer.” "
        },
        {
          "scid": "mn79:10.1",
          "pli": "“Dīghāpi kho te esā, udāyi, phareyya: ",
          "en": "“Udāyī, you could draw this out for a long time. "
        },
        {
          "scid": "mn79:10.2",
          "pli": "‘yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesi. ",
          "en": "You say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor. "
        },
        {
          "scid": "mn79:10.3",
          "pli": "Seyyathāpi, udāyi, puriso evaṃ vadeyya: ",
          "en": "Suppose a man was to say, "
        },
        {
          "scid": "mn79:10.4",
          "pli": "‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī taṃ icchāmi, taṃ kāmemī’ti. ",
          "en": "‘Whoever the finest lady in the land is, it is her that I want, her I desire!’ "
        },
        {
          "scid": "mn79:10.5",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "mn79:10.6",
          "pli": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti? ",
          "en": "‘Mister, that finest lady in the land who you desire—do you know whether she’s an aristocrat, a brahmin, a merchant, or a worker?’ "
        },
        {
          "scid": "mn79:10.7",
          "pli": "Iti puṭṭho ‘no’ti vadeyya. ",
          "en": "Asked this, he’d say, ‘No.’ "
        },
        {
          "scid": "mn79:10.8",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "mn79:10.9",
          "pli": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—evaṃnāmā evaṅgottāti vāti … pe … dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti … amukasmiṃ gāme vā nigame vā nagare vā’ti? ",
          "en": "‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or tawny? What village, town, or city she comes from?’ "
        },
        {
          "scid": "mn79:10.10",
          "pli": "Iti puṭṭho ‘no’ti vadeyya. ",
          "en": "Asked this, he’d say, ‘No.’ "
        },
        {
          "scid": "mn79:10.11",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "mn79:10.12",
          "pli": "‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti? ",
          "en": "‘Mister, do you desire someone who you’ve never even known or seen?’ "
        },
        {
          "scid": "mn79:10.13",
          "pli": "Iti puṭṭho ‘āmā’ti vadeyya. ",
          "en": "Asked this, he’d say, ‘Yes.’ "
        },
        {
          "scid": "mn79:10.14",
          "pli": "Taṃ kiṃ maññasi, udāyi—",
          "en": "What do you think, Udāyī? "
        },
        {
          "scid": "mn79:10.15",
          "pli": "nanu evaṃ sante, tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
          "en": "This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” "
        },
        {
          "scid": "mn79:10.16",
          "pli": "“Addhā kho, bhante, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
          "en": "“Clearly that’s the case, sir.” "
        },
        {
          "scid": "mn79:10.17",
          "pli": "“Evameva kho tvaṃ, udāyi, ‘yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesī”ti. ",
          "en": "“In the same way, you say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.” "
        },
        {
          "scid": "mn79:11.1",
          "pli": "“Seyyathāpi, bhante, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, evaṃ vaṇṇo attā hoti arogo paraṃ maraṇā”ti. ",
          "en": "“Sir, suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked. When placed on a cream rug it would shine and glow and radiate. Such is the splendor of the self that is sound after death.” "
        },
        {
          "scid": "mn79:12.1",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:12.2",
          "pli": "yo vā maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, yo vā rattandhakāratimisāya kimi khajjopanako—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
          "en": "Which of these two has a finer splendor: such a beryl gem, or a firefly in the dark of night?” "
        },
        {
          "scid": "mn79:12.3",
          "pli": "“Yvāyaṃ, bhante, rattandhakāratimisāya kimi khajjopanako—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ",
          "en": "“A firefly in the dark of night, sir.” "
        },
        {
          "scid": "mn79:13.1",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:13.2",
          "pli": "yo vā rattandhakāratimisāya kimi khajjopanako, yo vā rattandhakāratimisāya telappadīpo—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
          "en": "Which of these two has a finer splendor: a firefly in the dark of night, or an oil lamp in the dark of night?” "
        },
        {
          "scid": "mn79:13.3",
          "pli": "“Yvāyaṃ, bhante, rattandhakāratimisāya telappadīpo—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ",
          "en": "“An oil lamp in the dark of night, sir.” "
        },
        {
          "scid": "mn79:14.1",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:14.2",
          "pli": "yo vā rattandhakāratimisāya telappadīpo, yo vā rattandhakāratimisāya mahāaggikkhandho—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
          "en": "Which of these two has a finer splendor: an oil lamp in the dark of night, or a bonfire in the dark of night?” "
        },
        {
          "scid": "mn79:14.3",
          "pli": "“Yvāyaṃ, bhante, rattandhakāratimisāya mahāaggikkhandho—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ",
          "en": "“A bonfire in the dark of night, sir.” "
        },
        {
          "scid": "mn79:15.1",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:15.2",
          "pli": "yo vā rattandhakāratimisāya mahāaggikkhandho, yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
          "en": "Which of these two has a finer splendor: a bonfire in the dark of night, or the Morning Star in a clear and cloudless sky at the crack of dawn?” "
        },
        {
          "scid": "mn79:15.3",
          "pli": "“Yvāyaṃ, bhante, rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ",
          "en": "“The Morning Star in a clear and cloudless sky at the crack of dawn, sir.” "
        },
        {
          "scid": "mn79:16.1",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:16.2",
          "pli": "yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
          "en": "Which of these two has a finer splendor: the Morning Star in a clear and cloudless sky at the crack of dawn, or the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath?” "
        },
        {
          "scid": "mn79:16.3",
          "pli": "“Yvāyaṃ, bhante, tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ",
          "en": "“The full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath, sir.” "
        },
        {
          "scid": "mn79:17.1",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:17.2",
          "pli": "yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, yo vā vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
          "en": "Which of these two has a finer splendor: the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath, or the sun at midday in a clear and cloudless sky in the last month of the rainy season?” "
        },
        {
          "scid": "mn79:17.3",
          "pli": "“Yvāyaṃ, bhante, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti. ",
          "en": "“The sun at midday in a clear and cloudless sky in the last month of the rainy season, sir.” "
        },
        {
          "scid": "mn79:18.1",
          "pli": "“Ato kho te, udāyi, bahū hi bahutarā devā ye imesaṃ candimasūriyānaṃ ābhā nānubhonti, tyāhaṃ pajānāmi. ",
          "en": "“Beyond this, Udāyī, I know very many gods on whom the light of the sun and moon make no impression. "
        },
        {
          "scid": "mn79:18.2",
          "pli": "Atha ca panāhaṃ na vadāmi: ",
          "en": "Nevertheless, I do not say: "
        },
        {
          "scid": "mn79:18.3",
          "pli": "‘yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī’ti. ",
          "en": "‘The splendor compared to which no other splendor is finer.’ "
        },
        {
          "scid": "mn79:18.4",
          "pli": "Atha ca pana tvaṃ, udāyi, ‘yvāyaṃ vaṇṇo kiminā khajjopanakena nihīnataro ca patikiṭṭhataro ca so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesī”ti. ",
          "en": "But of the splendor inferior to a firefly you say, ‘This is the ultimate splendor.’ And you don’t describe that splendor.” "
        },
        {
          "scid": "mn79:19.1",
          "pli": "“Acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan”ti. ",
          "en": "“The Blessed One has cut short the discussion! The Holy One has cut short the discussion!” "
        },
        {
          "scid": "mn79:19.2",
          "pli": "“Kiṃ pana tvaṃ, udāyi, evaṃ vadesi: ",
          "en": "“But Udāyī, why do you say this?” "
        },
        {
          "scid": "mn79:19.3",
          "pli": "‘acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan’”ti? ",
          "en": " "
        },
        {
          "scid": "mn79:19.4",
          "pli": "“Amhākaṃ, bhante, sake ācariyake evaṃ hoti: ",
          "en": "“Sir, it says this in our own teacher’s doctrine: "
        },
        {
          "scid": "mn79:19.5",
          "pli": "‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’ti. ",
          "en": "‘This is the ultimate splendor, this is the ultimate splendor.’ "
        },
        {
          "scid": "mn79:19.6",
          "pli": "Te mayaṃ, bhante, bhagavatā sake ācariyake samanuyuñjīyamānā samanuggāhīyamānā samanubhāsīyamānā rittā tucchā aparaddhā”ti. ",
          "en": "But when pursued, pressed, and grilled on our own teacher’s doctrine, we turned out to be void, hollow, and mistaken.” "
        },
        {
          "scid": "mn79:20.1",
          "pli": "“Kiṃ panudāyi, atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? ",
          "en": "“But Udāyī, is there a world of perfect happiness? And is there a grounded path for realizing a world of perfect happiness?” "
        },
        {
          "scid": "mn79:20.2",
          "pli": "“Amhākaṃ, bhante, sake ācariyake evaṃ hoti: ",
          "en": "“Sir, it says this in our own teacher’s doctrine: "
        },
        {
          "scid": "mn79:20.3",
          "pli": "‘atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā’”ti. ",
          "en": "‘There is a world of perfect happiness. And there is a grounded path for realizing a world of perfect happiness.’” "
        },
        {
          "scid": "mn79:21.1",
          "pli": "“Katamā pana sā, udāyi, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? ",
          "en": "“Well, what is that grounded path for realizing a world of perfect happiness?” "
        },
        {
          "scid": "mn79:21.2",
          "pli": "“Idha, bhante, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, adinnādānaṃ pahāya adinnādānā paṭivirato hoti, kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, musāvādaṃ pahāya musāvādā paṭivirato hoti, aññataraṃ vā pana tapoguṇaṃ samādāya vattati. ",
          "en": "“Sir, it’s when someone gives up killing living creatures, stealing, sexual misconduct, and lying. And they proceed having undertaken some kind of mortification. "
        },
        {
          "scid": "mn79:21.3",
          "pli": "Ayaṃ kho sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti. ",
          "en": "This is the grounded path for realizing a world of perfect happiness.” "
        },
        {
          "scid": "mn79:22.1",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:22.2",
          "pli": "yasmiṃ samaye pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti? ",
          "en": "On an occasion when someone refrains from killing living creatures, is their self perfectly happy at that time, or does it have both pleasure and pain?” "
        },
        {
          "scid": "mn79:22.3",
          "pli": "“Sukhadukkhī, bhante”. ",
          "en": "“It has both pleasure and pain.” "
        },
        {
          "scid": "mn79:22.4",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:22.5",
          "pli": "yasmiṃ samaye adinnādānaṃ pahāya adinnādānā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti? ",
          "en": "On an occasion when someone refrains from stealing … "
        },
        {
          "scid": "mn79:22.6",
          "pli": "“Sukhadukkhī, bhante”. ",
          "en": " "
        },
        {
          "scid": "mn79:22.7",
          "pli": "“Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti? ",
          "en": "sexual misconduct … "
        },
        {
          "scid": "mn79:22.8",
          "pli": "“Sukhadukkhī, bhante”. ",
          "en": " "
        },
        {
          "scid": "mn79:22.9",
          "pli": "“Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye musāvādaṃ pahāya musāvādā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti? ",
          "en": "lying, is their self perfectly happy at that time, or does it have both pleasure and pain?” "
        },
        {
          "scid": "mn79:22.10",
          "pli": "“Sukhadukkhī, bhante”. ",
          "en": "“It has both pleasure and pain.” "
        },
        {
          "scid": "mn79:22.11",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:22.12",
          "pli": "yasmiṃ samaye aññataraṃ tapoguṇaṃ samādāya vattati, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti? ",
          "en": "On an occasion when someone undertakes and follows some kind of mortification, is their self perfectly happy at that time, or does it have both pleasure and pain?” "
        },
        {
          "scid": "mn79:22.13",
          "pli": "“Sukhadukkhī, bhante”. ",
          "en": "“It has both pleasure and pain.” "
        },
        {
          "scid": "mn79:22.14",
          "pli": "“Taṃ kiṃ maññasi, udāyi, ",
          "en": "“What do you think, Udāyī? "
        },
        {
          "scid": "mn79:22.15",
          "pli": "api nu kho vokiṇṇasukhadukkhaṃ paṭipadaṃ āgamma ekantasukhassa lokassa sacchikiriyā hotī”ti? ",
          "en": "Is a perfectly happy world realized by relying on a practice of mixed pleasure and pain?” "
        },
        {
          "scid": "mn79:23.1",
          "pli": "“Acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan”ti. ",
          "en": "“The Blessed One has cut short the discussion! The Holy One has cut short the discussion!” "
        },
        {
          "scid": "mn79:23.2",
          "pli": "“Kiṃ pana tvaṃ, udāyi, vadesi: ",
          "en": "“But Udāyī, why do you say this?” "
        },
        {
          "scid": "mn79:23.3",
          "pli": "‘acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan’”ti? ",
          "en": " "
        },
        {
          "scid": "mn79:23.4",
          "pli": "“Amhākaṃ, bhante, sake ācariyake evaṃ hoti: ",
          "en": "“Sir, it says this in our own teacher’s doctrine: "
        },
        {
          "scid": "mn79:23.5",
          "pli": "‘atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā’ti. ",
          "en": "‘There is a world of perfect happiness. And there is a grounded path for realizing a world of perfect happiness.’ "
        },
        {
          "scid": "mn79:23.6",
          "pli": "Te mayaṃ, bhante, bhagavatā sake ācariyake samanuyuñjiyamānā samanuggāhiyamānā samanubhāsiyamānā rittā tucchā aparaddhā”ti. ",
          "en": "But when pursued, pressed, and grilled on our own teacher’s doctrine, we turned out to be void, hollow, and mistaken. "
        },
        {
          "scid": "mn79:23.7",
          "pli": "“Kiṃ pana, bhante, atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? ",
          "en": "But sir, is there a world of perfect happiness? And is there a grounded path for realizing a world of perfect happiness?” "
        },
        {
          "scid": "mn79:24.1",
          "pli": "“Atthi kho, udāyi, ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti. ",
          "en": "“There is a world of perfect happiness, Udāyī. And there is a grounded path for realizing a world of perfect happiness.” "
        },
        {
          "scid": "mn79:24.2",
          "pli": "“Katamā pana sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? ",
          "en": "“Well sir, what is that grounded path for realizing a world of perfect happiness?” "
        },
        {
          "scid": "mn79:25.1",
          "pli": "“Idhudāyi, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati; ",
          "en": "“It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption. "
        },
        {
          "scid": "mn79:25.2",
          "pli": "vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati; ",
          "en": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption. "
        },
        {
          "scid": "mn79:25.3",
          "pli": "pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati—",
          "en": "With the fading away of rapture, they enter and remain in the third absorption. "
        },
        {
          "scid": "mn79:25.4",
          "pli": "ayaṃ kho sā, udāyi, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti. ",
          "en": "This is the grounded path for realizing a world of perfect happiness.” "
        },
        {
          "scid": "mn79:25.5",
          "pli": "“Na kho sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāya, sacchikato hissa, bhante, ettāvatā ekantasukho loko hotī”ti. ",
          "en": "“Sir, that’s not the grounded path for realizing a world of perfect happiness. At that point a perfectly happy world has already been realized.” "
        },
        {
          "scid": "mn79:25.6",
          "pli": "“Na khvāssa, udāyi, ettāvatā ekantasukho loko sacchikato hoti; ",
          "en": "“No, Udāyī, at that point a perfectly happy world has not been realized. "
        },
        {
          "scid": "mn79:25.7",
          "pli": "ākāravatī tveva sā paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti. ",
          "en": "This is the grounded path for realizing a world of perfect happiness.” "
        },
        {
          "scid": "mn79:26.1",
          "pli": "Evaṃ vutte, sakuludāyissa paribbājakassa parisā unnādinī uccāsaddamahāsaddā ahosi: ",
          "en": "When he said this, Sakuludāyī’s assembly made an uproar, a dreadful racket, "
        },
        {
          "scid": "mn79:26.2",
          "pli": "“ettha mayaṃ anassāma sācariyakā, ettha mayaṃ anassāma sācariyakā. ",
          "en": "“In that case, we’re lost, and so are our teacher’s doctrines! We’re lost, and so are our teacher’s doctrines! "
        },
        {
          "scid": "mn79:26.3",
          "pli": "Na mayaṃ ito bhiyyo uttaritaraṃ pajānāmā”ti. ",
          "en": "We know nothing higher than this!” "
        },
        {
          "scid": "mn79:26.4",
          "pli": "Atha kho sakuludāyī paribbājako te paribbājake appasadde katvā bhagavantaṃ etadavoca: ",
          "en": "Then Sakuludāyī, having quieted those wanderers, said to the Buddha, "
        },
        {
          "scid": "mn79:27.1",
          "pli": "“kittāvatā panāssa, bhante, ekantasukho loko sacchikato hotī”ti? ",
          "en": "“Well sir, at what point is a perfectly happy world realized?” "
        },
        {
          "scid": "mn79:27.2",
          "pli": "“Idhudāyi, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ … upasampajja viharati. ",
          "en": "“It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption. "
        },
        {
          "scid": "mn79:27.3",
          "pli": "Yā tā devatā ekantasukhaṃ lokaṃ upapannā tāhi devatāhi saddhiṃ santiṭṭhati sallapati sākacchaṃ samāpajjati. ",
          "en": "There are deities who have been reborn in a perfectly happy world. That mendicant associates with them, converses, and engages in discussion. "
        },
        {
          "scid": "mn79:27.4",
          "pli": "Ettāvatā khvāssa, udāyi, ekantasukho loko sacchikato hotī”ti. ",
          "en": "It’s at this point that a perfectly happy world has been realized.” "
        },
        {
          "scid": "mn79:28.1",
          "pli": "“Etassa nūna, bhante, ekantasukhassa lokassa sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti? ",
          "en": "“Surely the mendicants must live the spiritual life under the Buddha for the sake of realizing this perfectly happy world?” "
        },
        {
          "scid": "mn79:28.2",
          "pli": "“Na kho, udāyi, ekantasukhassa lokassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "“No, Udāyī, the mendicants don’t live the spiritual life under me for the sake of realizing this perfectly happy world. "
        },
        {
          "scid": "mn79:28.3",
          "pli": "Atthi kho, udāyi, aññeva dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti. ",
          "en": "There are other things that are finer, for the sake of which the mendicants live the spiritual life under me.” "
        },
        {
          "scid": "mn79:28.4",
          "pli": "“Katame pana te, bhante, dhammā uttaritarā ca paṇītatarā ca yesaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti? ",
          "en": "“But what are those finer things?” "
        },
        {
          "scid": "mn79:29-36.1",
          "pli": "“Idhudāyi, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā … pe … ",
          "en": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. … "
        },
        {
          "scid": "mn79:37.1",
          "pli": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
          "en": "They give up these five hindrances, corruptions of the heart that weaken wisdom. "
        },
        {
          "scid": "mn79:37.2",
          "pli": "vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption. "
        },
        {
          "scid": "mn79:37.3",
          "pli": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This is one of the finer things for the sake of which the mendicants live the spiritual life under me. "
        },
        {
          "scid": "mn79:38-40.1",
          "pli": "Puna caparaṃ, udāyi, bhikkhu vitakkavicārānaṃ vūpasamā … dutiyaṃ jhānaṃ … ",
          "en": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption … "
        },
        {
          "scid": "mn79:38-40.2",
          "pli": "tatiyaṃ jhānaṃ … ",
          "en": "third absorption … "
        },
        {
          "scid": "mn79:38-40.3",
          "pli": "catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "fourth absorption. "
        },
        {
          "scid": "mn79:38-40.4",
          "pli": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This too is one of the finer things. "
        },
        {
          "scid": "mn79:41.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. "
        },
        {
          "scid": "mn79:41.2",
          "pli": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They recollect their many kinds of past lives, with features and details. "
        },
        {
          "scid": "mn79:41.3",
          "pli": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This too is one of the finer things. "
        },
        {
          "scid": "mn79:42.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings. "
        },
        {
          "scid": "mn79:42.2",
          "pli": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāti. ",
          "en": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "mn79:42.3",
          "pli": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This too is one of the finer things. "
        },
        {
          "scid": "mn79:43.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements. "
        },
        {
          "scid": "mn79:43.2",
          "pli": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti … pe … ‘ayaṃ dukkhanirodho’ti … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti, ",
          "en": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. "
        },
        {
          "scid": "mn79:43.3",
          "pli": "‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti … ‘ayaṃ āsavanirodho’ti … ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
          "en": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. "
        },
        {
          "scid": "mn79:44.1",
          "pli": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati. ",
          "en": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. "
        },
        {
          "scid": "mn79:44.2",
          "pli": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
          "en": "When they’re freed, they know they’re freed. "
        },
        {
          "scid": "mn79:44.3",
          "pli": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
          "en": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ "
        },
        {
          "scid": "mn79:44.4",
          "pli": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This too is one of the finer things. "
        },
        {
          "scid": "mn79:44.5",
          "pli": "Ime kho, udāyi, dhammā uttaritarā ca paṇītatarā ca yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti. ",
          "en": "These are the finer things for the sake of which the mendicants live the spiritual life under me.” "
        },
        {
          "scid": "mn79:45.1",
          "pli": "Evaṃ vutte, sakuludāyī paribbājako bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Sakuludāyī said to the Buddha, "
        },
        {
          "scid": "mn79:45.2",
          "pli": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
          "en": "“Excellent, sir! Excellent! "
        },
        {
          "scid": "mn79:45.3",
          "pli": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. "
        },
        {
          "scid": "mn79:45.4",
          "pli": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn79:45.5",
          "pli": "Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ",
          "en": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” "
        },
        {
          "scid": "mn79:46.1",
          "pli": "Evaṃ vutte, sakuludāyissa paribbājakassa parisā sakuludāyiṃ paribbājakaṃ etadavocuṃ: ",
          "en": "When he said this, Sakuludāyī’s assembly said to him, "
        },
        {
          "scid": "mn79:46.2",
          "pli": "“mā bhavaṃ, udāyi, samaṇe gotame brahmacariyaṃ cari; ",
          "en": "“Master Udāyī, don’t live the spiritual life under the ascetic Gotama. "
        },
        {
          "scid": "mn79:46.3",
          "pli": "mā bhavaṃ, udāyi, ācariyo hutvā antevāsīvāsaṃ vasi. ",
          "en": "You have been a teacher; don’t live as a student. "
        },
        {
          "scid": "mn79:46.4",
          "pli": "Seyyathāpi nāma udakamaṇiko hutvā udañcaniko assa, evaṃ sampadamidaṃ bhoto udāyissa bhavissati. ",
          "en": "The consequence for you will be as if a water jar were to become a water jug. "
        },
        {
          "scid": "mn79:46.5",
          "pli": "Mā bhavaṃ, udāyi, samaṇe gotame brahmacariyaṃ cari; ",
          "en": "Master Udāyī, don’t live the spiritual life under the ascetic Gotama. "
        },
        {
          "scid": "mn79:46.6",
          "pli": "mā bhavaṃ, udāyi, ācariyo hutvā antevāsīvāsaṃ vasī”ti. ",
          "en": "You have been a teacher; don’t live as a student.” "
        },
        {
          "scid": "mn79:46.7",
          "pli": "Iti hidaṃ sakuludāyissa paribbājakassa parisā sakuludāyiṃ paribbājakaṃ antarāyamakāsi bhagavati brahmacariyeti. ",
          "en": "And that’s how the wanderer Sakuludāyī’s own assembly prevented him from living the spiritual life under the Buddha. "
        },
        {
          "scid": "mn79:46.8",
          "pli": "Cūḷasakuludāyisuttaṃ niṭṭhitaṃ navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn79/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 79",
    "volpages": "MN ii 29",
    "uid": "mn79",
    "blurb": " A wanderer teaches his doctrine of the “highest splendor” but is unable to give a satisfactory account of what that means. The Buddha memorably compares him to someone who is in love with an idealized women who he has never met.",
    "difficulty": 2,
    "original_title": "Cūḷasakuludāyi Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Shorter Discourse With Sakuludāyī ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn79_sujato",
        "segmented": true,
        "title": "The Shorter Discourse With Sakuludāyī ",
        "volpage": null
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn79_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Lesser Discourse to Sakuludāyi"
      }
    ],
    "parallel_count": 37,
    "biblio": null,
    "num": 9
  }
}