{
  "sutta_uid": "mn82",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn82",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Raṭṭhapāla ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "About King Makhādeva ",
      "uid": "mn83"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Ghaṭikāra ",
      "uid": "mn81"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn82:0.1",
          "pli": "Majjhima Nikāya 82 ",
          "en": "Middle Discourses 82 "
        },
        {
          "scid": "mn82:0.2",
          "pli": "Raṭṭhapālasutta ",
          "en": "With Raṭṭhapāla "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 82 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn82:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn82:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kurūsu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena thullakoṭṭhikaṃ nāma kurūnaṃ nigamo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kurus together with a large Saṅgha of mendicants when he arrived at a town of the Kurus named Thullakoṭṭhita. "
        },
        {
          "scid": "mn82:2.1",
          "pli": "Assosuṃ kho thullakoṭṭhikā brāhmaṇagahapatikā: ",
          "en": "The brahmins and householders of Thullakoṭṭhita heard: "
        },
        {
          "scid": "mn82:2.2",
          "pli": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kurūsu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ thullakoṭṭhikaṃ anuppatto. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Thullakoṭṭhita, together with a large Saṅgha of mendicants. "
        },
        {
          "scid": "mn82:2.3",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "mn82:2.4",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "mn82:2.5",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "mn82:2.6",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "mn82:2.7",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "mn82:3.1",
          "pli": "Atha kho thullakoṭṭhikā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. ",
          "en": "Then the brahmins and householders of Thullakoṭṭhita went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. "
        },
        {
          "scid": "mn82:3.2",
          "pli": "Ekamantaṃ nisinne kho thullakoṭṭhike brāhmaṇagahapatike bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ",
          "en": "When they were seated, the Buddha educated, encouraged, fired up, and inspired them with a Dhamma talk. "
        },
        {
          "scid": "mn82:4.1",
          "pli": "Tena kho pana samayena raṭṭhapālo nāma kulaputto tasmiṃyeva thullakoṭṭhike aggakulassa putto tissaṃ parisāyaṃ nisinno hoti. ",
          "en": "Now at that time a gentleman named Raṭṭhapāla, the son of the leading clan in Thullakoṭṭhita, was sitting in the assembly. "
        },
        {
          "scid": "mn82:4.2",
          "pli": "Atha kho raṭṭhapālassa kulaputtassa etadahosi: ",
          "en": "He thought, "
        },
        {
          "scid": "mn82:4.3",
          "pli": "“yathā yathā khvāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
          "en": "“As I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. "
        },
        {
          "scid": "mn82:4.4",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti. ",
          "en": "Why don’t I cut off my hair and beard, dress in ocher robes, and go forth from lay life to homelessness?” "
        },
        {
          "scid": "mn82:5.1",
          "pli": "Atha kho thullakoṭṭhikā brāhmaṇagahapatikā bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu. ",
          "en": "Then, having approved and agreed with what the Buddha said, the brahmins and householders of Thullakoṭṭhita got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving. "
        },
        {
          "scid": "mn82:6.1",
          "pli": "Atha kho raṭṭhapālo kulaputto acirapakkantesu thullakoṭṭhikesu brāhmaṇagahapatikesu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho raṭṭhapālo kulaputto bhagavantaṃ etadavoca: ",
          "en": "Soon after they left, Raṭṭhapāla went up to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "mn82:6.2",
          "pli": "“yathā yathāhaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
          "en": "“Sir, as I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. "
        },
        {
          "scid": "mn82:6.3",
          "pli": "Icchāmahaṃ, bhante, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ. ",
          "en": "I wish to cut off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. "
        },
        {
          "scid": "mn82:6.4",
          "pli": "Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadaṃ. ",
          "en": "Sir, may I receive the going forth, the ordination in the Buddha’s presence? "
        },
        {
          "scid": "mn82:6.5",
          "pli": "Pabbājetu maṃ bhagavā”ti. ",
          "en": "May the Buddha please give me the going forth!” "
        },
        {
          "scid": "mn82:6.6",
          "pli": "“Anuññātosi pana tvaṃ, raṭṭhapāla, mātāpitūhi agārasmā anagāriyaṃ pabbajjāyā”ti? ",
          "en": "“But, Raṭṭhapāla, do you have your parents’ permission?” "
        },
        {
          "scid": "mn82:6.7",
          "pli": "“Na khohaṃ, bhante, anuññāto mātāpitūhi agārasmā anagāriyaṃ pabbajjāyā”ti. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "mn82:6.8",
          "pli": "“Na kho, raṭṭhapāla, tathāgatā ananuññātaṃ mātāpitūhi puttaṃ pabbājentī”ti. ",
          "en": "“Raṭṭhapāla, Buddhas don’t give the going forth to the child of parents who haven’t given their permission.” "
        },
        {
          "scid": "mn82:6.9",
          "pli": "“Svāhaṃ, bhante, tathā karissāmi yathā maṃ mātāpitaro anujānissanti agārasmā anagāriyaṃ pabbajjāyā”ti. ",
          "en": "“I’ll make sure, sir, to get my parents’ permission.” "
        },
        {
          "scid": "mn82:7.1",
          "pli": "Atha kho raṭṭhapālo kulaputto uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca: ",
          "en": "Then Raṭṭhapāla got up from his seat, bowed, and respectfully circled the Buddha. Then he went to his parents and said, "
        },
        {
          "scid": "mn82:7.2",
          "pli": "“ammatātā, yathā yathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
          "en": "“Mum and dad, as I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. "
        },
        {
          "scid": "mn82:7.3",
          "pli": "Icchāmahaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ. ",
          "en": "I wish to cut off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. "
        },
        {
          "scid": "mn82:7.4",
          "pli": "Anujānātha maṃ agārasmā anagāriyaṃ pabbajjāyā”ti. ",
          "en": "Please give me permission to go forth.” "
        },
        {
          "scid": "mn82:7.5",
          "pli": "Evaṃ vutte, raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ: ",
          "en": "When he said this, Raṭṭhapāla’s parents said to him, "
        },
        {
          "scid": "mn82:7.6",
          "pli": "“tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
          "en": "“But, dear Raṭṭhapāla, you’re our only child. Youʼre dear to us and we love you. You’re dainty and raised in comfort. "
        },
        {
          "scid": "mn82:7.7",
          "pli": "Na tvaṃ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi. ",
          "en": "You know nothing of suffering. "
        },
        {
          "scid": "mn82:7.8",
          "pli": "() Maraṇenapi te mayaṃ akāmakā vinā bhavissāma. ",
          "en": "When you die we will lose you against our wishes. "
        },
        {
          "scid": "mn82:7.9",
          "pli": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti? ",
          "en": "So how can we allow you to go forth while you’re still alive?” "
        },
        {
          "scid": "mn82:7.10",
          "pli": "Dutiyampi kho raṭṭhapālo kulaputto … pe … ",
          "en": "For a second time, "
        },
        {
          "scid": "mn82:7.11",
          "pli": "tatiyampi kho raṭṭhapālo kulaputto mātāpitaro etadavoca: ",
          "en": "and a third time, Raṭṭhapāla asked his parents for permission, but got the same reply. "
        },
        {
          "scid": "mn82:7.12",
          "pli": "“ammatātā, yathā yathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
          "en": " "
        },
        {
          "scid": "mn82:7.13",
          "pli": "Icchāmahaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ. ",
          "en": " "
        },
        {
          "scid": "mn82:7.14",
          "pli": "Anujānātha maṃ agārasmā anagāriyaṃ pabbajjāyā”ti. ",
          "en": " "
        },
        {
          "scid": "mn82:7.15",
          "pli": "Tatiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ: ",
          "en": " "
        },
        {
          "scid": "mn82:7.16",
          "pli": "“tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
          "en": " "
        },
        {
          "scid": "mn82:7.17",
          "pli": "Na tvaṃ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi. ",
          "en": " "
        },
        {
          "scid": "mn82:7.18",
          "pli": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma. ",
          "en": " "
        },
        {
          "scid": "mn82:7.19",
          "pli": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti? ",
          "en": " "
        },
        {
          "scid": "mn82:7.20",
          "pli": "Atha kho raṭṭhapālo kulaputto: ",
          "en": "Then Raṭṭhapāla thought, "
        },
        {
          "scid": "mn82:7.21",
          "pli": "“na maṃ mātāpitaro anujānanti agārasmā anagāriyaṃ pabbajjāyā”ti tattheva anantarahitāya bhūmiyā nipajji: ",
          "en": "“My parents don’t allow me to go forth.” He laid down there on the bare ground, saying, "
        },
        {
          "scid": "mn82:7.22",
          "pli": "“idheva me maraṇaṃ bhavissati pabbajjā vā”ti. ",
          "en": "“I’ll either die right here or go forth.” "
        },
        {
          "scid": "mn82:7.23",
          "pli": "Atha kho raṭṭhapālo kulaputto ekampi bhattaṃ na bhuñji, dvepi bhattāni na bhuñji, tīṇipi bhattāni na bhuñji, cattāripi bhattāni na bhuñji, pañcapi bhattāni na bhuñji, chapi bhattāni na bhuñji, sattapi bhattāni na bhuñji. ",
          "en": "And he refused to eat, up to the seventh meal. "
        },
        {
          "scid": "mn82:8.1",
          "pli": "Atha kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ: ",
          "en": "Then Raṭṭhapāla’s parents said to him, "
        },
        {
          "scid": "mn82:8.2",
          "pli": "“tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
          "en": "“Dear Raṭṭhapāla, youʼre our only child. You’re dear to us and we love you. You’re dainty and raised in comfort. "
        },
        {
          "scid": "mn82:8.3",
          "pli": "Na tvaṃ, tāta raṭṭhapāla, kassaci, dukkhassa jānāsi. ",
          "en": "You know nothing of suffering. "
        },
        {
          "scid": "mn82:8.4",
          "pli": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma. ",
          "en": "When you die we will lose you against our wishes. "
        },
        {
          "scid": "mn82:8.5",
          "pli": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāya. ",
          "en": "So how can we allow you to go forth from lay life to homelessness while youʼre still living? "
        },
        {
          "scid": "mn82:8.6",
          "pli": "Uṭṭhehi, tāta raṭṭhapāla, bhuñja ca piva ca paricārehi ca; ",
          "en": "Get up, Raṭṭhapāla! Eat, drink, and amuse yourself. "
        },
        {
          "scid": "mn82:8.7",
          "pli": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu. ",
          "en": "While enjoying sensual pleasures, delight in making merit. "
        },
        {
          "scid": "mn82:8.8",
          "pli": "Na taṃ mayaṃ anujānāma agārasmā anagāriyaṃ pabbajjāya. ",
          "en": "We don’t allow you to go forth. "
        },
        {
          "scid": "mn82:8.9",
          "pli": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma. ",
          "en": "When you die we will lose you against our wishes. "
        },
        {
          "scid": "mn82:8.10",
          "pli": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti? ",
          "en": "So how can we allow you to go forth while you’re still alive?” "
        },
        {
          "scid": "mn82:8.11",
          "pli": "Evaṃ vutte, raṭṭhapālo kulaputto tuṇhī ahosi. ",
          "en": "When they said this, Raṭṭhapāla kept silent. "
        },
        {
          "scid": "mn82:8.12",
          "pli": "Dutiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ … pe … ",
          "en": "For a second time, "
        },
        {
          "scid": "mn82:8.13",
          "pli": "dutiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi. ",
          "en": " "
        },
        {
          "scid": "mn82:8.14",
          "pli": "Tatiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ: ",
          "en": "and a third time, Raṭṭhapāla’s parents made the same request. "
        },
        {
          "scid": "mn82:8.15",
          "pli": "“tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
          "en": " "
        },
        {
          "scid": "mn82:8.16",
          "pli": "Na tvaṃ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi. ",
          "en": " "
        },
        {
          "scid": "mn82:8.17",
          "pli": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma, kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāya. ",
          "en": " "
        },
        {
          "scid": "mn82:8.18",
          "pli": "Uṭṭhehi, tāta raṭṭhapāla, bhuñja ca piva ca paricārehi ca; ",
          "en": " "
        },
        {
          "scid": "mn82:8.19",
          "pli": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu. ",
          "en": " "
        },
        {
          "scid": "mn82:8.20",
          "pli": "Na taṃ mayaṃ anujānāma agārasmā anagāriyaṃ pabbajjāya. ",
          "en": " "
        },
        {
          "scid": "mn82:8.21",
          "pli": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma. ",
          "en": " "
        },
        {
          "scid": "mn82:8.22",
          "pli": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti? ",
          "en": " "
        },
        {
          "scid": "mn82:9.1",
          "pli": "Tatiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi. ",
          "en": "And for a third time, Raṭṭhapāla kept silent. Raṭṭhapāla’s parents then went to see his friends. They told them of the situation and asked for their help. "
        },
        {
          "scid": "mn82:10.1",
          "pli": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālo kulaputto tenupasaṅkamiṃsu; upasaṅkamitvā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ: ",
          "en": "Then Raṭṭhapāla’s friends went to him and said, "
        },
        {
          "scid": "mn82:10.2",
          "pli": "“tvaṃ khosi, samma raṭṭhapāla, mātāpitūnaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
          "en": "“Our friend Raṭṭhapāla, you are your parents’ only child. Youʼre dear to them and they love you. You’re dainty and raised in comfort. "
        },
        {
          "scid": "mn82:10.3",
          "pli": "Na tvaṃ, samma raṭṭhapāla, kassaci dukkhassa jānāsi. ",
          "en": "You know nothing of suffering. "
        },
        {
          "scid": "mn82:10.4",
          "pli": "Maraṇenapi te mātāpitaro akāmakā vinā bhavissanti. ",
          "en": "When you die your parents will lose you against their wishes. "
        },
        {
          "scid": "mn82:10.5",
          "pli": "Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāya. ",
          "en": "So how can they allow you to go forth while you’re still alive? "
        },
        {
          "scid": "mn82:10.6",
          "pli": "Uṭṭhehi, samma raṭṭhapāla, bhuñja ca piva ca paricārehi ca; ",
          "en": "Get up, Raṭṭhapāla! Eat, drink, and amuse yourself. "
        },
        {
          "scid": "mn82:10.7",
          "pli": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu. ",
          "en": "While enjoying sensual pleasures, delight in making merit. "
        },
        {
          "scid": "mn82:10.8",
          "pli": "Na taṃ mātāpitaro anujānissanti agārasmā anagāriyaṃ pabbajjāya. ",
          "en": "Your parents will not allow you to go forth. "
        },
        {
          "scid": "mn82:10.9",
          "pli": "Maraṇenapi te mātāpitaro akāmakā vinā bhavissanti. ",
          "en": "When you die your parents will lose you against their wishes. "
        },
        {
          "scid": "mn82:10.10",
          "pli": "Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāyā”ti? ",
          "en": "So how can they allow you to go forth while you’re still alive?” "
        },
        {
          "scid": "mn82:10.11",
          "pli": "Evaṃ vutte, raṭṭhapālo kulaputto tuṇhī ahosi. ",
          "en": "When they said this, Raṭṭhapāla kept silent. "
        },
        {
          "scid": "mn82:10.12",
          "pli": "Dutiyampi kho … ",
          "en": "For a second time, "
        },
        {
          "scid": "mn82:10.13",
          "pli": "tatiyampi kho raṭṭhapālassa kulaputtassa sahāyakā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ: ",
          "en": "and a third time, Raṭṭhapāla’s friends made the same request. "
        },
        {
          "scid": "mn82:10.14",
          "pli": "“tvaṃ khosi, samma raṭṭhapāla, mātāpitūnaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato, na tvaṃ, samma raṭṭhapāla, kassaci dukkhassa jānāsi, maraṇenapi te mātāpitaro akāmakā vinā bhavissanti. ",
          "en": " "
        },
        {
          "scid": "mn82:10.15",
          "pli": "Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāya? ",
          "en": " "
        },
        {
          "scid": "mn82:10.16",
          "pli": "Uṭṭhehi, samma raṭṭhapāla, bhuñja ca piva ca paricārehi ca, bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu. ",
          "en": " "
        },
        {
          "scid": "mn82:10.17",
          "pli": "Na taṃ mātāpitaro anujānissanti agārasmā anagāriyaṃ pabbajjāya, maraṇenapi te mātāpitaro akāmakā vinā bhavissanti. ",
          "en": " "
        },
        {
          "scid": "mn82:10.18",
          "pli": "Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāyā”ti? ",
          "en": " "
        },
        {
          "scid": "mn82:10.19",
          "pli": "Tatiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi. ",
          "en": "And for a third time, Raṭṭhapāla kept silent. "
        },
        {
          "scid": "mn82:11.1",
          "pli": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālassa kulaputtassa mātāpitaro tenupasaṅkamiṃsu; upasaṅkamitvā raṭṭhapālassa kulaputtassa mātāpitaro etadavocuṃ: ",
          "en": "Then Raṭṭhapāla’s friends went to his parents and said, "
        },
        {
          "scid": "mn82:11.2",
          "pli": "“ammatātā, eso raṭṭhapālo kulaputto tattheva anantarahitāya bhūmiyā nipanno: ",
          "en": "“Mum and dad, Raṭṭhapāla is lying there on the bare ground saying: "
        },
        {
          "scid": "mn82:11.3",
          "pli": "‘idheva me maraṇaṃ bhavissati pabbajjā vā’ti. ",
          "en": "‘I’ll either die right here or go forth.’ "
        },
        {
          "scid": "mn82:11.4",
          "pli": "Sace tumhe raṭṭhapālaṃ kulaputtaṃ nānujānissatha agārasmā anagāriyaṃ pabbajjāya, tattheva maraṇaṃ āgamissati. ",
          "en": "If you donʼt allow him to go forth, he’ll die there. "
        },
        {
          "scid": "mn82:11.5",
          "pli": "Sace pana tumhe raṭṭhapālaṃ kulaputtaṃ anujānissatha agārasmā anagāriyaṃ pabbajjāya, pabbajitampi naṃ dakkhissatha. ",
          "en": "But if you do allow him to go forth, you’ll see him again afterwards. "
        },
        {
          "scid": "mn82:11.6",
          "pli": "Sace raṭṭhapālo kulaputto nābhiramissati agārasmā anagāriyaṃ pabbajjāya, kā tassa aññā gati bhavissati? Idheva paccāgamissati. ",
          "en": "And if he doesnʼt enjoy the renunciate life, where else will he have to go? He’ll come right back here. "
        },
        {
          "scid": "mn82:11.7",
          "pli": "Anujānātha raṭṭhapālaṃ kulaputtaṃ agārasmā anagāriyaṃ pabbajjāyā”ti. ",
          "en": "Please give Raṭṭhapāla permission to go forth.” "
        },
        {
          "scid": "mn82:11.8",
          "pli": "“Anujānāma, tātā, raṭṭhapālaṃ kulaputtaṃ agārasmā anagāriyaṃ pabbajjāya. ",
          "en": "“Then, dears, we give Raṭṭhapāla permission to go forth. "
        },
        {
          "scid": "mn82:11.9",
          "pli": "Pabbajitena ca pana mātāpitaro uddassetabbā”ti. ",
          "en": "But once gone forth he must visit his parents.” "
        },
        {
          "scid": "mn82:11.10",
          "pli": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālo kulaputto tenupasaṅkamiṃsu; upasaṅkamitvā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ: ",
          "en": "Then Raṭṭhapāla’s friends went to him and said, "
        },
        {
          "scid": "mn82:11.11",
          "pli": "“uṭṭhehi, samma raṭṭhapāla, anuññātosi mātāpitūhi agārasmā anagāriyaṃ pabbajjāya. ",
          "en": "“Get up, Raṭṭhapāla! Your parents have given you permission to go forth from lay life to homelessness. "
        },
        {
          "scid": "mn82:11.12",
          "pli": "Pabbajitena ca pana te mātāpitaro uddassetabbā”ti. ",
          "en": "But once gone forth you must visit your parents.” "
        },
        {
          "scid": "mn82:12.1",
          "pli": "Atha kho raṭṭhapālo kulaputto uṭṭhahitvā balaṃ gāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho raṭṭhapālo kulaputto bhagavantaṃ etadavoca: ",
          "en": "Raṭṭhapāla got up and regained his strength. He went to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "mn82:12.2",
          "pli": "“anuññāto ahaṃ, bhante, mātāpitūhi agārasmā anagāriyaṃ pabbajjāya. ",
          "en": "“Sir, I have my parentsʼ permission to go forth from the lay life to homelessness. "
        },
        {
          "scid": "mn82:12.3",
          "pli": "Pabbājetu maṃ bhagavā”ti. ",
          "en": "May the Buddha please give me the going forth.” "
        },
        {
          "scid": "mn82:13.1",
          "pli": "Alattha kho raṭṭhapālo kulaputto bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ",
          "en": "And Raṭṭhapāla received the going forth, the ordination in the Buddha’s presence. "
        },
        {
          "scid": "mn82:13.2",
          "pli": "Atha kho bhagavā acirūpasampanne āyasmante raṭṭhapāle aḍḍhamāsupasampanne thullakoṭṭhike yathābhirantaṃ viharitvā yena sāvatthi tena cārikaṃ pakkāmi. ",
          "en": "Not long after Venerable Raṭṭhapāla’s ordination, a fortnight later, the Buddha—having stayed in Thullakoṭṭhita as long as he wished—set out for Sāvatthī. "
        },
        {
          "scid": "mn82:13.3",
          "pli": "Anupubbena cārikaṃ caramāno yena sāvatthi tadavasari. ",
          "en": "Traveling stage by stage, he arrived at Sāvatthī, "
        },
        {
          "scid": "mn82:13.4",
          "pli": "Tatra sudaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "where he stayed in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "mn82:14.1",
          "pli": "Atha kho āyasmā raṭṭhapālo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
          "en": "Then Venerable Raṭṭhapāla, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "mn82:14.2",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "mn82:14.3",
          "pli": "Aññataro kho panāyasmā raṭṭhapālo arahataṃ ahosi. ",
          "en": "And Venerable Raṭṭhapāla became one of the perfected. "
        },
        {
          "scid": "mn82:15.1",
          "pli": "Atha kho āyasmā raṭṭhapālo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā raṭṭhapālo bhagavantaṃ etadavoca: ",
          "en": "Then he went up to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "mn82:15.2",
          "pli": "“icchāmahaṃ, bhante, mātāpitaro uddassetuṃ, sace maṃ bhagavā anujānātī”ti. ",
          "en": "“Sir, I’d like to visit my parents, if the Buddha allows it.” "
        },
        {
          "scid": "mn82:15.3",
          "pli": "Atha kho bhagavā āyasmato raṭṭhapālassa cetasā ceto paricca manasākāsi. ",
          "en": "Then the Buddha focused on comprehending Raṭṭhapāla’s mind. "
        },
        {
          "scid": "mn82:15.4",
          "pli": "Yathā bhagavā aññāsi: ",
          "en": "When he knew that "
        },
        {
          "scid": "mn82:15.5",
          "pli": "“abhabbo kho raṭṭhapālo kulaputto sikkhaṃ paccakkhāya hīnāyāvattitun”ti, atha kho bhagavā āyasmantaṃ raṭṭhapālaṃ etadavoca: ",
          "en": "it was impossible for Raṭṭhapāla to reject the training and return to a lesser life, he said, "
        },
        {
          "scid": "mn82:15.6",
          "pli": "“yassadāni tvaṃ, raṭṭhapāla, kālaṃ maññasī”ti. ",
          "en": "“Please, Raṭṭhapāla, go at your convenience.” "
        },
        {
          "scid": "mn82:16.1",
          "pli": "Atha kho āyasmā raṭṭhapālo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena thullakoṭṭhikaṃ tena cārikaṃ pakkāmi. ",
          "en": "And then Raṭṭhapāla got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robe, set out for Thullakoṭṭhita. "
        },
        {
          "scid": "mn82:16.2",
          "pli": "Anupubbena cārikaṃ caramāno yena thullakoṭṭhiko tadavasari. ",
          "en": "Traveling stage by stage, he arrived at Thullakoṭṭhika, "
        },
        {
          "scid": "mn82:16.3",
          "pli": "Tatra sudaṃ āyasmā raṭṭhapālo thullakoṭṭhike viharati rañño korabyassa migacīre. ",
          "en": "where he stayed in King Koravya’s deer range. "
        },
        {
          "scid": "mn82:16.4",
          "pli": "Atha kho āyasmā raṭṭhapālo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya thullakoṭṭhikaṃ piṇḍāya pāvisi. ",
          "en": "Then Raṭṭhapāla robed up in the morning and, taking his bowl and robe, entered Thullakoṭṭhita for alms. "
        },
        {
          "scid": "mn82:16.5",
          "pli": "Thullakoṭṭhike sapadānaṃ piṇḍāya caramāno yena sakapitu nivesanaṃ tenupasaṅkami. ",
          "en": "Wandering indiscriminately for alms-food, he approached his own father’s house. "
        },
        {
          "scid": "mn82:17.1",
          "pli": "Tena kho pana samayena āyasmato raṭṭhapālassa pitā majjhimāya dvārasālāya ullikhāpeti. ",
          "en": "Now at that time Raṭṭhapāla’s father was having his hair dressed in the hall of the middle gate. "
        },
        {
          "scid": "mn82:17.2",
          "pli": "Addasā kho āyasmato raṭṭhapālassa pitā āyasmantaṃ raṭṭhapālaṃ dūratova āgacchantaṃ. ",
          "en": "He saw Raṭṭhapāla coming off in the distance "
        },
        {
          "scid": "mn82:17.3",
          "pli": "Disvāna etadavoca: ",
          "en": "and said, "
        },
        {
          "scid": "mn82:17.4",
          "pli": "“imehi muṇḍakehi samaṇakehi amhākaṃ ekaputtako piyo manāpo pabbājito”ti. ",
          "en": "“Our dear and beloved only son was made to go forth by these shavelings, these fake ascetics!” "
        },
        {
          "scid": "mn82:17.5",
          "pli": "Atha kho āyasmā raṭṭhapālo sakapitu nivesane neva dānaṃ alattha na paccakkhānaṃ; ",
          "en": "And at his own father’s house Raṭṭhapāla received neither alms nor a polite refusal, "
        },
        {
          "scid": "mn82:17.6",
          "pli": "aññadatthu akkosameva alattha. ",
          "en": "but only abuse. "
        },
        {
          "scid": "mn82:18.1",
          "pli": "Tena kho pana samayena āyasmato raṭṭhapālassa ñātidāsī ābhidosikaṃ kummāsaṃ chaḍḍetukāmā hoti. ",
          "en": "Now at that time a family bondservant wanted to throw away the previous night’s porridge. "
        },
        {
          "scid": "mn82:18.2",
          "pli": "Atha kho āyasmā raṭṭhapālo taṃ ñātidāsiṃ etadavoca: ",
          "en": "So Raṭṭhapāla said to her, "
        },
        {
          "scid": "mn82:18.3",
          "pli": "“sacetaṃ, bhagini, chaḍḍanīyadhammaṃ, idha me patte ākirā”ti. ",
          "en": "“If that’s to be thrown away, sister, pour it here in my bowl.” "
        },
        {
          "scid": "mn82:18.4",
          "pli": "Atha kho āyasmato raṭṭhapālassa ñātidāsī taṃ ābhidosikaṃ kummāsaṃ āyasmato raṭṭhapālassa patte ākirantī hatthānañca pādānañca sarassa ca nimittaṃ aggahesi. ",
          "en": "As she was pouring the porridge into his bowl, she recognized the features of his hands, feet, and voice. "
        },
        {
          "scid": "mn82:18.5",
          "pli": "Atha kho āyasmato raṭṭhapālassa ñātidāsī yenāyasmato raṭṭhapālassa mātā tenupasaṅkami; upasaṅkamitvā āyasmato raṭṭhapālassa mātaraṃ etadavoca: ",
          "en": "She then went to his mother and said, "
        },
        {
          "scid": "mn82:18.6",
          "pli": "“yaggheyye, jāneyyāsi: ",
          "en": "“Please, madam, you should know this. "
        },
        {
          "scid": "mn82:18.7",
          "pli": "‘ayyaputto raṭṭhapālo anuppatto’”ti. ",
          "en": "My lord Raṭṭhapāla has arrived.” "
        },
        {
          "scid": "mn82:18.8",
          "pli": "“Sace, je, saccaṃ bhaṇasi, adāsiṃ taṃ karomī”ti. ",
          "en": "“Wow! If you speak the truth, I’ll make you a free woman!” "
        },
        {
          "scid": "mn82:18.9",
          "pli": "Atha kho āyasmato raṭṭhapālassa mātā yenāyasmato raṭṭhapālassa pitā tenupasaṅkami; upasaṅkamitvā āyasmato raṭṭhapālassa pitaraṃ etadavoca: ",
          "en": "Then Raṭṭhapāla’s mother went to his father and said, "
        },
        {
          "scid": "mn82:18.10",
          "pli": "“yagghe, gahapati, jāneyyāsi: ",
          "en": "“Please householder, you should know this. "
        },
        {
          "scid": "mn82:18.11",
          "pli": "‘raṭṭhapālo kira kulaputto anuppatto’”ti? ",
          "en": "It seems our son Raṭṭhapāla has arrived.” "
        },
        {
          "scid": "mn82:19.1",
          "pli": "Tena kho pana samayena āyasmā raṭṭhapālo taṃ ābhidosikaṃ kummāsaṃ aññataraṃ kuṭṭamūlaṃ nissāya paribhuñjati. ",
          "en": "Now at that time Raṭṭhapāla was eating last night’s porridge by a wall. "
        },
        {
          "scid": "mn82:19.2",
          "pli": "Atha kho āyasmato raṭṭhapālassa pitā yenāyasmā raṭṭhapālo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ raṭṭhapālaṃ etadavoca: ",
          "en": "Then Raṭṭhapāla’s father went up to him and said, "
        },
        {
          "scid": "mn82:19.3",
          "pli": "“atthi nāma, tāta raṭṭhapāla, ābhidosikaṃ kummāsaṃ paribhuñjissasi? ",
          "en": "“Dear Raṭṭhapāla! There’s … and youʼll be eating last night’s porridge! "
        },
        {
          "scid": "mn82:19.4",
          "pli": "Nanu, tāta raṭṭhapāla, sakaṃ gehaṃ gantabban”ti? ",
          "en": "Why not go to your own home?” "
        },
        {
          "scid": "mn82:19.5",
          "pli": "“Kuto no, gahapati, amhākaṃ gehaṃ agārasmā anagāriyaṃ pabbajitānaṃ? ",
          "en": "“Householder, how could those of us who have gone forth from the lay life to homelessness have a house? "
        },
        {
          "scid": "mn82:19.6",
          "pli": "Anagārā mayaṃ, gahapati. ",
          "en": "We’re homeless, householder. "
        },
        {
          "scid": "mn82:19.7",
          "pli": "Agamamha kho te, gahapati, gehaṃ, tattha neva dānaṃ alatthamha na paccakkhānaṃ; ",
          "en": "I came to your house, but there I received neither alms nor a polite refusal, "
        },
        {
          "scid": "mn82:19.8",
          "pli": "aññadatthu akkosameva alatthamhā”ti. ",
          "en": "but only abuse.” "
        },
        {
          "scid": "mn82:19.9",
          "pli": "“Ehi, tāta raṭṭhapāla, gharaṃ gamissāmā”ti. ",
          "en": "“Come, dear Raṭṭhapāla, let’s go to the house.” "
        },
        {
          "scid": "mn82:19.10",
          "pli": "“Alaṃ, gahapati, kataṃ me ajja bhattakiccaṃ”. ",
          "en": "“Enough, householder. My meal is finished for today.” "
        },
        {
          "scid": "mn82:19.11",
          "pli": "“Tena hi, tāta raṭṭhapāla, adhivāsehi svātanāya bhattan”ti. ",
          "en": "“Well then, dear Raṭṭhapāla, please accept tomorrow’s meal from me.” "
        },
        {
          "scid": "mn82:19.12",
          "pli": "Adhivāsesi kho āyasmā raṭṭhapālo tuṇhībhāvena. ",
          "en": "Raṭṭhapāla consented in silence. "
        },
        {
          "scid": "mn82:20.1",
          "pli": "Atha kho āyasmato raṭṭhapālassa pitā āyasmato raṭṭhapālassa adhivāsanaṃ viditvā yena sakaṃ nivesanaṃ tenupasaṅkami; upasaṅkamitvā mahantaṃ hiraññasuvaṇṇassa puñjaṃ kārāpetvā kilañjehi paṭicchādetvā āyasmato raṭṭhapālassa purāṇadutiyikā āmantesi: ",
          "en": "Then, knowing that Raṭṭhapāla had consented, his father went back to his own house. He made a heap of gold coins and bullion and hid it under mats. Then he addressed Raṭṭhapāla’s former wives, "
        },
        {
          "scid": "mn82:20.2",
          "pli": "“etha tumhe, vadhuyo, yena alaṅkārena alaṅkatā pubbe raṭṭhapālassa kulaputtassa piyā hotha manāpā tena alaṅkārena alaṅkarothā”ti. ",
          "en": "“Please, daughters-in-law, adorn yourselves in the way that our son Raṭṭhapāla found you most adorable.” "
        },
        {
          "scid": "mn82:21.1",
          "pli": "Atha kho āyasmato raṭṭhapālassa pitā tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā āyasmato raṭṭhapālassa kālaṃ ārocesi: ",
          "en": "And when the night had passed Raṭṭhapāla’s father had a variety of delicious foods prepared in his own home, and announced the time to the Venerable Raṭṭhapāla, saying, "
        },
        {
          "scid": "mn82:21.2",
          "pli": "“kālo, tāta raṭṭhapāla, niṭṭhitaṃ bhattan”ti. ",
          "en": "“Sir, it’s time. The meal is ready.” "
        },
        {
          "scid": "mn82:22.1",
          "pli": "Atha kho āyasmā raṭṭhapālo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena sakapitu nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Atha kho āyasmato raṭṭhapālassa pitā taṃ hiraññasuvaṇṇassa puñjaṃ vivarāpetvā āyasmantaṃ raṭṭhapālaṃ etadavoca: ",
          "en": "Then Raṭṭhapāla robed up in the morning and, taking his bowl and robe, went to his father’s home, and sat down on the seat spread out. Raṭṭhapāla’s father, revealing the heap of gold coins and bullion, said to him, "
        },
        {
          "scid": "mn82:22.2",
          "pli": "“idaṃ te, tāta raṭṭhapāla, mātu mattikaṃ dhanaṃ, aññaṃ pettikaṃ, aññaṃ pitāmahaṃ. ",
          "en": "“Dear Raṭṭhapāla, this is your maternal fortune. There’s another paternal fortune, and an ancestral one. "
        },
        {
          "scid": "mn82:22.3",
          "pli": "Sakkā, tāta raṭṭhapāla, bhoge ca bhuñjituṃ puññāni ca kātuṃ. ",
          "en": "You can both enjoy your wealth and make merit. "
        },
        {
          "scid": "mn82:22.4",
          "pli": "Ehi tvaṃ, tāta raṭṭhapāla, hīnāyāvattitvā bhoge ca bhuñjassu puññāni ca karohī”ti. ",
          "en": "Come, return to a lesser life, enjoy wealth, and make merit!” "
        },
        {
          "scid": "mn82:22.5",
          "pli": "“Sace me tvaṃ, gahapati, vacanaṃ kareyyāsi, imaṃ hiraññasuvaṇṇassa puñjaṃ sakaṭe āropetvā nibbāhāpetvā majjhegaṅgāya nadiyā sote opilāpeyyāsi. ",
          "en": "“If you’d follow my advice, householder, you’d have this heap of gold loaded on a cart and carried away to be dumped in the middle of the Ganges river. "
        },
        {
          "scid": "mn82:22.6",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "mn82:22.7",
          "pli": "Ye uppajjissanti hi te, gahapati, tatonidānaṃ sokaparidevadukkhadomanassupāyāsā”ti. ",
          "en": "Because this will bring you nothing but sorrow, lamentation, pain, sadness, and distress.” "
        },
        {
          "scid": "mn82:23.1",
          "pli": "Atha kho āyasmato raṭṭhapālassa purāṇadutiyikā paccekaṃ pādesu gahetvā āyasmantaṃ raṭṭhapālaṃ etadavocuṃ: ",
          "en": "Then Raṭṭhapāla’s former wives each clasped his feet and said, "
        },
        {
          "scid": "mn82:23.2",
          "pli": "“kīdisā nāma tā, ayyaputta, accharāyo yāsaṃ tvaṃ hetu brahmacariyaṃ carasī”ti? ",
          "en": "“What are they like, lord, the nymphs for whom you lead the spiritual life?” "
        },
        {
          "scid": "mn82:23.3",
          "pli": "“Na kho mayaṃ, bhaginī, accharānaṃ hetu brahmacariyaṃ carāmā”ti. ",
          "en": "“Sisters, I don’t lead the spiritual life for the sake of nymphs.” "
        },
        {
          "scid": "mn82:23.4",
          "pli": "“Bhaginivādena no ayyaputto raṭṭhapālo samudācaratī”ti tā tattheva mucchitā papatiṃsu. ",
          "en": "Saying, “Our lord Raṭṭhapāla refers to us as sisters!” they fainted right away. "
        },
        {
          "scid": "mn82:24.1",
          "pli": "Atha kho āyasmā raṭṭhapālo pitaraṃ etadavoca: ",
          "en": "Then Raṭṭhapāla said to his father, "
        },
        {
          "scid": "mn82:24.2",
          "pli": "“sace, gahapati, bhojanaṃ dātabbaṃ, detha; ",
          "en": "“If there is food to be given, householder, please give it. "
        },
        {
          "scid": "mn82:24.3",
          "pli": "mā no viheṭhethā”ti. ",
          "en": "But don’t harass me.” "
        },
        {
          "scid": "mn82:24.4",
          "pli": "“Bhuñja, tāta raṭṭhapāla, niṭṭhitaṃ bhattan”ti. ",
          "en": "“Eat, dear Raṭṭhapāla. The meal is ready.” "
        },
        {
          "scid": "mn82:24.5",
          "pli": "Atha kho āyasmato raṭṭhapālassa pitā āyasmantaṃ raṭṭhapālaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Then Raṭṭhapāla’s father served and satisfied Venerable Raṭṭhapāla with his own hands with a variety of delicious foods. "
        },
        {
          "scid": "mn82:24.6",
          "pli": "Atha kho āyasmā raṭṭhapālo bhuttāvī onītapattapāṇī ṭhitakova imā gāthā abhāsi: ",
          "en": "When he had eaten and washed his hand and bowl, he recited these verses while standing right there: "
        },
        {
          "scid": "mn82:25.1",
          "pli": "“Passa cittīkataṃ bimbaṃ, ",
          "en": "“See this fancy puppet, "
        },
        {
          "scid": "mn82:25.2",
          "pli": "arukāyaṃ samussitaṃ; ",
          "en": "a body built of sores, "
        },
        {
          "scid": "mn82:25.3",
          "pli": "Āturaṃ bahusaṅkappaṃ, ",
          "en": "diseased, obsessed over, "
        },
        {
          "scid": "mn82:25.4",
          "pli": "yassa natthi dhuvaṃ ṭhiti. ",
          "en": "which doesn’t last at all. "
        },
        {
          "scid": "mn82:25.5",
          "pli": "Passa cittīkataṃ rūpaṃ, ",
          "en": "See this fancy figure, "
        },
        {
          "scid": "mn82:25.6",
          "pli": "maṇinā kuṇḍalena ca; ",
          "en": "with its gems and earrings; "
        },
        {
          "scid": "mn82:25.7",
          "pli": "Aṭṭhi tacena onaddhaṃ, ",
          "en": "it is bones wrapped in skin, "
        },
        {
          "scid": "mn82:25.8",
          "pli": "saha vatthebhi sobhati. ",
          "en": "made pretty by its clothes. "
        },
        {
          "scid": "mn82:25.9",
          "pli": "Alattakakatā pādā, ",
          "en": "Rouged feet "
        },
        {
          "scid": "mn82:25.10",
          "pli": "mukhaṃ cuṇṇakamakkhitaṃ; ",
          "en": "and powdered face "
        },
        {
          "scid": "mn82:25.11",
          "pli": "Alaṃ bālassa mohāya, ",
          "en": "may be enough to beguile a fool, "
        },
        {
          "scid": "mn82:25.12",
          "pli": "no ca pāragavesino. ",
          "en": "but not a seeker of the far shore. "
        },
        {
          "scid": "mn82:25.13",
          "pli": "Aṭṭhāpadakatā kesā, ",
          "en": "Hair in eight braids "
        },
        {
          "scid": "mn82:25.14",
          "pli": "nettā añjanamakkhitā; ",
          "en": "and eyeliner "
        },
        {
          "scid": "mn82:25.15",
          "pli": "Alaṃ bālassa mohāya, ",
          "en": "may be enough to beguile a fool, "
        },
        {
          "scid": "mn82:25.16",
          "pli": "no ca pāragavesino. ",
          "en": "but not a seeker of the far shore. "
        },
        {
          "scid": "mn82:25.17",
          "pli": "Añjanīva navā cittā, ",
          "en": "A rotting body all adorned "
        },
        {
          "scid": "mn82:25.18",
          "pli": "pūtikāyo alaṅkato; ",
          "en": "like a freshly painted makeup box "
        },
        {
          "scid": "mn82:25.19",
          "pli": "Alaṃ bālassa mohāya, ",
          "en": "may be enough to beguile a fool, "
        },
        {
          "scid": "mn82:25.20",
          "pli": "no ca pāragavesino. ",
          "en": "but not a seeker of the far shore. "
        },
        {
          "scid": "mn82:25.21",
          "pli": "Odahi migavo pāsaṃ, ",
          "en": "The hunter laid his snare, "
        },
        {
          "scid": "mn82:25.22",
          "pli": "nāsadā vākaraṃ migo; ",
          "en": "but the deer didn’t spring the trap. "
        },
        {
          "scid": "mn82:25.23",
          "pli": "Bhutvā nivāpaṃ gacchāma, ",
          "en": "I’ve eaten the bait and now I go, "
        },
        {
          "scid": "mn82:25.24",
          "pli": "kandante migabandhake”ti. ",
          "en": "leaving the trapper to lament.” "
        },
        {
          "scid": "mn82:26.1",
          "pli": "Atha kho āyasmā raṭṭhapālo ṭhitakova imā gāthā bhāsitvā yena rañño korabyassa migacīraṃ tenupasaṅkami; upasaṅkamitvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ",
          "en": "Then Raṭṭhapāla, having recited this verse while standing, went to King Koravya’s deer range and sat at the root of a tree for the day’s meditation. "
        },
        {
          "scid": "mn82:27.1",
          "pli": "Atha kho rājā korabyo migavaṃ āmantesi: ",
          "en": "Then King Koravya addressed his gamekeeper, "
        },
        {
          "scid": "mn82:27.2",
          "pli": "“sodhehi, samma migava, migacīraṃ uyyānabhūmiṃ; ",
          "en": "“My good gamekeeper, tidy up the park of the deer range. "
        },
        {
          "scid": "mn82:27.3",
          "pli": "gacchāma subhūmiṃ dassanāyā”ti. ",
          "en": "We will go to see the scenery.” "
        },
        {
          "scid": "mn82:27.4",
          "pli": "“Evaṃ, devā”ti kho migavo rañño korabyassa paṭissutvā migacīraṃ sodhento addasa āyasmantaṃ raṭṭhapālaṃ aññatarasmiṃ rukkhamūle divāvihāraṃ nisinnaṃ. ",
          "en": "“Yes, Your Majesty,” replied the gamekeeper. While tidying the deer range he saw Raṭṭhapāla sitting in meditation. "
        },
        {
          "scid": "mn82:27.5",
          "pli": "Disvāna yena rājā korabyo tenupasaṅkami; upasaṅkamitvā rājānaṃ korabyaṃ etadavoca: ",
          "en": "Seeing this, he went to the king, and said, "
        },
        {
          "scid": "mn82:27.6",
          "pli": "“suddhaṃ kho te, deva, migacīraṃ. ",
          "en": "“The deer range is tidy, sire. "
        },
        {
          "scid": "mn82:27.7",
          "pli": "Atthi cettha raṭṭhapālo nāma kulaputto imasmiṃyeva thullakoṭṭhike aggakulassa putto yassa tvaṃ abhiṇhaṃ kittayamāno ahosi, so aññatarasmiṃ rukkhamūle divāvihāraṃ nisinno”ti. ",
          "en": "And the gentleman named Raṭṭhapāla, the son of the leading clan in Thullakoṭṭhita, of whom you have often spoken highly, is meditating there at the root of a tree.” "
        },
        {
          "scid": "mn82:27.8",
          "pli": "“Tena hi, samma migava, alaṃ dānajja uyyānabhūmiyā. ",
          "en": "“Well then, my good gamekeeper, that’s enough of the park for today. "
        },
        {
          "scid": "mn82:27.9",
          "pli": "Tameva dāni mayaṃ bhavantaṃ raṭṭhapālaṃ payirupāsissāmā”ti. ",
          "en": "Now I shall pay homage to the Master Raṭṭhapāla.” "
        },
        {
          "scid": "mn82:28.1",
          "pli": "Atha kho rājā korabyo “yaṃ tattha khādanīyaṃ bhojanīyaṃ paṭiyattaṃ taṃ sabbaṃ vissajjethā”ti vatvā bhadrāni bhadrāni yānāni yojāpetvā bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi thullakoṭṭhikamhā niyyāsi mahaccarājānubhāvena āyasmantaṃ raṭṭhapālaṃ dassanāya. ",
          "en": "And then King Koravya said, “Give away all the different foods that have been prepared there.” He had the finest carriages harnessed. Then he mounted a fine carriage and, along with other fine carriages, set out in full royal pomp from Thullakoṭṭhita to see Raṭṭhapāla. "
        },
        {
          "scid": "mn82:28.2",
          "pli": "Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova ussaṭāya ussaṭāya parisāya yenāyasmā raṭṭhapālo tenupasaṅkami; upasaṅkamitvā āyasmatā raṭṭhapālena saddhiṃ sammodi. Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho rājā korabyo āyasmantaṃ raṭṭhapālaṃ etadavoca: ",
          "en": "He went by carriage as far as the terrain allowed, then descended and approached Raṭṭhapāla on foot, together with a group of eminent officials. They exchanged greetings, and, when the greetings and polite conversation were over, he stood to one side, and said to Raṭṭhapāla: "
        },
        {
          "scid": "mn82:28.3",
          "pli": "“idha bhavaṃ raṭṭhapālo hatthatthare nisīdatū”ti. ",
          "en": "“Here, Master Raṭṭhapāla, sit on this elephant rug.” "
        },
        {
          "scid": "mn82:28.4",
          "pli": "“Alaṃ, mahārāja, nisīda tvaṃ; ",
          "en": "“Enough, great king, you sit on it. "
        },
        {
          "scid": "mn82:28.5",
          "pli": "nisinno ahaṃ sake āsane”ti. ",
          "en": "I’m sitting on my own seat.” "
        },
        {
          "scid": "mn82:28.6",
          "pli": "Nisīdi rājā korabyo paññatte āsane. Nisajja kho rājā korabyo āyasmantaṃ raṭṭhapālaṃ etadavoca: ",
          "en": "So the king sat down on the seat spread out, and said: "
        },
        {
          "scid": "mn82:29.1",
          "pli": "“Cattārimāni, bho raṭṭhapāla, pārijuññāni yehi pārijuññehi samannāgatā idhekacce kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajanti. ",
          "en": "“Master Raṭṭhapāla, there are these four kinds of decay. Because of these, some people shave off their hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. "
        },
        {
          "scid": "mn82:29.2",
          "pli": "Katamāni cattāri? ",
          "en": "What four? "
        },
        {
          "scid": "mn82:29.3",
          "pli": "Jarāpārijuññaṃ, byādhipārijuññaṃ, bhogapārijuññaṃ, ñātipārijuññaṃ. ",
          "en": "Decay due to old age, decay due to sickness, decay of wealth, and decay of relatives. "
        },
        {
          "scid": "mn82:30.1",
          "pli": "Katamañca, bho raṭṭhapāla, jarāpārijuññaṃ? ",
          "en": "And what is decay due to old age? "
        },
        {
          "scid": "mn82:30.2",
          "pli": "Idha, bho raṭṭhapāla, ekacco jiṇṇo hoti vuḍḍho mahallako addhagato vayoanuppatto. ",
          "en": "It’s when someone is old, elderly, and senior, advanced in years, and has reached the final stage of life. "
        },
        {
          "scid": "mn82:30.3",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect: "
        },
        {
          "scid": "mn82:30.4",
          "pli": "‘ahaṃ khomhi etarahi jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto. ",
          "en": "‘I’m now old, elderly, and senior. I’m advanced in years and have reached the final stage of life. "
        },
        {
          "scid": "mn82:30.5",
          "pli": "Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ. ",
          "en": "It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired. "
        },
        {
          "scid": "mn82:30.6",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "mn82:30.7",
          "pli": "So tena jarāpārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
          "en": "So because of that decay due to old age they go forth. "
        },
        {
          "scid": "mn82:30.8",
          "pli": "Idaṃ vuccati, bho raṭṭhapāla, jarāpārijuññaṃ. ",
          "en": "This is called decay due to old age. "
        },
        {
          "scid": "mn82:30.9",
          "pli": "Bhavaṃ kho pana raṭṭhapālo etarahi daharo yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā. ",
          "en": "But Master Raṭṭhapāla is now a youth, young, black-haired, blessed with youth, in the prime of life. "
        },
        {
          "scid": "mn82:30.10",
          "pli": "Taṃ bhoto raṭṭhapālassa jarāpārijuññaṃ natthi. ",
          "en": "You have no decay due to old age. "
        },
        {
          "scid": "mn82:30.11",
          "pli": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? (1) ",
          "en": "So what did you know or see or hear that made you go forth? "
        },
        {
          "scid": "mn82:31.1",
          "pli": "Katamañca, bho raṭṭhapāla, byādhipārijuññaṃ? ",
          "en": "And what is decay due to sickness? "
        },
        {
          "scid": "mn82:31.2",
          "pli": "Idha, bho raṭṭhapāla, ekacco ābādhiko hoti dukkhito bāḷhagilāno. ",
          "en": "It’s when someone is sick, suffering, gravely ill. "
        },
        {
          "scid": "mn82:31.3",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect: "
        },
        {
          "scid": "mn82:31.4",
          "pli": "‘ahaṃ khomhi etarahi ābādhiko dukkhito bāḷhagilāno. ",
          "en": "‘I’m now sick, suffering, gravely ill. "
        },
        {
          "scid": "mn82:31.5",
          "pli": "Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ. ",
          "en": "It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired. "
        },
        {
          "scid": "mn82:31.6",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "mn82:31.7",
          "pli": "So tena byādhipārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
          "en": "So because of that decay due to sickness they go forth. "
        },
        {
          "scid": "mn82:31.8",
          "pli": "Idaṃ vuccati, bho raṭṭhapāla, byādhipārijuññaṃ. ",
          "en": "This is called decay due to sickness. "
        },
        {
          "scid": "mn82:31.9",
          "pli": "Bhavaṃ kho pana raṭṭhapālo etarahi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya. ",
          "en": "But Master Raṭṭhapāla is now rarely ill or unwell. Your stomach digests well, being neither too hot nor too cold. "
        },
        {
          "scid": "mn82:31.10",
          "pli": "Taṃ bhoto raṭṭhapālassa byādhipārijuññaṃ natthi. ",
          "en": "You have no decay due to sickness. "
        },
        {
          "scid": "mn82:31.11",
          "pli": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? (2) ",
          "en": "So what did you know or see or hear that made you go forth? "
        },
        {
          "scid": "mn82:32.1",
          "pli": "Katamañca, bho raṭṭhapāla, bhogapārijuññaṃ? ",
          "en": "And what is decay of wealth? "
        },
        {
          "scid": "mn82:32.2",
          "pli": "Idha, bho raṭṭhapāla, ekacco aḍḍho hoti mahaddhano mahābhogo. ",
          "en": "It’s when someone is rich, affluent, and wealthy. "
        },
        {
          "scid": "mn82:32.3",
          "pli": "Tassa te bhogā anupubbena parikkhayaṃ gacchanti. ",
          "en": "But gradually their wealth dwindles away. "
        },
        {
          "scid": "mn82:32.4",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect: "
        },
        {
          "scid": "mn82:32.5",
          "pli": "‘ahaṃ kho pubbe aḍḍho ahosiṃ mahaddhano mahābhogo. ",
          "en": "‘I used to be rich, affluent, and wealthy. "
        },
        {
          "scid": "mn82:32.6",
          "pli": "Tassa me te bhogā anupubbena parikkhayaṃ gatā. ",
          "en": "But gradually my wealth has dwindled away. "
        },
        {
          "scid": "mn82:32.7",
          "pli": "Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ. ",
          "en": "It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired. "
        },
        {
          "scid": "mn82:32.8",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "mn82:32.9",
          "pli": "So tena bhogapārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
          "en": "So because of that decay of wealth they go forth. "
        },
        {
          "scid": "mn82:32.10",
          "pli": "Idaṃ vuccati, bho raṭṭhapāla, bhogapārijuññaṃ. ",
          "en": "This is called decay of wealth. "
        },
        {
          "scid": "mn82:32.11",
          "pli": "Bhavaṃ kho pana raṭṭhapālo imasmiṃyeva thullakoṭṭhike aggakulassa putto. ",
          "en": "But Master Raṭṭhapāla is the son of the leading clan here in Thullakoṭṭhita. "
        },
        {
          "scid": "mn82:32.12",
          "pli": "Taṃ bhoto raṭṭhapālassa bhogapārijuññaṃ natthi. ",
          "en": "You have no decay of wealth. "
        },
        {
          "scid": "mn82:32.13",
          "pli": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? (3) ",
          "en": "So what did you know or see or hear that made you go forth? "
        },
        {
          "scid": "mn82:33.1",
          "pli": "Katamañca, bho raṭṭhapāla, ñātipārijuññaṃ? ",
          "en": "And what is decay of relatives? "
        },
        {
          "scid": "mn82:33.2",
          "pli": "Idha, bho raṭṭhapāla, ekaccassa bahū honti mittāmaccā ñātisālohitā. ",
          "en": "It’s when someone has many friends and colleagues, relatives and kin. "
        },
        {
          "scid": "mn82:33.3",
          "pli": "Tassa te ñātakā anupubbena parikkhayaṃ gacchanti. ",
          "en": "But gradually their relatives dwindle away. "
        },
        {
          "scid": "mn82:33.4",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect: "
        },
        {
          "scid": "mn82:33.5",
          "pli": "‘mamaṃ kho pubbe bahū ahesuṃ mittāmaccā ñātisālohitā. ",
          "en": "‘I used to have many friends and colleagues, relatives and kin. "
        },
        {
          "scid": "mn82:33.6",
          "pli": "Tassa me te anupubbena parikkhayaṃ gatā. ",
          "en": "But gradually they’ve dwindled away. "
        },
        {
          "scid": "mn82:33.7",
          "pli": "Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ. ",
          "en": "It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired. "
        },
        {
          "scid": "mn82:33.8",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "mn82:33.9",
          "pli": "So tena ñātipārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
          "en": "So because of that decay of relatives they go forth. "
        },
        {
          "scid": "mn82:33.10",
          "pli": "Idaṃ vuccati, bho raṭṭhapāla, ñātipārijuññaṃ. ",
          "en": "This is called decay of relatives. "
        },
        {
          "scid": "mn82:33.11",
          "pli": "Bhoto kho pana raṭṭhapālassa imasmiṃyeva thullakoṭṭhike bahū mittāmaccā ñātisālohitā. ",
          "en": "But Master Raṭṭhapāla has many friends and colleagues, relatives and kin right here in Thullakoṭṭhita. "
        },
        {
          "scid": "mn82:33.12",
          "pli": "Taṃ bhoto raṭṭhapālassa ñātipārijuññaṃ natthi. ",
          "en": "You have no decay of relatives. "
        },
        {
          "scid": "mn82:33.13",
          "pli": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? (4) ",
          "en": "So what did you know or see or hear that made you go forth? "
        },
        {
          "scid": "mn82:34.1",
          "pli": "Imāni kho, bho raṭṭhapāla, cattāri pārijuññāni, yehi pārijuññehi samannāgatā idhekacce kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajanti. ",
          "en": "There are these four kinds of decay. Because of these, some people shave off their hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. "
        },
        {
          "scid": "mn82:34.2",
          "pli": "Tāni bhoto raṭṭhapālassa natthi. ",
          "en": "Master Raṭṭhapāla has none of these. "
        },
        {
          "scid": "mn82:34.3",
          "pli": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito”ti? ",
          "en": "So what did you know or see or hear that made you go forth?” "
        },
        {
          "scid": "mn82:35.1",
          "pli": "“Atthi kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammuddesā uddiṭṭhā, ye ahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito. ",
          "en": "“Great king, the Blessed One who knows and sees, the perfected one, the fully awakened Buddha has taught these four summaries of the teaching for recitation. It was after knowing and seeing and hearing these that I went forth from the lay life to homelessness. "
        },
        {
          "scid": "mn82:37.1",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "mn82:37.2",
          "pli": "Upaniyyati loko addhuvo’ti ",
          "en": "‘The world is unstable and swept away.’ "
        },
        {
          "scid": "mn82:37.3",
          "pli": "kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito. ",
          "en": "This is the first summary. "
        },
        {
          "scid": "mn82:36.1",
          "pli": "‘Atāṇo loko anabhissaro’ti ",
          "en": "‘The world has no shelter and no savior.’ "
        },
        {
          "scid": "mn82:36.2",
          "pli": "kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito. ",
          "en": "This is the second summary. "
        },
        {
          "scid": "mn82:36.3",
          "pli": "‘Assako loko, sabbaṃ pahāya gamanīyan’ti ",
          "en": "‘The world has no owner—you must leave it all behind and pass on.’ "
        },
        {
          "scid": "mn82:36.4",
          "pli": "kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito. ",
          "en": "This is the third summary. "
        },
        {
          "scid": "mn82:36.5",
          "pli": "‘Ūno loko atitto taṇhādāso’ti ",
          "en": "‘The world is wanting, insatiable, the slave of craving.’ "
        },
        {
          "scid": "mn82:36.6",
          "pli": "kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catuttho dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito. ",
          "en": "This is the fourth summary. "
        },
        {
          "scid": "mn82:36.7",
          "pli": "Ime kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammuddesā uddiṭṭhā, ye ahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti. ",
          "en": "The Blessed One who knows and sees, the perfected one, the fully awakened Buddha taught these four summaries of the teaching. It was after knowing and seeing and hearing these that I went forth from the lay life to homelessness.” "
        },
        {
          "scid": "mn82:38.1",
          "pli": "“‘Upaniyyati loko addhuvo’ti—",
          "en": "“‘The world is unstable and swept away.’ "
        },
        {
          "scid": "mn82:38.2",
          "pli": "bhavaṃ raṭṭhapālo āha. ",
          "en": "So Master Raṭṭhapāla said. "
        },
        {
          "scid": "mn82:38.3",
          "pli": "Imassa, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti? ",
          "en": "How should I see the meaning of this statement?” "
        },
        {
          "scid": "mn82:38.4",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "mn82:38.5",
          "pli": "tvaṃ vīsativassuddesikopi paṇṇavīsativassuddesikopi hatthismimpi katāvī assasmimpi katāvī rathasmimpi katāvī dhanusmimpi katāvī tharusmimpi katāvī ūrubalī bāhubalī alamatto saṅgāmāvacaro”ti? ",
          "en": "When you were twenty or twenty-five years of age, were you proficient at riding elephants, horses, and chariots, and at archery? Were you strong in thigh and arm, capable, and battle-hardened?” "
        },
        {
          "scid": "mn82:38.6",
          "pli": "“Ahosiṃ ahaṃ, bho raṭṭhapāla, vīsativassuddesikopi paṇṇavīsativassuddesikopi hatthismimpi katāvī assasmimpi katāvī rathasmimpi katāvī dhanusmimpi katāvī tharusmimpi katāvī ūrubalī bāhubalī alamatto saṅgāmāvacaro. ",
          "en": "“I was, Master Raṭṭhapāla. "
        },
        {
          "scid": "mn82:38.7",
          "pli": "Appekadāhaṃ, bho raṭṭhapāla, iddhimāva maññe na attano balena samasamaṃ samanupassāmī”ti. ",
          "en": "Sometimes it seems as if I had superpowers then. I don’t see anyone who could have equalled me in strength.” "
        },
        {
          "scid": "mn82:38.8",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "mn82:38.9",
          "pli": "evameva tvaṃ etarahi ūrubalī bāhubalī alamatto saṅgāmāvacaro”ti? ",
          "en": "These days are you just as strong in thigh and arm, capable, and battle-hardened?” "
        },
        {
          "scid": "mn82:38.10",
          "pli": "“No hidaṃ, bho raṭṭhapāla. ",
          "en": "“No, Master Raṭṭhapāla. "
        },
        {
          "scid": "mn82:38.11",
          "pli": "Etarahi jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āsītiko me vayo vattati. ",
          "en": "For now I am old, elderly, and senior, I’m advanced in years and have reached the final stage of life. I am eighty years old. "
        },
        {
          "scid": "mn82:38.12",
          "pli": "Appekadāhaṃ, bho raṭṭhapāla, ‘idha pādaṃ karissāmī’ti aññeneva pādaṃ karomī”ti. ",
          "en": "Sometimes I intend to step in one place, but my foot goes somewhere else.” "
        },
        {
          "scid": "mn82:38.13",
          "pli": "“Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ: ",
          "en": "“This is what the Buddha was referring to when he said: "
        },
        {
          "scid": "mn82:38.14",
          "pli": "‘upaniyyati loko addhuvo’ti, ",
          "en": "‘The world is unstable and swept away.’” "
        },
        {
          "scid": "mn82:38.15",
          "pli": "yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti. ",
          "en": " "
        },
        {
          "scid": "mn82:38.16",
          "pli": "“Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla. ",
          "en": "“It’s incredible, Master Raṭṭhapāla, it’s amazing, "
        },
        {
          "scid": "mn82:38.17",
          "pli": "Yāva subhāsitañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
          "en": "how well said this was by the Buddha. "
        },
        {
          "scid": "mn82:38.18",
          "pli": "‘upaniyyati loko addhuvo’ti. ",
          "en": " "
        },
        {
          "scid": "mn82:38.19",
          "pli": "Upaniyyati hi, bho raṭṭhapāla, loko addhuvo. (1) ",
          "en": "For the world is indeed unstable and swept away. "
        },
        {
          "scid": "mn82:39.1",
          "pli": "Saṃvijjante kho, bho raṭṭhapāla, imasmiṃ rājakule hatthikāyāpi assakāyāpi rathakāyāpi pattikāyāpi, amhākaṃ āpadāsu pariyodhāya vattissanti. ",
          "en": "In this royal court you can find divisions of elephants, cavalry, chariots, and infantry. They will serve to defend us from any threats. Yet you said: "
        },
        {
          "scid": "mn82:39.2",
          "pli": "‘Atāṇo loko anabhissaro’ti—",
          "en": "‘The world has no shelter and no savior.’ "
        },
        {
          "scid": "mn82:39.3",
          "pli": "bhavaṃ raṭṭhapālo āha. ",
          "en": " "
        },
        {
          "scid": "mn82:39.4",
          "pli": "Imassa pana, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti? ",
          "en": "How should I see the meaning of this statement?” "
        },
        {
          "scid": "mn82:39.5",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "mn82:39.6",
          "pli": "atthi te koci anusāyiko ābādho”ti? ",
          "en": "Do you have any chronic ailments?” "
        },
        {
          "scid": "mn82:39.7",
          "pli": "“Atthi me, bho raṭṭhapāla, anusāyiko ābādho. ",
          "en": "“Yes, I do. "
        },
        {
          "scid": "mn82:39.8",
          "pli": "Appekadā maṃ, bho raṭṭhapāla, mittāmaccā ñātisālohitā parivāretvā ṭhitā honti: ",
          "en": "Sometimes my friends and colleagues, relatives and family members surround me, thinking: "
        },
        {
          "scid": "mn82:39.9",
          "pli": "‘idāni rājā korabyo kālaṃ karissati, idāni rājā korabyo kālaṃ karissatī’”ti. ",
          "en": "‘Now the king will die! Now the king will die!’” "
        },
        {
          "scid": "mn82:39.10",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "mn82:39.11",
          "pli": "labhasi tvaṃ te mittāmacce ñātisālohite: ",
          "en": "Can you get your friends and colleagues, relatives and family members to help: "
        },
        {
          "scid": "mn82:39.12",
          "pli": "‘āyantu me bhonto mittāmaccā ñātisālohitā, sabbeva santā imaṃ vedanaṃ saṃvibhajatha, yathāhaṃ lahukatarikaṃ vedanaṃ vediyeyyan’ti—",
          "en": "‘Please, my dear friends and colleagues, relatives and family members, all of you here share my pain so that I may feel less pain.’ "
        },
        {
          "scid": "mn82:39.13",
          "pli": "udāhu tvaṃyeva taṃ vedanaṃ vediyasī”ti? ",
          "en": "Or must you alone feel that pain?” "
        },
        {
          "scid": "mn82:39.14",
          "pli": "“Nāhaṃ, bho raṭṭhapāla, labhāmi te mittāmacce ñātisālohite: ",
          "en": "“I can’t get my friends to share my pain. "
        },
        {
          "scid": "mn82:39.15",
          "pli": "‘āyantu me bhonto mittāmaccā ñātisālohitā, sabbeva santā imaṃ vedanaṃ saṃvibhajatha, yathāhaṃ lahukatarikaṃ vedanaṃ vediyeyyan’ti. ",
          "en": " "
        },
        {
          "scid": "mn82:39.16",
          "pli": "Atha kho ahameva taṃ vedanaṃ vediyāmī”ti. ",
          "en": "Rather, I alone must feel it.” "
        },
        {
          "scid": "mn82:39.17",
          "pli": "“Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ: ",
          "en": "“This is what the Buddha was referring to when he said: "
        },
        {
          "scid": "mn82:39.18",
          "pli": "‘atāṇo loko anabhissaro’ti, ",
          "en": "‘The world has no shelter and no savior.’” "
        },
        {
          "scid": "mn82:39.19",
          "pli": "yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti. ",
          "en": " "
        },
        {
          "scid": "mn82:39.20",
          "pli": "“Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla. ",
          "en": "“It’s incredible, Master Raṭṭhapāla, it’s amazing, "
        },
        {
          "scid": "mn82:39.21",
          "pli": "Yāva subhāsitaṃ cidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
          "en": "how well said this was by the Buddha. "
        },
        {
          "scid": "mn82:39.22",
          "pli": "‘atāṇo loko anabhissaro’ti. ",
          "en": " "
        },
        {
          "scid": "mn82:39.23",
          "pli": "Atāṇo hi, bho raṭṭhapāla, loko anabhissaro. (2) ",
          "en": "For the world indeed has no shelter and no savior. "
        },
        {
          "scid": "mn82:40.1",
          "pli": "Saṃvijjati kho, bho raṭṭhapāla, imasmiṃ rājakule pahūtaṃ hiraññasuvaṇṇaṃ bhūmigatañca vehāsagatañca. ",
          "en": "In this royal court you can find abundant gold coin and bullion stored in dungeons and towers. Yet you said: "
        },
        {
          "scid": "mn82:40.2",
          "pli": "‘Assako loko, sabbaṃ pahāya gamanīyan’ti—",
          "en": "‘The world has no owner—you must leave it all behind and pass on.’ "
        },
        {
          "scid": "mn82:40.3",
          "pli": "bhavaṃ raṭṭhapālo āha. ",
          "en": " "
        },
        {
          "scid": "mn82:40.4",
          "pli": "Imassa pana, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti? ",
          "en": "How should I see the meaning of this statement?” "
        },
        {
          "scid": "mn82:40.5",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "‘What do you think, great king? "
        },
        {
          "scid": "mn82:40.6",
          "pli": "yathā tvaṃ etarahi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresi, lacchasi tvaṃ paratthāpi: ",
          "en": "These days you amuse yourself, supplied and provided with the five kinds of sensual stimulation. But is there any way to ensure that in the next life "
        },
        {
          "scid": "mn82:40.7",
          "pli": "‘evamevāhaṃ imeheva pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremī’ti, udāhu aññe imaṃ bhogaṃ paṭipajjissanti, tvaṃ pana yathākammaṃ gamissasī”ti? ",
          "en": "you will continue to amuse yourself in the same way, supplied and provided with the same five kinds of sensual stimulation? Or will others make use of this property, while you pass on according to your deeds?” "
        },
        {
          "scid": "mn82:40.8",
          "pli": "“Yathāhaṃ, bho raṭṭhapāla, etarahi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremi, nāhaṃ lacchāmi paratthāpi: ",
          "en": "“There’s no way to ensure that I will continue to amuse myself in the same way. "
        },
        {
          "scid": "mn82:40.9",
          "pli": "‘evameva imeheva pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremī’ti. ",
          "en": " "
        },
        {
          "scid": "mn82:40.10",
          "pli": "Atha kho aññe imaṃ bhogaṃ paṭipajjissanti; ahaṃ pana yathākammaṃ gamissāmī”ti. ",
          "en": "Rather, others will take over this property, while I pass on according to my deeds.” "
        },
        {
          "scid": "mn82:40.11",
          "pli": "“Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ: ",
          "en": "“This is what the Buddha was referring to when he said: "
        },
        {
          "scid": "mn82:40.12",
          "pli": "‘assako loko, sabbaṃ pahāya gamanīyan’ti, ",
          "en": "‘The world has no owner—you must leave it all behind and pass on.’” "
        },
        {
          "scid": "mn82:40.13",
          "pli": "yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti. ",
          "en": " "
        },
        {
          "scid": "mn82:40.14",
          "pli": "“Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla. ",
          "en": "“It’s incredible, Master Raṭṭhapāla, it’s amazing, "
        },
        {
          "scid": "mn82:40.15",
          "pli": "Yāva subhāsitaṃ cidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
          "en": "how well said this was by the Buddha. "
        },
        {
          "scid": "mn82:40.16",
          "pli": "‘assako loko, sabbaṃ pahāya gamanīyan’ti. ",
          "en": " "
        },
        {
          "scid": "mn82:40.17",
          "pli": "Assako hi, bho raṭṭhapāla, loko sabbaṃ pahāya gamanīyaṃ. (3) ",
          "en": "For the world indeed has no owner—you must leave it all behind and pass on. "
        },
        {
          "scid": "mn82:41.1",
          "pli": "‘Ūno loko atitto taṇhādāso’ti—",
          "en": "You also said this: ‘The world is wanting, insatiable, the slave of craving.’ "
        },
        {
          "scid": "mn82:41.2",
          "pli": "bhavaṃ raṭṭhapālo āha. ",
          "en": " "
        },
        {
          "scid": "mn82:41.3",
          "pli": "Imassa, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti? ",
          "en": "How should I see the meaning of this statement?” "
        },
        {
          "scid": "mn82:41.4",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "mn82:41.5",
          "pli": "phītaṃ kuruṃ ajjhāvasasī”ti? ",
          "en": "Do you dwell in the prosperous land of Kuru?” "
        },
        {
          "scid": "mn82:41.6",
          "pli": "“Evaṃ, bho raṭṭhapāla, phītaṃ kuruṃ ajjhāvasāmī”ti. ",
          "en": "“Indeed I do.” "
        },
        {
          "scid": "mn82:41.7",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "mn82:41.8",
          "pli": "idha puriso āgaccheyya puratthimāya disāya saddhāyiko paccayiko. ",
          "en": "Suppose a trustworthy and reliable man were to come from the east. "
        },
        {
          "scid": "mn82:41.9",
          "pli": "So taṃ upasaṅkamitvā evaṃ vadeyya: ",
          "en": "He’d approach you and say: "
        },
        {
          "scid": "mn82:41.10",
          "pli": "‘yagghe, mahārāja, jāneyyāsi, ahaṃ āgacchāmi puratthimāya disāya? ",
          "en": "‘Please sir, you should know this. I come from the east. "
        },
        {
          "scid": "mn82:41.11",
          "pli": "Tatthaddasaṃ mahantaṃ janapadaṃ iddhañceva phītañca bahujanaṃ ākiṇṇamanussaṃ. ",
          "en": "There I saw a large country that is successful and prosperous and full of people. "
        },
        {
          "scid": "mn82:41.12",
          "pli": "Bahū tattha hatthikāyā assakāyā rathakāyā pattikāyā; ",
          "en": "They have many divisions of elephants, cavalry, chariots, and infantry. "
        },
        {
          "scid": "mn82:41.13",
          "pli": "bahu tattha dhanadhaññaṃ; ",
          "en": "And there’s plenty of money and grain, "
        },
        {
          "scid": "mn82:41.14",
          "pli": "bahu tattha hiraññasuvaṇṇaṃ akatañceva katañca; ",
          "en": "plenty of gold coins and bullion, both worked and unworked, "
        },
        {
          "scid": "mn82:41.15",
          "pli": "bahu tattha itthipariggaho. ",
          "en": "and plenty of women for the taking. "
        },
        {
          "scid": "mn82:41.16",
          "pli": "Sakkā ca tāvatakeneva balamattena abhivijinituṃ. ",
          "en": "With your current forces you can conquer it. "
        },
        {
          "scid": "mn82:41.17",
          "pli": "Abhivijina, mahārājā’ti, kinti naṃ kareyyāsī”ti? ",
          "en": "Conquer it, great king!’ What would you do?” "
        },
        {
          "scid": "mn82:41.18",
          "pli": "“Tampi mayaṃ, bho raṭṭhapāla, abhivijiya ajjhāvaseyyāmā”ti. ",
          "en": "“I would conquer it and dwell there.” "
        },
        {
          "scid": "mn82:41.19",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "mn82:41.20",
          "pli": "idha puriso āgaccheyya pacchimāya disāya … ",
          "en": "Suppose a trustworthy and reliable man were to come from the west, "
        },
        {
          "scid": "mn82:41.21",
          "pli": "uttarāya disāya … ",
          "en": "north, "
        },
        {
          "scid": "mn82:41.22",
          "pli": "dakkhiṇāya disāya … ",
          "en": "south, "
        },
        {
          "scid": "mn82:41.23",
          "pli": "parasamuddato saddhāyiko paccayiko. ",
          "en": "or from over the ocean. "
        },
        {
          "scid": "mn82:41.24",
          "pli": "So taṃ upasaṅkamitvā evaṃ vadeyya: ",
          "en": "He’d approach you and say the same thing. "
        },
        {
          "scid": "mn82:41.25",
          "pli": "‘yagghe, mahārāja, jāneyyāsi, ahaṃ āgacchāmi parasamuddato? ",
          "en": " "
        },
        {
          "scid": "mn82:41.26",
          "pli": "Tatthaddasaṃ mahantaṃ janapadaṃ iddhañceva phītañca bahujanaṃ ākiṇṇamanussaṃ. ",
          "en": " "
        },
        {
          "scid": "mn82:41.27",
          "pli": "Bahū tattha hatthikāyā assakāyā rathakāyā pattikāyā; ",
          "en": " "
        },
        {
          "scid": "mn82:41.28",
          "pli": "bahu tattha dhanadhaññaṃ; ",
          "en": " "
        },
        {
          "scid": "mn82:41.29",
          "pli": "bahu tattha hiraññasuvaṇṇaṃ akatañceva katañca; ",
          "en": " "
        },
        {
          "scid": "mn82:41.30",
          "pli": "bahu tattha itthipariggaho. ",
          "en": " "
        },
        {
          "scid": "mn82:41.31",
          "pli": "Sakkā ca tāvatakeneva balamattena abhivijinituṃ. ",
          "en": " "
        },
        {
          "scid": "mn82:41.32",
          "pli": "Abhivijina, mahārājā’ti, kinti naṃ kareyyāsī”ti? ",
          "en": "What would you do?” "
        },
        {
          "scid": "mn82:41.33",
          "pli": "“Tampi mayaṃ, bho raṭṭhapāla, abhivijiya ajjhāvaseyyāmā”ti. ",
          "en": "“I would conquer it and dwell there.” "
        },
        {
          "scid": "mn82:41.34",
          "pli": "“Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ: ",
          "en": "“This is what the Buddha was referring to when he said: "
        },
        {
          "scid": "mn82:41.35",
          "pli": "‘ūno loko atitto taṇhādāso’ti, ",
          "en": "‘The world is wanting, insatiable, the slave of craving.’ "
        },
        {
          "scid": "mn82:41.36",
          "pli": "yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti. ",
          "en": "And it was after knowing and seeing and hearing this that I went forth from the lay life to homelessness.” "
        },
        {
          "scid": "mn82:41.37",
          "pli": "“Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla. ",
          "en": "“It’s incredible, Master Raṭṭhapāla, it’s amazing, "
        },
        {
          "scid": "mn82:41.38",
          "pli": "Yāva subhāsitañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
          "en": "how well said this was by the Buddha. "
        },
        {
          "scid": "mn82:41.39",
          "pli": "‘ūno loko atitto taṇhādāso’ti. ",
          "en": " "
        },
        {
          "scid": "mn82:41.40",
          "pli": "Ūno hi, bho raṭṭhapāla, loko atitto taṇhādāso”ti. ",
          "en": "For the world is indeed wanting, insatiable, the slave of craving.” "
        },
        {
          "scid": "mn82:42.1",
          "pli": "Idamavoca āyasmā raṭṭhapālo. ",
          "en": "This is what Venerable Raṭṭhapāla said. "
        },
        {
          "scid": "mn82:42.2",
          "pli": "Idaṃ vatvā athāparaṃ etadavoca: ",
          "en": "Then he went on to say: "
        },
        {
          "scid": "mn82:42.3",
          "pli": "“Passāmi loke sadhane manusse, ",
          "en": "“I see rich people in the world who, "
        },
        {
          "scid": "mn82:42.4",
          "pli": "Laddhāna vittaṃ na dadanti mohā; ",
          "en": "because of delusion, give not the wealth they’ve earned. "
        },
        {
          "scid": "mn82:42.5",
          "pli": "Luddhā dhanaṃ sannicayaṃ karonti, ",
          "en": "Greedily, they hoard their riches, "
        },
        {
          "scid": "mn82:42.6",
          "pli": "Bhiyyova kāme abhipatthayanti. ",
          "en": "yearning for ever more sensual pleasures. "
        },
        {
          "scid": "mn82:42.7",
          "pli": "Rājā pasayhā pathaviṃ vijitvā, ",
          "en": "A king who conquered the earth by force, "
        },
        {
          "scid": "mn82:42.8",
          "pli": "Sasāgarantaṃ mahimāvasanto; ",
          "en": "ruling the land from sea to sea, "
        },
        {
          "scid": "mn82:42.9",
          "pli": "Oraṃ samuddassa atittarūpo, ",
          "en": "unsatisfied with the near shore of the ocean, "
        },
        {
          "scid": "mn82:42.10",
          "pli": "Pāraṃ samuddassapi patthayetha. ",
          "en": "would still yearn for the further shore. "
        },
        {
          "scid": "mn82:42.11",
          "pli": "Rājā ca aññe ca bahū manussā, ",
          "en": "Not just the king, but others too, "
        },
        {
          "scid": "mn82:42.12",
          "pli": "Avītataṇhā maraṇaṃ upenti; ",
          "en": "reach death not rid of craving. "
        },
        {
          "scid": "mn82:42.13",
          "pli": "Ūnāva hutvāna jahanti dehaṃ, ",
          "en": "They leave the body still wanting, "
        },
        {
          "scid": "mn82:42.14",
          "pli": "Kāmehi lokamhi na hatthi titti. ",
          "en": "for in this world sensual pleasures never satisfy. "
        },
        {
          "scid": "mn82:42.15",
          "pli": "Kandanti naṃ ñātī pakiriya kese, ",
          "en": "Relatives lament, their hair disheveled, "
        },
        {
          "scid": "mn82:42.16",
          "pli": "Ahovatā no amarāti cāhu; ",
          "en": "saying ‘Ah! Alas! They’re not immortal!’ "
        },
        {
          "scid": "mn82:42.17",
          "pli": "Vatthena naṃ pārutaṃ nīharitvā, ",
          "en": "They take out the body wrapped in a shroud, "
        },
        {
          "scid": "mn82:42.18",
          "pli": "Citaṃ samādāya tatoḍahanti. ",
          "en": "heap up a pyre, and burn it there. "
        },
        {
          "scid": "mn82:42.19",
          "pli": "So ḍayhati sūlehi tujjamāno, ",
          "en": "It’s poked with stakes while being burnt, "
        },
        {
          "scid": "mn82:42.20",
          "pli": "Ekena vatthena pahāya bhoge; ",
          "en": "in just a single cloth, all wealth gone. "
        },
        {
          "scid": "mn82:42.21",
          "pli": "Na mīyamānassa bhavanti tāṇā, ",
          "en": "Relatives, friends, and companions "
        },
        {
          "scid": "mn82:42.22",
          "pli": "Ñātīdha mittā atha vā sahāyā. ",
          "en": "can’t help you when you’re dying. "
        },
        {
          "scid": "mn82:42.23",
          "pli": "Dāyādakā tassa dhanaṃ haranti, ",
          "en": "Heirs take your riches, "
        },
        {
          "scid": "mn82:42.24",
          "pli": "Satto pana gacchati yena kammaṃ; ",
          "en": "while beings fare on according to their deeds. "
        },
        {
          "scid": "mn82:42.25",
          "pli": "Na mīyamānaṃ dhanamanveti kiñci, ",
          "en": "Riches don’t follow you when you die; "
        },
        {
          "scid": "mn82:42.26",
          "pli": "Puttā ca dārā ca dhanañca raṭṭhaṃ. ",
          "en": "nor do children, wife, wealth, nor kingdom. "
        },
        {
          "scid": "mn82:42.27",
          "pli": "Na dīghamāyuṃ labhate dhanena, ",
          "en": "Longevity isn’t gained by riches, "
        },
        {
          "scid": "mn82:42.28",
          "pli": "Na cāpi vittena jaraṃ vihanti; ",
          "en": "nor does wealth banish old age; "
        },
        {
          "scid": "mn82:42.29",
          "pli": "Appaṃ hidaṃ jīvitamāhu dhīrā, ",
          "en": "for the wise say this life is short, "
        },
        {
          "scid": "mn82:42.30",
          "pli": "Asassataṃ vippariṇāmadhammaṃ. ",
          "en": "it’s perishable and not eternal. "
        },
        {
          "scid": "mn82:42.31",
          "pli": "Aḍḍhā daliddā ca phusanti phassaṃ, ",
          "en": "The rich and the poor feel its touch; "
        },
        {
          "scid": "mn82:42.32",
          "pli": "Bālo ca dhīro ca tatheva phuṭṭho; ",
          "en": "the fool and the wise feel it too. "
        },
        {
          "scid": "mn82:42.33",
          "pli": "Bālo ca bālyā vadhitova seti, ",
          "en": "But the fool lies stricken by their own folly, "
        },
        {
          "scid": "mn82:42.34",
          "pli": "Dhīro ca na vedhati phassaphuṭṭho. ",
          "en": "while the wise don’t tremble at the touch. "
        },
        {
          "scid": "mn82:42.35",
          "pli": "Tasmā hi paññāva dhanena seyyo, ",
          "en": "Therefore wisdom’s much better than wealth, "
        },
        {
          "scid": "mn82:42.36",
          "pli": "Yāya vosānamidhādhigacchati; ",
          "en": "since by wisdom you reach consummation in this life. "
        },
        {
          "scid": "mn82:42.37",
          "pli": "Abyositattā hi bhavābhavesu, ",
          "en": "But if because of delusion you don’t reach consummation, "
        },
        {
          "scid": "mn82:42.38",
          "pli": "Pāpāni kammāni karonti mohā. ",
          "en": "you’ll do evil deeds in life after life. "
        },
        {
          "scid": "mn82:42.39",
          "pli": "Upeti gabbhañca parañca lokaṃ, ",
          "en": "One who enters a womb and the world beyond, "
        },
        {
          "scid": "mn82:42.40",
          "pli": "Saṃsāramāpajja paramparāya; ",
          "en": "will transmigrate from one life to the next. "
        },
        {
          "scid": "mn82:42.41",
          "pli": "Tassappapañño abhisaddahanto, ",
          "en": "While someone of little wisdom, placing faith in them, "
        },
        {
          "scid": "mn82:42.42",
          "pli": "Upeti gabbhañca parañca lokaṃ. ",
          "en": "also enters a womb and the world beyond. "
        },
        {
          "scid": "mn82:42.43",
          "pli": "Coro yathā sandhimukhe gahito, ",
          "en": "As a bandit caught in the door "
        },
        {
          "scid": "mn82:42.44",
          "pli": "Sakammunā haññati pāpadhammo; ",
          "en": "is punished for his own bad deeds; "
        },
        {
          "scid": "mn82:42.45",
          "pli": "Evaṃ pajā pecca paramhi loke, ",
          "en": "so after departing, in the world beyond, "
        },
        {
          "scid": "mn82:42.46",
          "pli": "Sakammunā haññati pāpadhammo. ",
          "en": "people are punished for their own bad deeds. "
        },
        {
          "scid": "mn82:42.47",
          "pli": "Kāmāhi citrā madhurā manoramā, ",
          "en": "Sensual pleasures are diverse, sweet, delightful; "
        },
        {
          "scid": "mn82:42.48",
          "pli": "Virūparūpena mathenti cittaṃ; ",
          "en": "appearing in disguise they disturb the mind. "
        },
        {
          "scid": "mn82:42.49",
          "pli": "Ādīnavaṃ kāmaguṇesu disvā, ",
          "en": "Seeing danger in the many kinds of sensual stimulation, "
        },
        {
          "scid": "mn82:42.50",
          "pli": "Tasmā ahaṃ pabbajitomhi rāja. ",
          "en": "I went forth, O King. "
        },
        {
          "scid": "mn82:42.51",
          "pli": "Dumapphalāneva patanti māṇavā, ",
          "en": "As fruit falls from a tree, so people fall, "
        },
        {
          "scid": "mn82:42.52",
          "pli": "Daharā ca vuḍḍhā ca sarīrabhedā; ",
          "en": "young and old, when the body breaks up. "
        },
        {
          "scid": "mn82:42.53",
          "pli": "Etampi disvā pabbajitomhi rāja, ",
          "en": "Seeing this, too, I went forth, O King; "
        },
        {
          "scid": "mn82:42.54",
          "pli": "Apaṇṇakaṃ sāmaññameva seyyo”ti. ",
          "en": "the ascetic life is guaranteed to be better.” "
        },
        {
          "scid": "mn82:42.55",
          "pli": "Raṭṭhapālasuttaṃ niṭṭhitaṃ dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn82/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 82",
    "volpages": "MN ii 54",
    "uid": "mn82",
    "blurb": "A wealthy young man, Raṭṭhapāla, has a strong aspiration to go forth, but has to prevail against the reluctance of his parents. Even after he became a monk, his parents tried to persuade him to disrobe. The discourse ends with a moving series of teachings on the fragility of the world.",
    "difficulty": 1,
    "original_title": "Raṭṭhapāla Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Raṭṭhapāla ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn82_sujato",
        "segmented": true,
        "title": "With Raṭṭhapāla ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_mn82_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2009",
        "segmented": false,
        "volpage": null,
        "title": "On Raṭṭhapāla"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn82_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2018",
        "segmented": false,
        "volpage": null,
        "title": "Discourse with Raṭṭhapāla"
      }
    ],
    "parallel_count": 39,
    "biblio": null,
    "num": 2
  }
}