{
  "sutta_uid": "mn9",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn9",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Right View ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Mindfulness Meditation ",
      "uid": "mn10"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Self-Effacement ",
      "uid": "mn8"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn9:0.1",
          "pli": "Majjhima Nikāya 9 ",
          "en": "Middle Discourses 9 "
        },
        {
          "scid": "mn9:0.2",
          "pli": "Sammādiṭṭhisutta ",
          "en": "Right View "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 9 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn9:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn9:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "mn9:1.3",
          "pli": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
          "en": "There Sāriputta addressed the mendicants: "
        },
        {
          "scid": "mn9:1.4",
          "pli": "“āvuso bhikkhave”ti. ",
          "en": "“Reverends, mendicants!” "
        },
        {
          "scid": "mn9:1.5",
          "pli": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ",
          "en": "“Reverend,” they replied. "
        },
        {
          "scid": "mn9:1.6",
          "pli": "Āyasmā sāriputto etadavoca: ",
          "en": "Sāriputta said this: "
        },
        {
          "scid": "mn9:2.1",
          "pli": "“‘Sammādiṭṭhi sammādiṭṭhī’ti, āvuso, vuccati. ",
          "en": "“Reverends, they speak of this thing called ‘right view’. "
        },
        {
          "scid": "mn9:2.2",
          "pli": "Kittāvatā nu kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ",
          "en": "How do you define a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” "
        },
        {
          "scid": "mn9:2.3",
          "pli": "“Dūratopi kho mayaṃ, āvuso, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ. ",
          "en": "“Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. "
        },
        {
          "scid": "mn9:2.4",
          "pli": "Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho. ",
          "en": "May Venerable Sāriputta himself please clarify the meaning of this. "
        },
        {
          "scid": "mn9:2.5",
          "pli": "Āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti. ",
          "en": "The mendicants will listen and remember it.” "
        },
        {
          "scid": "mn9:2.6",
          "pli": "“Tena hi, āvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
          "en": "“Well then, reverends, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "mn9:2.7",
          "pli": "“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ",
          "en": "“Yes, reverend,” they replied. "
        },
        {
          "scid": "mn9:2.8",
          "pli": "Āyasmā sāriputto etadavoca: ",
          "en": "Sāriputta said this: "
        },
        {
          "scid": "mn9:3.1",
          "pli": "“Yato kho, āvuso, ariyasāvako akusalañca pajānāti, akusalamūlañca pajānāti, kusalañca pajānāti, kusalamūlañca pajānāti—",
          "en": "“A noble disciple understands the unskillful and its root, and the skillful and its root. "
        },
        {
          "scid": "mn9:3.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. "
        },
        {
          "scid": "mn9:4.1",
          "pli": "Katamaṃ panāvuso, akusalaṃ, katamaṃ akusalamūlaṃ, katamaṃ kusalaṃ, katamaṃ kusalamūlaṃ? ",
          "en": "But what is the unskillful and what is its root? And what is the skillful and what is its root? "
        },
        {
          "scid": "mn9:4.2",
          "pli": "Pāṇātipāto kho, āvuso, akusalaṃ, adinnādānaṃ akusalaṃ, kāmesumicchācāro akusalaṃ, musāvādo akusalaṃ, pisuṇā vācā akusalaṃ, pharusā vācā akusalaṃ, samphappalāpo akusalaṃ, abhijjhā akusalaṃ, byāpādo akusalaṃ, micchādiṭṭhi akusalaṃ—",
          "en": "Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; and covetousness, ill will, and wrong view. "
        },
        {
          "scid": "mn9:4.3",
          "pli": "idaṃ vuccatāvuso akusalaṃ. ",
          "en": "This is called the unskillful. "
        },
        {
          "scid": "mn9:5.1",
          "pli": "Katamañcāvuso, akusalamūlaṃ? ",
          "en": "And what is the root of the unskillful? "
        },
        {
          "scid": "mn9:5.2",
          "pli": "Lobho akusalamūlaṃ, doso akusalamūlaṃ, moho akusalamūlaṃ—",
          "en": "Greed, hate, and delusion. "
        },
        {
          "scid": "mn9:5.3",
          "pli": "idaṃ vuccatāvuso, akusalamūlaṃ. ",
          "en": "This is called the root of the unskillful. "
        },
        {
          "scid": "mn9:6.1",
          "pli": "Katamañcāvuso, kusalaṃ? ",
          "en": "And what is the skillful? "
        },
        {
          "scid": "mn9:6.2",
          "pli": "Pāṇātipātā veramaṇī kusalaṃ, adinnādānā veramaṇī kusalaṃ, kāmesumicchācārā veramaṇī kusalaṃ, musāvādā veramaṇī kusalaṃ, pisuṇāya vācāya veramaṇī kusalaṃ, pharusāya vācāya veramaṇī kusalaṃ, samphappalāpā veramaṇī kusalaṃ, anabhijjhā kusalaṃ, abyāpādo kusalaṃ, sammādiṭṭhi kusalaṃ—",
          "en": "Avoiding killing living creatures, stealing, and sexual misconduct; avoiding speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view. "
        },
        {
          "scid": "mn9:6.3",
          "pli": "idaṃ vuccatāvuso, kusalaṃ. ",
          "en": "This is called the skillful. "
        },
        {
          "scid": "mn9:7.1",
          "pli": "Katamañcāvuso, kusalamūlaṃ? ",
          "en": "And what is the root of the skillful? "
        },
        {
          "scid": "mn9:7.2",
          "pli": "Alobho kusalamūlaṃ, adoso kusalamūlaṃ, amoho kusalamūlaṃ—",
          "en": "Contentment, love, and understanding. "
        },
        {
          "scid": "mn9:7.3",
          "pli": "idaṃ vuccatāvuso, kusalamūlaṃ. ",
          "en": "This is called the root of the skillful. "
        },
        {
          "scid": "mn9:8.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ akusalaṃ pajānāti, evaṃ akusalamūlaṃ pajānāti, evaṃ kusalaṃ pajānāti, evaṃ kusalamūlaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
          "en": "A noble disciple understands in this way the unskillful and its root, and the skillful and its root. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. "
        },
        {
          "scid": "mn9:8.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” "
        },
        {
          "scid": "mn9:9.1",
          "pli": "“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ: ",
          "en": "Saying “Good, sir,” those mendicants approved and agreed with what Sāriputta said. Then they asked another question: "
        },
        {
          "scid": "mn9:9.2",
          "pli": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ",
          "en": "“But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” "
        },
        {
          "scid": "mn9:10.1",
          "pli": "“Siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:10.2",
          "pli": "Yato kho, āvuso, ariyasāvako āhārañca pajānāti, āhārasamudayañca pajānāti, āhāranirodhañca pajānāti, āhāranirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands fuel, its origin, its cessation, and the practice that leads to its cessation. "
        },
        {
          "scid": "mn9:10.3",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. "
        },
        {
          "scid": "mn9:11.1",
          "pli": "Katamo panāvuso, āhāro, katamo āhārasamudayo, katamo āhāranirodho, katamā āhāranirodhagāminī paṭipadā? ",
          "en": "But what is fuel? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:11.2",
          "pli": "Cattārome, āvuso, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā, sambhavesīnaṃ vā anuggahāya. ",
          "en": "There are these four fuels. They maintain sentient beings that have been born and help those that are about to be born. "
        },
        {
          "scid": "mn9:11.3",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "mn9:11.4",
          "pli": "Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ. ",
          "en": "Solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth. "
        },
        {
          "scid": "mn9:11.5",
          "pli": "Taṇhāsamudayā āhārasamudayo, taṇhānirodhā āhāranirodho, ayameva ariyo aṭṭhaṅgiko maggo āhāranirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Fuel originates from craving. Fuel ceases when craving ceases. The practice that leads to the cessation of fuel is simply this noble eightfold path, that is: "
        },
        {
          "scid": "mn9:11.6",
          "pli": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto, sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "mn9:12.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ āhāraṃ pajānāti, evaṃ āhārasamudayaṃ pajānāti, evaṃ āhāranirodhaṃ pajānāti, evaṃ āhāranirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
          "en": "A noble disciple understands in this way fuel, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. "
        },
        {
          "scid": "mn9:12.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” "
        },
        {
          "scid": "mn9:13.1",
          "pli": "“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ: ",
          "en": "Saying “Good, sir,” those mendicants … asked another question: "
        },
        {
          "scid": "mn9:13.2",
          "pli": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ",
          "en": "“But reverend, might there be another way to describe a noble disciple who … has come to the true teaching?” "
        },
        {
          "scid": "mn9:14-18.1",
          "pli": "“Siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:14-18.2",
          "pli": "Yato kho, āvuso, ariyasāvako dukkhañca pajānāti, dukkhasamudayañca pajānāti, dukkhanirodhañca pajānāti, dukkhanirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands suffering, its origin, its cessation, and the practice that leads to its cessation. "
        },
        {
          "scid": "mn9:14-18.3",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": "When they’ve done this, they’re defined as a noble disciple who … has come to the true teaching. "
        },
        {
          "scid": "mn9:14-18.4",
          "pli": "Katamaṃ panāvuso, dukkhaṃ, katamo dukkhasamudayo, katamo dukkhanirodho, katamā dukkhanirodhagāminī paṭipadā? ",
          "en": "But what is suffering? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:14-18.5",
          "pli": "Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampicchaṃ na labhati tampi dukkhaṃ, saṃkhittena pañcupādānakkhandhā dukkhā—",
          "en": "Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. "
        },
        {
          "scid": "mn9:14-18.6",
          "pli": "idaṃ vuccatāvuso, dukkhaṃ. ",
          "en": "This is called suffering. "
        },
        {
          "scid": "mn9:14-18.7",
          "pli": "Katamo cāvuso, dukkhasamudayo? ",
          "en": "And what is the origin of suffering? "
        },
        {
          "scid": "mn9:14-18.8",
          "pli": "Yāyaṃ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—",
          "en": "It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is, "
        },
        {
          "scid": "mn9:14-18.9",
          "pli": "kāmataṇhā bhavataṇhā vibhavataṇhā—",
          "en": "craving for sensual pleasures, craving for continued existence, and craving to end existence. "
        },
        {
          "scid": "mn9:14-18.10",
          "pli": "ayaṃ vuccatāvuso, dukkhasamudayo. ",
          "en": "This is called the origin of suffering. "
        },
        {
          "scid": "mn9:14-18.11",
          "pli": "Katamo cāvuso, dukkhanirodho? ",
          "en": "And what is the cessation of suffering? "
        },
        {
          "scid": "mn9:14-18.12",
          "pli": "Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo—",
          "en": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not adhering to it. "
        },
        {
          "scid": "mn9:14-18.13",
          "pli": "ayaṃ vuccatāvuso, dukkhanirodho. ",
          "en": "This is called the cessation of suffering. "
        },
        {
          "scid": "mn9:14-18.14",
          "pli": "Katamā cāvuso, dukkhanirodhagāminī paṭipadā? ",
          "en": "And what is the practice that leads to the cessation of suffering? "
        },
        {
          "scid": "mn9:14-18.15",
          "pli": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
          "en": "It is simply this noble eightfold path, that is: "
        },
        {
          "scid": "mn9:14-18.16",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi—",
          "en": "right view … right immersion. "
        },
        {
          "scid": "mn9:14-18.17",
          "pli": "ayaṃ vuccatāvuso, dukkhanirodhagāminī paṭipadā. ",
          "en": "This is called the practice that leads to the cessation of suffering. "
        },
        {
          "scid": "mn9:19.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ dukkhaṃ pajānāti, evaṃ dukkhasamudayaṃ pajānāti, evaṃ dukkhanirodhaṃ pajānāti, evaṃ dukkhanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
          "en": "A noble disciple understands in this way suffering, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. "
        },
        {
          "scid": "mn9:19.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” "
        },
        {
          "scid": "mn9:20.1",
          "pli": "“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ: ",
          "en": "Saying “Good, sir,” those mendicants … asked another question: "
        },
        {
          "scid": "mn9:20.2",
          "pli": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ",
          "en": "“But reverend, might there be another way to describe a noble disciple who … has come to the true teaching?” "
        },
        {
          "scid": "mn9:21-22.1",
          "pli": "“Siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:21-22.2",
          "pli": "Yato kho, āvuso, ariyasāvako jarāmaraṇañca pajānāti, jarāmaraṇasamudayañca pajānāti, jarāmaraṇanirodhañca pajānāti, jarāmaraṇanirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands old age and death, their origin, their cessation, and the practice that leads to their cessation … "
        },
        {
          "scid": "mn9:21-22.3",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:21-22.4",
          "pli": "Katamaṃ panāvuso, jarāmaraṇaṃ, katamo jarāmaraṇasamudayo, katamo jarāmaraṇanirodho, katamā jarāmaraṇanirodhagāminī paṭipadā? ",
          "en": "But what are old age and death? What is their origin, their cessation, and the practice that leads to their cessation? "
        },
        {
          "scid": "mn9:21-22.5",
          "pli": "Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṃ pāliccaṃ valittacatā āyuno saṃhāni indriyānaṃ paripāko—",
          "en": "The old age, decrepitude, broken teeth, gray hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings. "
        },
        {
          "scid": "mn9:21-22.6",
          "pli": "ayaṃ vuccatāvuso, jarā. ",
          "en": "This is called old age. "
        },
        {
          "scid": "mn9:21-22.7",
          "pli": "Katamañcāvuso, maraṇaṃ? ",
          "en": "And what is death? "
        },
        {
          "scid": "mn9:21-22.8",
          "pli": "Yā tesaṃ tesaṃ sattānaṃ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṃ maccu maraṇaṃ kālaṃkiriyā khandhānaṃ bhedo, kaḷevarassa nikkhepo, jīvitindriyassupacchedo—",
          "en": "The passing away, perishing, disintegration, demise, mortality, death, decease, breaking up of the aggregates, laying to rest of the corpse, and cutting off of the life faculty of the various sentient beings in the various orders of sentient beings. "
        },
        {
          "scid": "mn9:21-22.9",
          "pli": "idaṃ vuccatāvuso, maraṇaṃ. ",
          "en": "This is called death. "
        },
        {
          "scid": "mn9:21-22.10",
          "pli": "Iti ayañca jarā idañca maraṇaṃ—",
          "en": "Such is old age, and such is death. "
        },
        {
          "scid": "mn9:21-22.11",
          "pli": "idaṃ vuccatāvuso, jarāmaraṇaṃ. ",
          "en": "This is called old age and death. "
        },
        {
          "scid": "mn9:21-22.12",
          "pli": "Jātisamudayā jarāmaraṇasamudayo, jātinirodhā jarāmaraṇanirodho, ayameva ariyo aṭṭhaṅgiko maggo jarāmaraṇanirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Old age and death originate from rebirth. Old age and death cease when rebirth ceases. The practice that leads to the cessation of old age and death is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:21-22.13",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:23.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ jarāmaraṇaṃ pajānāti, evaṃ jarāmaraṇasamudayaṃ pajānāti, evaṃ jarāmaraṇanirodhaṃ pajānāti, evaṃ jarāmaraṇanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:23.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:24-26.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:24-26.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:24-26.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:24-26.4",
          "pli": "Yato kho, āvuso, ariyasāvako jātiñca pajānāti, jātisamudayañca pajānāti, jātinirodhañca pajānāti, jātinirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands rebirth, its origin, its cessation, and the practice that leads to its cessation … "
        },
        {
          "scid": "mn9:24-26.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:24-26.6",
          "pli": "Katamā panāvuso, jāti, katamo jātisamudayo, katamo jātinirodho, katamā jātinirodhagāminī paṭipadā? ",
          "en": "But what is rebirth? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:24-26.7",
          "pli": "Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṃ pātubhāvo, āyatanānaṃ paṭilābho—",
          "en": "The rebirth, inception, conception, reincarnation, manifestation of the aggregates, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings. "
        },
        {
          "scid": "mn9:24-26.8",
          "pli": "ayaṃ vuccatāvuso, jāti. ",
          "en": "This is called rebirth. "
        },
        {
          "scid": "mn9:24-26.9",
          "pli": "Bhavasamudayā jātisamudayo, bhavanirodhā jātinirodho, ayameva ariyo aṭṭhaṅgiko maggo jātinirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Rebirth originates from continued existence. Rebirth ceases when continued existence ceases. The practice that leads to the cessation of rebirth is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:24-26.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:27.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ jātiṃ pajānāti, evaṃ jātisamudayaṃ pajānāti, evaṃ jātinirodhaṃ pajānāti, evaṃ jātinirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:27.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:28-30.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:28-30.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:28-30.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:28-30.4",
          "pli": "Yato kho, āvuso, ariyasāvako bhavañca pajānāti, bhavasamudayañca pajānāti, bhavanirodhañca pajānāti, bhavanirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands continued existence, its origin, its cessation, and the practice that leads to its cessation. "
        },
        {
          "scid": "mn9:28-30.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:28-30.6",
          "pli": "Katamo panāvuso, bhavo, katamo bhavasamudayo, katamo bhavanirodho, katamā bhavanirodhagāminī paṭipadā? ",
          "en": "But what is continued existence? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:28-30.7",
          "pli": "Tayome, āvuso, bhavā—",
          "en": "There are these three states of continued existence. "
        },
        {
          "scid": "mn9:28-30.8",
          "pli": "kāmabhavo, rūpabhavo, arūpabhavo. ",
          "en": "Existence in the sensual realm, the realm of luminous form, and the formless realm. "
        },
        {
          "scid": "mn9:28-30.9",
          "pli": "Upādānasamudayā bhavasamudayo, upādānanirodhā bhavanirodho, ayameva ariyo aṭṭhaṅgiko maggo bhavanirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Continued existence originates from grasping. Continued existence ceases when grasping ceases. The practice that leads to the cessation of continued existence is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:28-30.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:31.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ bhavaṃ pajānāti, evaṃ bhavasamudayaṃ pajānāti, evaṃ bhavanirodhaṃ pajānāti, evaṃ bhavanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti. ",
          "en": " "
        },
        {
          "scid": "mn9:31.2",
          "pli": "Ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:32-34.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:32-34.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:32-34.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:32-34.4",
          "pli": "Yato kho, āvuso, ariyasāvako upādānañca pajānāti, upādānasamudayañca pajānāti, upādānanirodhañca pajānāti, upādānanirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands grasping, its origin, its cessation, and the practice that leads to its cessation … "
        },
        {
          "scid": "mn9:32-34.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:32-34.6",
          "pli": "Katamaṃ panāvuso, upādānaṃ, katamo upādānasamudayo, katamo upādānanirodho, katamā upādānanirodhagāminī paṭipadā? ",
          "en": "But what is grasping? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:32-34.7",
          "pli": "Cattārimāni, āvuso, upādānāni—",
          "en": "There are these four kinds of grasping. "
        },
        {
          "scid": "mn9:32-34.8",
          "pli": "kāmupādānaṃ, diṭṭhupādānaṃ, sīlabbatupādānaṃ, attavādupādānaṃ. ",
          "en": "Grasping at sensual pleasures, views, precepts and observances, and theories of a self. "
        },
        {
          "scid": "mn9:32-34.9",
          "pli": "Taṇhāsamudayā upādānasamudayo, taṇhānirodhā upādānanirodho, ayameva ariyo aṭṭhaṅgiko maggo upādānanirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Grasping originates from craving. Grasping ceases when craving ceases. The practice that leads to the cessation of grasping is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:32-34.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:35.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ upādānaṃ pajānāti, evaṃ upādānasamudayaṃ pajānāti, evaṃ upādānanirodhaṃ pajānāti, evaṃ upādānanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:35.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:36-38.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:36-38.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:36-38.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:36-38.4",
          "pli": "Yato kho, āvuso, ariyasāvako taṇhañca pajānāti, taṇhāsamudayañca pajānāti, taṇhānirodhañca pajānāti, taṇhānirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands craving, its origin, its cessation, and the practice that leads to its cessation … "
        },
        {
          "scid": "mn9:36-38.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:36-38.6",
          "pli": "Katamā panāvuso, taṇhā, katamo taṇhāsamudayo, katamo taṇhānirodho, katamā taṇhānirodhagāminī paṭipadā? ",
          "en": "But what is craving? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:36-38.7",
          "pli": "Chayime, āvuso, taṇhākāyā—",
          "en": "There are these six classes of craving. "
        },
        {
          "scid": "mn9:36-38.8",
          "pli": "rūpataṇhā, saddataṇhā, gandhataṇhā, rasataṇhā, phoṭṭhabbataṇhā, dhammataṇhā. ",
          "en": "Craving for sights, sounds, smells, tastes, touches, and thoughts. "
        },
        {
          "scid": "mn9:36-38.9",
          "pli": "Vedanāsamudayā taṇhāsamudayo, vedanānirodhā taṇhānirodho, ayameva ariyo aṭṭhaṅgiko maggo taṇhānirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Craving originates from feeling. Craving ceases when feeling ceases. The practice that leads to the cessation of craving is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:36-38.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:39.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ taṇhaṃ pajānāti, evaṃ taṇhāsamudayaṃ pajānāti, evaṃ taṇhānirodhaṃ pajānāti, evaṃ taṇhānirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:39.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:40-42.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:40-42.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:40-42.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:40-42.4",
          "pli": "Yato kho, āvuso, ariyasāvako vedanañca pajānāti, vedanāsamudayañca pajānāti, vedanānirodhañca pajānāti, vedanānirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands feeling, its origin, its cessation, and the practice that leads to its cessation … "
        },
        {
          "scid": "mn9:40-42.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:40-42.6",
          "pli": "Katamā panāvuso, vedanā, katamo vedanāsamudayo, katamo vedanānirodho, katamā vedanānirodhagāminī paṭipadā? ",
          "en": "But what is feeling? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:40-42.7",
          "pli": "Chayime, āvuso, vedanākāyā—",
          "en": "There are these six classes of feeling. "
        },
        {
          "scid": "mn9:40-42.8",
          "pli": "cakkhusamphassajā vedanā, sotasamphassajā vedanā, ghānasamphassajā vedanā, jivhāsamphassajā vedanā, kāyasamphassajā vedanā, manosamphassajā vedanā. ",
          "en": "Feeling born of contact through the eye, ear, nose, tongue, body, and mind. "
        },
        {
          "scid": "mn9:40-42.9",
          "pli": "Phassasamudayā vedanāsamudayo, phassanirodhā vedanānirodho, ayameva ariyo aṭṭhaṅgiko maggo vedanānirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Feeling originates from contact. Feeling ceases when contact ceases. The practice that leads to the cessation of feeling is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:40-42.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:43.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ vedanaṃ pajānāti, evaṃ vedanāsamudayaṃ pajānāti, evaṃ vedanānirodhaṃ pajānāti, evaṃ vedanānirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:43.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:44-46.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:44-46.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:44-46.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:44-46.4",
          "pli": "Yato kho, āvuso, ariyasāvako phassañca pajānāti, phassasamudayañca pajānāti, phassanirodhañca pajānāti, phassanirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands contact, its origin, its cessation, and the practice that leads to its cessation … "
        },
        {
          "scid": "mn9:44-46.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:44-46.6",
          "pli": "Katamo panāvuso, phasso, katamo phassasamudayo, katamo phassanirodho, katamā phassanirodhagāminī paṭipadā? ",
          "en": "But what is contact? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:44-46.7",
          "pli": "Chayime, āvuso, phassakāyā—",
          "en": "There are these six classes of contact. "
        },
        {
          "scid": "mn9:44-46.8",
          "pli": "cakkhusamphasso, sotasamphasso, ghānasamphasso, jivhāsamphasso, kāyasamphasso, manosamphasso. ",
          "en": "Contact through the eye, ear, nose, tongue, body, and mind. "
        },
        {
          "scid": "mn9:44-46.9",
          "pli": "Saḷāyatanasamudayā phassasamudayo, saḷāyatananirodhā phassanirodho, ayameva ariyo aṭṭhaṅgiko maggo phassanirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Contact originates from the six sense fields. Contact ceases when the six sense fields cease. The practice that leads to the cessation of contact is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:44-46.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:47.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ phassaṃ pajānāti, evaṃ phassasamudayaṃ pajānāti, evaṃ phassanirodhaṃ pajānāti, evaṃ phassanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:47.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:48-50.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:48-50.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:48-50.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:48-50.4",
          "pli": "Yato kho, āvuso, ariyasāvako saḷāyatanañca pajānāti, saḷāyatanasamudayañca pajānāti, saḷāyatananirodhañca pajānāti, saḷāyatananirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands the six sense fields, their origin, their cessation, and the practice that leads to their cessation … "
        },
        {
          "scid": "mn9:48-50.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:48-50.6",
          "pli": "Katamaṃ panāvuso, saḷāyatanaṃ, katamo saḷāyatanasamudayo, katamo saḷāyatananirodho, katamā saḷāyatananirodhagāminī paṭipadā? ",
          "en": "But what are the six sense fields? What is their origin, their cessation, and the practice that leads to their cessation? "
        },
        {
          "scid": "mn9:48-50.7",
          "pli": "Chayimāni, āvuso, āyatanāni—",
          "en": "There are these six sense fields. "
        },
        {
          "scid": "mn9:48-50.8",
          "pli": "cakkhāyatanaṃ, sotāyatanaṃ, ghānāyatanaṃ, jivhāyatanaṃ, kāyāyatanaṃ, manāyatanaṃ. ",
          "en": "The sense fields of the eye, ear, nose, tongue, body, and mind. "
        },
        {
          "scid": "mn9:48-50.9",
          "pli": "Nāmarūpasamudayā saḷāyatanasamudayo, nāmarūpanirodhā saḷāyatananirodho, ayameva ariyo aṭṭhaṅgiko maggo saḷāyatananirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "The six sense fields originate from name and form. The six sense fields cease when name and form cease. The practice that leads to the cessation of the six sense fields is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:48-50.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:51.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ saḷāyatanaṃ pajānāti, evaṃ saḷāyatanasamudayaṃ pajānāti, evaṃ saḷāyatananirodhaṃ pajānāti, evaṃ saḷāyatananirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:51.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:52-54.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:52-54.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:52-54.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:52-54.4",
          "pli": "Yato kho, āvuso, ariyasāvako nāmarūpañca pajānāti, nāmarūpasamudayañca pajānāti, nāmarūpanirodhañca pajānāti, nāmarūpanirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands name and form, their origin, their cessation, and the practice that leads to their cessation … "
        },
        {
          "scid": "mn9:52-54.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:52-54.6",
          "pli": "Katamaṃ panāvuso, nāmarūpaṃ, katamo nāmarūpasamudayo, katamo nāmarūpanirodho, katamā nāmarūpanirodhagāminī paṭipadā? ",
          "en": "But what are name and form? What is their origin, their cessation, and the practice that leads to their cessation? "
        },
        {
          "scid": "mn9:52-54.7",
          "pli": "Vedanā, saññā, cetanā, phasso, manasikāro—",
          "en": "Feeling, perception, intention, contact, and attention—"
        },
        {
          "scid": "mn9:52-54.8",
          "pli": "idaṃ vuccatāvuso, nāmaṃ; ",
          "en": "this is called name. "
        },
        {
          "scid": "mn9:52-54.9",
          "pli": "cattāri ca mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpaṃ—",
          "en": "The four primary elements, and form derived from the four primary elements—"
        },
        {
          "scid": "mn9:52-54.10",
          "pli": "idaṃ vuccatāvuso, rūpaṃ. ",
          "en": "this is called form. "
        },
        {
          "scid": "mn9:52-54.11",
          "pli": "Iti idañca nāmaṃ idañca rūpaṃ—",
          "en": "Such is name and such is form. "
        },
        {
          "scid": "mn9:52-54.12",
          "pli": "idaṃ vuccatāvuso, nāmarūpaṃ. ",
          "en": "This is called name and form. "
        },
        {
          "scid": "mn9:52-54.13",
          "pli": "Viññāṇasamudayā nāmarūpasamudayo, viññāṇanirodhā nāmarūpanirodho, ayameva ariyo aṭṭhaṅgiko maggo nāmarūpanirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Name and form originate from consciousness. Name and form cease when consciousness ceases. The practice that leads to the cessation of name and form is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:52-54.14",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:55.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ nāmarūpaṃ pajānāti, evaṃ nāmarūpasamudayaṃ pajānāti, evaṃ nāmarūpanirodhaṃ pajānāti, evaṃ nāmarūpanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:55.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:56-58.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:56-58.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:56-58.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:56-58.4",
          "pli": "Yato kho, āvuso, ariyasāvako viññāṇañca pajānāti, viññāṇasamudayañca pajānāti, viññāṇanirodhañca pajānāti, viññāṇanirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands consciousness, its origin, its cessation, and the practice that leads to its cessation … "
        },
        {
          "scid": "mn9:56-58.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:56-58.6",
          "pli": "Katamaṃ panāvuso, viññāṇaṃ, katamo viññāṇasamudayo, katamo viññāṇanirodho, katamā viññāṇanirodhagāminī paṭipadā? ",
          "en": "But what is consciousness? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:56-58.7",
          "pli": "Chayime, āvuso, viññāṇakāyā—",
          "en": "There are these six classes of consciousness. "
        },
        {
          "scid": "mn9:56-58.8",
          "pli": "cakkhuviññāṇaṃ, sotaviññāṇaṃ, ghānaviññāṇaṃ, jivhāviññāṇaṃ, kāyaviññāṇaṃ, manoviññāṇaṃ. ",
          "en": "Eye, ear, nose, tongue, body, and mind consciousness. "
        },
        {
          "scid": "mn9:56-58.9",
          "pli": "Saṅkhārasamudayā viññāṇasamudayo, saṅkhāranirodhā viññāṇanirodho, ayameva ariyo aṭṭhaṅgiko maggo viññāṇanirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Consciousness originates from choices. Consciousness ceases when choices cease. The practice that leads to the cessation of consciousness is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:56-58.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:59.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ viññāṇaṃ pajānāti, evaṃ viññāṇasamudayaṃ pajānāti, evaṃ viññāṇanirodhaṃ pajānāti, evaṃ viññāṇanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya … pe … dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:60-62.1",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:60-62.2",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:60-62.3",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:60-62.4",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:60-62.5",
          "pli": "Yato kho, āvuso, ariyasāvako saṅkhāre ca pajānāti, saṅkhārasamudayañca pajānāti, saṅkhāranirodhañca pajānāti, saṅkhāranirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands choices, their origin, their cessation, and the practice that leads to their cessation … "
        },
        {
          "scid": "mn9:60-62.6",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:60-62.7",
          "pli": "Katame panāvuso, saṅkhārā, katamo saṅkhārasamudayo, katamo saṅkhāranirodho, katamā saṅkhāranirodhagāminī paṭipadā? ",
          "en": "But what are choices? What is their origin, their cessation, and the practice that leads to their cessation? "
        },
        {
          "scid": "mn9:60-62.8",
          "pli": "Tayome, āvuso, saṅkhārā—",
          "en": "There are these three kinds of choice. "
        },
        {
          "scid": "mn9:60-62.9",
          "pli": "kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro. ",
          "en": "Choices by way of body, speech, and mind. "
        },
        {
          "scid": "mn9:60-62.10",
          "pli": "Avijjāsamudayā saṅkhārasamudayo, avijjānirodhā saṅkhāranirodho, ayameva ariyo aṭṭhaṅgiko maggo saṅkhāranirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Choices originate from ignorance. Choices cease when ignorance ceases. The practice that leads to the cessation of choices is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:60-62.11",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:63.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ saṅkhāre pajānāti, evaṃ saṅkhārasamudayaṃ pajānāti, evaṃ saṅkhāranirodhaṃ pajānāti, evaṃ saṅkhāranirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:63.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:64-66.1",
          "pli": "“Sādhāvuso”ti kho … pe … apucchuṃ—",
          "en": " "
        },
        {
          "scid": "mn9:64-66.2",
          "pli": "siyā panāvuso … pe … ",
          "en": "“Might there be another way to describe a noble disciple?” "
        },
        {
          "scid": "mn9:64-66.3",
          "pli": "“siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:64-66.4",
          "pli": "Yato kho, āvuso, ariyasāvako avijjañca pajānāti, avijjāsamudayañca pajānāti, avijjānirodhañca pajānāti, avijjānirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands ignorance, its origin, its cessation, and the practice that leads to its cessation … "
        },
        {
          "scid": "mn9:64-66.5",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": " "
        },
        {
          "scid": "mn9:64-66.6",
          "pli": "Katamā panāvuso, avijjā, katamo avijjāsamudayo, katamo avijjānirodho, katamā avijjānirodhagāminī paṭipadā? ",
          "en": "But what is ignorance? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:64-66.7",
          "pli": "Yaṃ kho, āvuso, dukkhe aññāṇaṃ, dukkhasamudaye aññāṇaṃ, dukkhanirodhe aññāṇaṃ, dukkhanirodhagāminiyā paṭipadāya aññāṇaṃ—",
          "en": "Not knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. "
        },
        {
          "scid": "mn9:64-66.8",
          "pli": "ayaṃ vuccatāvuso, avijjā. ",
          "en": "This is called ignorance. "
        },
        {
          "scid": "mn9:64-66.9",
          "pli": "Āsavasamudayā avijjāsamudayo, āsavanirodhā avijjānirodho, ayameva ariyo aṭṭhaṅgiko maggo avijjānirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Ignorance originates from defilement. Ignorance ceases when defilement ceases. The practice that leads to the cessation of ignorance is simply this noble eightfold path …” "
        },
        {
          "scid": "mn9:64-66.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "mn9:67.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ avijjaṃ pajānāti, evaṃ avijjāsamudayaṃ pajānāti, evaṃ avijjānirodhaṃ pajānāti, evaṃ avijjānirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
          "en": " "
        },
        {
          "scid": "mn9:67.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": " "
        },
        {
          "scid": "mn9:68.1",
          "pli": "“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttari pañhaṃ apucchuṃ: ",
          "en": "Saying “Good, sir,” those mendicants approved and agreed with what Sāriputta said. Then they asked another question: "
        },
        {
          "scid": "mn9:68.2",
          "pli": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ",
          "en": "“But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” "
        },
        {
          "scid": "mn9:69.1",
          "pli": "“Siyā, āvuso. ",
          "en": "“There might, reverends. "
        },
        {
          "scid": "mn9:69.2",
          "pli": "Yato kho, āvuso, ariyasāvako āsavañca pajānāti, āsavasamudayañca pajānāti, āsavanirodhañca pajānāti, āsavanirodhagāminiṃ paṭipadañca pajānāti—",
          "en": "A noble disciple understands defilement, its origin, its cessation, and the practice that leads to its cessation. "
        },
        {
          "scid": "mn9:69.3",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhammaṃ. ",
          "en": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching. "
        },
        {
          "scid": "mn9:70.1",
          "pli": "Katamo panāvuso, āsavo, katamo āsavasamudayo, katamo āsavanirodho, katamā āsavanirodhagāminī paṭipadāti? ",
          "en": "But what is defilement? What is its origin, its cessation, and the practice that leads to its cessation? "
        },
        {
          "scid": "mn9:70.2",
          "pli": "Tayome, āvuso, āsavā—",
          "en": "There are these three defilements. "
        },
        {
          "scid": "mn9:70.3",
          "pli": "kāmāsavo, bhavāsavo, avijjāsavo. ",
          "en": "The defilements of sensuality, desire to be reborn, and ignorance. "
        },
        {
          "scid": "mn9:70.4",
          "pli": "Avijjāsamudayā āsavasamudayo, avijjānirodhā āsavanirodho, ayameva ariyo aṭṭhaṅgiko maggo āsavanirodhagāminī paṭipadā, seyyathidaṃ—",
          "en": "Defilement originates from ignorance. Defilement ceases when ignorance ceases. The practice that leads to the cessation of defilement is simply this noble eightfold path, that is: "
        },
        {
          "scid": "mn9:70.5",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "mn9:71.1",
          "pli": "Yato kho, āvuso, ariyasāvako evaṃ āsavaṃ pajānāti, evaṃ āsavasamudayaṃ pajānāti, evaṃ āsavanirodhaṃ pajānāti, evaṃ āsavanirodhagāminiṃ paṭipadaṃ pajānāti, so sabbaso rāgānusayaṃ pahāya, paṭighānusayaṃ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṃ samūhanitvā, avijjaṃ pahāya vijjaṃ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
          "en": "A noble disciple understands in this way defilement, its origin, its cessation, and the practice that leads to its cessation. They’ve completely given up the underlying tendency to greed, got rid of the underlying tendency to repulsion, and eradicated the underlying tendency to the view and conceit ‘I am’. They’ve given up ignorance and given rise to knowledge, and make an end of suffering in this very life. "
        },
        {
          "scid": "mn9:71.2",
          "pli": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti. ",
          "en": "When they’ve done this, they’re defined as a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching.” "
        },
        {
          "scid": "mn9:71.3",
          "pli": "Idamavocāyasmā sāriputto. ",
          "en": "This is what Venerable Sāriputta said. "
        },
        {
          "scid": "mn9:71.4",
          "pli": "Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the mendicants were happy with what Sāriputta said. "
        },
        {
          "scid": "mn9:71.5",
          "pli": "Sammādiṭṭhisuttaṃ niṭṭhitaṃ navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn9/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 9",
    "volpages": "MN i 46",
    "uid": "mn9",
    "blurb": "Venerable Sāriputta gives a detailed explanation of right view, the first factor of the noble eightfold path. At the prompting of the other mendicants, he approaches the topic from a wide range of perspectives.",
    "difficulty": 3,
    "original_title": "Sammādiṭṭhi Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Right View ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn9_sujato",
        "segmented": true,
        "title": "Right View ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_mn9_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2009",
        "segmented": false,
        "volpage": null,
        "title": "Right View"
      },
      {
        "author": "I.B. Horner",
        "author_short": "Horner",
        "author_uid": "horner",
        "id": "en_mn9_horner",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2017",
        "segmented": false,
        "volpage": null,
        "title": "Discourse on Perfect View"
      }
    ],
    "parallel_count": 7,
    "biblio": null,
    "num": 9
  }
}