{
  "sutta_uid": "mn91",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "mn91",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Brahmāyu ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Sela ",
      "uid": "mn92"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "At Kaṇṇakatthala ",
      "uid": "mn90"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "mn91:0.1",
          "pli": "Majjhima Nikāya 91 ",
          "en": "Middle Discourses 91 "
        },
        {
          "scid": "mn91:0.2",
          "pli": "Brahmāyusutta ",
          "en": "With Brahmāyu "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Middle Discourses 91 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "mn91:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "mn91:1.2",
          "pli": "ekaṃ samayaṃ bhagavā videhesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi. ",
          "en": "At one time the Buddha was wandering in the land of the Videhans together with a large Saṅgha of five hundred mendicants. "
        },
        {
          "scid": "mn91:2.1",
          "pli": "Tena kho pana samayena brahmāyu brāhmaṇo mithilāyaṃ paṭivasati jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
          "en": "Now at that time the brahmin Brahmāyu was residing in Mithilā. He was old, elderly, and senior, advanced in years, having reached the final stage of life; he was a hundred and twenty years old. He had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. "
        },
        {
          "scid": "mn91:3.1",
          "pli": "Assosi kho brahmāyu brāhmaṇo: ",
          "en": "He heard: "
        },
        {
          "scid": "mn91:3.2",
          "pli": "“samaṇo khalu bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is wandering in the land of the Videhans, together with a large Saṅgha of around five hundred mendicants. "
        },
        {
          "scid": "mn91:3.3",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "mn91:3.4",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "mn91:3.5",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "mn91:3.6",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He explains a teaching that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "mn91:3.7",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "mn91:4.1",
          "pli": "Tena kho pana samayena brahmāyussa brāhmaṇassa uttaro nāma māṇavo antevāsī hoti tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
          "en": "Now at that time the brahmin Brahmāyu had a student named Uttara. He too had mastered the Vedic curriculum"
        },
        {
          "scid": "mn91:4.2",
          "pli": "Atha kho brahmāyu brāhmaṇo uttaraṃ māṇavaṃ āmantesi: ",
          "en": "Brahmāyu told Uttara of the Buddha’s presence in the land of the Videhans, and added: "
        },
        {
          "scid": "mn91:4.3",
          "pli": "“ayaṃ, tāta uttara, samaṇo gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi. ",
          "en": " "
        },
        {
          "scid": "mn91:4.4",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": " "
        },
        {
          "scid": "mn91:4.5",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho … pe … ",
          "en": " "
        },
        {
          "scid": "mn91:4.6",
          "pli": "sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’ti. ",
          "en": " "
        },
        {
          "scid": "mn91:4.7",
          "pli": "Ehi tvaṃ, tāta uttara, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ jānāhi, yadi vā taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, yadi vā no tathā; ",
          "en": "“Please, dear Uttara, go to the ascetic Gotama and find out whether or not he lives up to his reputation. "
        },
        {
          "scid": "mn91:4.8",
          "pli": "yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso. ",
          "en": " "
        },
        {
          "scid": "mn91:4.9",
          "pli": "Tathā mayaṃ taṃ bhavantaṃ gotamaṃ vedissāmā”ti. ",
          "en": "Through you I shall learn about Master Gotama.” "
        },
        {
          "scid": "mn91:5.1",
          "pli": "“Yathā kathaṃ panāhaṃ, bho, taṃ bhavantaṃ gotamaṃ jānissāmi yadi vā taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, yadi vā no tathā; ",
          "en": "“But sir, how shall I find out whether or not the ascetic Gotama lives up to his reputation?” "
        },
        {
          "scid": "mn91:5.2",
          "pli": "yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso”ti. ",
          "en": " "
        },
        {
          "scid": "mn91:5.3",
          "pli": "“Āgatāni kho, tāta uttara, amhākaṃ mantesu dvattiṃsamahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā. ",
          "en": "“Dear Uttara, the thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other. "
        },
        {
          "scid": "mn91:5.4",
          "pli": "Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
          "en": "If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. "
        },
        {
          "scid": "mn91:5.5",
          "pli": "Tassimāni satta ratanāni bhavanti, seyyathidaṃ—",
          "en": "He has the following seven treasures: "
        },
        {
          "scid": "mn91:5.6",
          "pli": "cakkaratanaṃ, hatthiratanaṃ, assaratanaṃ, maṇiratanaṃ, itthiratanaṃ, gahapatiratanaṃ, pariṇāyakaratanameva sattamaṃ. ",
          "en": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure. "
        },
        {
          "scid": "mn91:5.7",
          "pli": "Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
          "en": "He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. "
        },
        {
          "scid": "mn91:5.8",
          "pli": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
          "en": "After conquering this land girt by sea, he reigns by principle, without rod or sword. "
        },
        {
          "scid": "mn91:5.9",
          "pli": "Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado. ",
          "en": "But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world. "
        },
        {
          "scid": "mn91:5.10",
          "pli": "Ahaṃ kho pana, tāta uttara, mantānaṃ dātā; ",
          "en": "But, dear Uttara, I am the one who gives the hymns, "
        },
        {
          "scid": "mn91:5.11",
          "pli": "tvaṃ mantānaṃ paṭiggahetā”ti. ",
          "en": "and you are the one who receives them.” "
        },
        {
          "scid": "mn91:6.1",
          "pli": "“Evaṃ, bho”ti kho uttaro māṇavo brahmāyussa brāhmaṇassa paṭissutvā uṭṭhāyāsanā brahmāyuṃ brāhmaṇaṃ abhivādetvā padakkhiṇaṃ katvā videhesu yena bhagavā tena cārikaṃ pakkāmi. ",
          "en": "“Yes, sir,” replied Uttara. He got up from his seat, bowed, and respectfully circled Brahmāyu before setting out for the land of the Videhans where the Buddha was wandering. "
        },
        {
          "scid": "mn91:6.2",
          "pli": "Anupubbena cārikaṃ caramāno yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Traveling stage by stage, he came to the Buddha and exchanged greetings with him. "
        },
        {
          "scid": "mn91:6.3",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
          "en": "When the greetings and polite conversation were over, he sat down to one side, "
        },
        {
          "scid": "mn91:6.4",
          "pli": "Ekamantaṃ nisinno kho uttaro māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ",
          "en": "and scrutinized his body for the thirty-two marks of a great man. "
        },
        {
          "scid": "mn91:6.5",
          "pli": "Addasā kho uttaro māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve. ",
          "en": "He saw all of them except for two, "
        },
        {
          "scid": "mn91:6.6",
          "pli": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
          "en": "which he had doubts about: "
        },
        {
          "scid": "mn91:6.7",
          "pli": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
          "en": "whether the private parts are retracted, and the largeness of the tongue. "
        },
        {
          "scid": "mn91:6.8",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then it occurred to the Buddha, "
        },
        {
          "scid": "mn91:6.9",
          "pli": "“passati kho me ayaṃ uttaro māṇavo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve. ",
          "en": "“This brahmin student Uttara sees all the marks except for two, "
        },
        {
          "scid": "mn91:6.10",
          "pli": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
          "en": "which he has doubts about: "
        },
        {
          "scid": "mn91:6.11",
          "pli": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
          "en": "whether the private parts are retracted, and the largeness of the tongue.” "
        },
        {
          "scid": "mn91:7.1",
          "pli": "Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa uttaro māṇavo bhagavato kosohitaṃ vatthaguyhaṃ. ",
          "en": "So the Buddha used his psychic power to will that Uttara would see his retracted private parts. "
        },
        {
          "scid": "mn91:7.2",
          "pli": "Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi; ubhopi nāsikasotāni anumasi paṭimasi; kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ",
          "en": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. "
        },
        {
          "scid": "mn91:8.1",
          "pli": "Atha kho uttarassa māṇavassa etadahosi: ",
          "en": "Then Uttara thought, "
        },
        {
          "scid": "mn91:8.2",
          "pli": "“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi. ",
          "en": "“The ascetic Gotama possesses the thirty-two marks. "
        },
        {
          "scid": "mn91:8.3",
          "pli": "Yannūnāhaṃ samaṇaṃ gotamaṃ anubandheyyaṃ, iriyāpathamassa passeyyan”ti. ",
          "en": "Why don’t I follow him and observe his deportment?” "
        },
        {
          "scid": "mn91:8.4",
          "pli": "Atha kho uttaro māṇavo sattamāsāni bhagavantaṃ anubandhi chāyāva anapāyinī. ",
          "en": "So Uttara followed the Buddha like a shadow for seven months. "
        },
        {
          "scid": "mn91:8.5",
          "pli": "Atha kho uttaro māṇavo sattannaṃ māsānaṃ accayena videhesu yena mithilā tena cārikaṃ pakkāmi. ",
          "en": "When seven months had passed he set out wandering towards Mithilā. "
        },
        {
          "scid": "mn91:8.6",
          "pli": "Anupubbena cārikaṃ caramāno yena mithilā yena brahmāyu brāhmaṇo tenupasaṅkami; upasaṅkamitvā brahmāyuṃ brāhmaṇaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho uttaraṃ māṇavaṃ brahmāyu brāhmaṇo etadavoca: ",
          "en": "There he approached the brahmin Brahmāyu, bowed, and sat down to one side. Brahmāyu said to him, "
        },
        {
          "scid": "mn91:8.7",
          "pli": "“kacci, tāta uttara, taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, no aññathā? ",
          "en": "“Well, dear Uttara, does Master Gotama live up to his reputation or not?” "
        },
        {
          "scid": "mn91:8.8",
          "pli": "Kacci pana so bhavaṃ gotamo tādiso, no aññādiso”ti? ",
          "en": " "
        },
        {
          "scid": "mn91:8.9",
          "pli": "“Tathā santaṃyeva, bho, taṃ bhavantaṃ gotamaṃ saddo abbhuggato, no aññathā; ",
          "en": "“He does, sir. "
        },
        {
          "scid": "mn91:8.10",
          "pli": "tādisova so bhavaṃ gotamo, no aññādiso. ",
          "en": " "
        },
        {
          "scid": "mn91:8.11",
          "pli": "Samannāgato ca so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi. ",
          "en": "Master Gotama possesses the thirty-two marks. "
        },
        {
          "scid": "mn91:9.1",
          "pli": "Suppatiṭṭhitapādo kho pana bho bhavaṃ gotamo; ",
          "en": "He has well-planted feet. "
        },
        {
          "scid": "mn91:9.2",
          "pli": "idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. (1) ",
          "en": " "
        },
        {
          "scid": "mn91:9.3",
          "pli": "Heṭṭhā kho pana tassa bhoto gotamassa pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni … (2) ",
          "en": "On the soles of his feet there are thousand-spoked wheels, with rims and hubs, complete in every detail. "
        },
        {
          "scid": "mn91:9.4",
          "pli": "Āyatapaṇhi kho pana so bhavaṃ gotamo … (3) ",
          "en": "He has projecting heels. "
        },
        {
          "scid": "mn91:9.5",
          "pli": "Dīghaṅguli kho pana so bhavaṃ gotamo … (4) ",
          "en": "He has long fingers. "
        },
        {
          "scid": "mn91:9.6",
          "pli": "Mudutalunahatthapādo kho pana so bhavaṃ gotamo … (5) ",
          "en": "His hands and feet are tender. "
        },
        {
          "scid": "mn91:9.7",
          "pli": "Jālahatthapādo kho pana so bhavaṃ gotamo … (6) ",
          "en": "His hands and feet cling gracefully. "
        },
        {
          "scid": "mn91:9.8",
          "pli": "Ussaṅkhapādo kho pana so bhavaṃ gotamo … (7) ",
          "en": "His feet are arched. "
        },
        {
          "scid": "mn91:9.9",
          "pli": "Eṇijaṅgho kho pana so bhavaṃ gotamo … (8) ",
          "en": "His calves are like those of an antelope. "
        },
        {
          "scid": "mn91:9.10",
          "pli": "Ṭhitako kho pana so bhavaṃ gotamo anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati … (9) ",
          "en": "When standing upright and not bending over, the palms of both hands touch the knees. "
        },
        {
          "scid": "mn91:9.11",
          "pli": "Kosohitavatthaguyho kho pana so bhavaṃ gotamo … (10) ",
          "en": "His private parts are retracted. "
        },
        {
          "scid": "mn91:9.12",
          "pli": "Suvaṇṇavaṇṇo kho pana so bhavaṃ gotamo kañcanasannibhattaco … (11) ",
          "en": "He is gold colored; his skin has a golden sheen. "
        },
        {
          "scid": "mn91:9.13",
          "pli": "Sukhumacchavi kho pana so bhavaṃ gotamo. Sukhumattā chaviyā rajojallaṃ kāye na upalimpati … (12) ",
          "en": "He has delicate skin, so delicate that dust and dirt don’t stick to his body. "
        },
        {
          "scid": "mn91:9.14",
          "pli": "Ekekalomo kho pana so bhavaṃ gotamo; ekekāni lomāni lomakūpesu jātāni … (13) ",
          "en": "His hairs grow one per pore. "
        },
        {
          "scid": "mn91:9.15",
          "pli": "Uddhaggalomo kho pana so bhavaṃ gotamo; uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni … (14) ",
          "en": "His hairs stand up; they’re blue-black and curl clockwise. "
        },
        {
          "scid": "mn91:9.16",
          "pli": "Brahmujugatto kho pana so bhavaṃ gotamo … (15) ",
          "en": "His body is as straight as Brahmā’s. "
        },
        {
          "scid": "mn91:9.17",
          "pli": "Sattussado kho pana so bhavaṃ gotamo … (16) ",
          "en": "He has bulging muscles in seven places. "
        },
        {
          "scid": "mn91:9.18",
          "pli": "Sīhapubbaddhakāyo kho pana so bhavaṃ gotamo … (17) ",
          "en": "His chest is like that of a lion. "
        },
        {
          "scid": "mn91:9.19",
          "pli": "Citantaraṃso kho pana so bhavaṃ gotamo … (18) ",
          "en": "The gap between the shoulder-blades is filled in. "
        },
        {
          "scid": "mn91:9.20",
          "pli": "Nigrodhaparimaṇḍalo kho pana so bhavaṃ gotamo; yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo tāvatakvassa kāyo … (19) ",
          "en": "He has the proportional circumference of a banyan tree: the span of his arms equals the height of his body. "
        },
        {
          "scid": "mn91:9.21",
          "pli": "Samavaṭṭakkhandho kho pana so bhavaṃ gotamo … (20) ",
          "en": "His torso is cylindrical. "
        },
        {
          "scid": "mn91:9.22",
          "pli": "Rasaggasaggī kho pana so bhavaṃ gotamo … (21) ",
          "en": "He has an excellent sense of taste. "
        },
        {
          "scid": "mn91:9.23",
          "pli": "Sīhahanu kho pana so bhavaṃ gotamo … (22) ",
          "en": "His jaw is like that of a lion. "
        },
        {
          "scid": "mn91:9.24",
          "pli": "Cattālīsadanto kho pana so bhavaṃ gotamo … (23) ",
          "en": "He has forty teeth. "
        },
        {
          "scid": "mn91:9.25",
          "pli": "Samadanto kho pana so bhavaṃ gotamo … (24) ",
          "en": "His teeth are even. "
        },
        {
          "scid": "mn91:9.26",
          "pli": "Aviraḷadanto kho pana so bhavaṃ gotamo … (25) ",
          "en": "His teeth have no gaps. "
        },
        {
          "scid": "mn91:9.27",
          "pli": "Susukkadāṭho kho pana so bhavaṃ gotamo … (26) ",
          "en": "His teeth are perfectly white. "
        },
        {
          "scid": "mn91:9.28",
          "pli": "Pahūtajivho kho pana so bhavaṃ gotamo … (27) ",
          "en": "He has a large tongue. "
        },
        {
          "scid": "mn91:9.29",
          "pli": "Brahmassaro kho pana so bhavaṃ gotamo karavikabhāṇī … (28) ",
          "en": "He has the voice of Brahmā, like a cuckoo’s call. "
        },
        {
          "scid": "mn91:9.30",
          "pli": "Abhinīlanetto kho pana so bhavaṃ gotamo … (29) ",
          "en": "His eyes are deep blue. "
        },
        {
          "scid": "mn91:9.31",
          "pli": "Gopakhumo kho pana so bhavaṃ gotamo … (30) ",
          "en": "He has eyelashes like a cow’s. "
        },
        {
          "scid": "mn91:9.32",
          "pli": "Uṇṇā kho panassa bhoto gotamassa bhamukantare jātā odātā mudutūlasannibhā … (31) ",
          "en": "Between his eyebrows there grows a tuft, soft and white like cotton-wool. "
        },
        {
          "scid": "mn91:9.33",
          "pli": "Uṇhīsasīso kho pana so bhavaṃ gotamo; idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. (32) ",
          "en": "His head is shaped like a turban. "
        },
        {
          "scid": "mn91:9.34",
          "pli": "Imehi kho, bho, so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato. ",
          "en": "These are the thirty-two marks of a great man possessed by Master Gotama. "
        },
        {
          "scid": "mn91:10.1",
          "pli": "Gacchanto kho pana so bhavaṃ gotamo dakkhiṇeneva pādena paṭhamaṃ pakkamati. ",
          "en": "When he’s walking he takes the first step with the right foot. "
        },
        {
          "scid": "mn91:10.2",
          "pli": "So nātidūre pādaṃ uddharati, nāccāsanne pādaṃ nikkhipati; ",
          "en": "He doesn’t lift his foot too far or place it too near. "
        },
        {
          "scid": "mn91:10.3",
          "pli": "so nātisīghaṃ gacchati, nātisaṇikaṃ gacchati; ",
          "en": "He doesn’t walk too slow or too fast. "
        },
        {
          "scid": "mn91:10.4",
          "pli": "na ca adduvena adduvaṃ saṅghaṭṭento gacchati, na ca gopphakena gopphakaṃ saṅghaṭṭento gacchati. ",
          "en": "He walks without knocking his knees or ankles together. "
        },
        {
          "scid": "mn91:10.5",
          "pli": "So gacchanto na satthiṃ unnāmeti, na satthiṃ onāmeti; na satthiṃ sannāmeti, na satthiṃ vināmeti. ",
          "en": "When he’s walking he keeps his thighs neither too straight nor too bent, neither too tight nor too loose. "
        },
        {
          "scid": "mn91:10.6",
          "pli": "Gacchato kho pana tassa bhoto gotamassa adharakāyova iñjati, na ca kāyabalena gacchati. ",
          "en": "When he walks, only the lower half of his body moves, and he walks effortlessly. "
        },
        {
          "scid": "mn91:10.7",
          "pli": "Apalokento kho pana so bhavaṃ gotamo sabbakāyeneva apaloketi; ",
          "en": "When he turns to look he does so with the whole body. "
        },
        {
          "scid": "mn91:10.8",
          "pli": "so na uddhaṃ ulloketi, na adho oloketi; ",
          "en": "He doesn’t look directly up or down. "
        },
        {
          "scid": "mn91:10.9",
          "pli": "na ca vipekkhamāno gacchati, yugamattañca pekkhati; tato cassa uttari anāvaṭaṃ ñāṇadassanaṃ bhavati. ",
          "en": "He doesn’t look all around while walking, but focuses a plough’s length in front. Beyond that he has unhindered knowledge and vision. "
        },
        {
          "scid": "mn91:11.1",
          "pli": "So antaragharaṃ pavisanto na kāyaṃ unnāmeti, na kāyaṃ onāmeti; na kāyaṃ sannāmeti, na kāyaṃ vināmeti. ",
          "en": "When entering an inhabited area he keeps his body neither too straight nor too bent, neither too tight nor too loose. "
        },
        {
          "scid": "mn91:12.1",
          "pli": "So nātidūre nāccāsanne āsanassa parivattati, na ca pāṇinā ālambitvā āsane nisīdati, na ca āsanasmiṃ kāyaṃ pakkhipati. ",
          "en": "He turns around neither too far nor too close to the seat. He doesn’t lean on his hand when sitting down. And he doesn’t just plonk his body down on the seat. "
        },
        {
          "scid": "mn91:12.2",
          "pli": "So antaraghare nisinno samāno na hatthakukkuccaṃ āpajjati, na pādakukkuccaṃ āpajjati; ",
          "en": "When sitting in inhabited areas he doesn’t fidget with his hands or feet. "
        },
        {
          "scid": "mn91:12.3",
          "pli": "na adduvena adduvaṃ āropetvā nisīdati; na ca gopphakena gopphakaṃ āropetvā nisīdati; ",
          "en": "He doesn’t sit with his knees or ankles crossed. "
        },
        {
          "scid": "mn91:12.4",
          "pli": "na ca pāṇinā hanukaṃ upadahitvā nisīdati. ",
          "en": "He doesn’t sit with his hand holding his chin. "
        },
        {
          "scid": "mn91:12.5",
          "pli": "So antaraghare nisinno samāno na chambhati na kampati na vedhati na paritassati. So achambhī akampī avedhī aparitassī vigatalomahaṃso. ",
          "en": "When sitting in inhabited areas he doesn’t cower or shake or tremble or get anxious, and so he is not nervous at all. "
        },
        {
          "scid": "mn91:12.6",
          "pli": "Vivekavatto ca so bhavaṃ gotamo antaraghare nisinno hoti. ",
          "en": "When sitting in inhabited areas he still practices seclusion. "
        },
        {
          "scid": "mn91:13.1",
          "pli": "So pattodakaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti. ",
          "en": "When receiving water for rinsing the bowl, he holds the bowl neither too straight nor too bent, neither too tight nor too loose. "
        },
        {
          "scid": "mn91:14.1",
          "pli": "So pattodakaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ. ",
          "en": "He receives neither too little nor too much water. "
        },
        {
          "scid": "mn91:14.2",
          "pli": "So na khulukhulukārakaṃ pattaṃ dhovati, na samparivattakaṃ pattaṃ dhovati, na pattaṃ bhūmiyaṃ nikkhipitvā hatthe dhovati; hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti. ",
          "en": "He rinses the bowl without making a sloshing noise, or spinning it around. He doesn’t put the bowl on the ground to rinse his hands; his hands and bowl are rinsed at the same time. "
        },
        {
          "scid": "mn91:14.3",
          "pli": "So pattodakaṃ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno. ",
          "en": "He doesn’t throw the bowl rinsing water away too far or too near, or splash it about. "
        },
        {
          "scid": "mn91:14.4",
          "pli": "So odanaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti. ",
          "en": "When receiving rice, he holds the bowl neither too straight nor too bent, neither too close nor too loose. "
        },
        {
          "scid": "mn91:14.5",
          "pli": "So odanaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ. ",
          "en": "He receives neither too little nor too much rice. "
        },
        {
          "scid": "mn91:14.6",
          "pli": "Byañjanaṃ kho pana bhavaṃ gotamo byañjanamattāya āhāreti, na ca byañjanena ālopaṃ atināmeti. ",
          "en": "He eats sauce in a moderate proportion, and doesn’t spend too much time saucing his portions. "
        },
        {
          "scid": "mn91:14.7",
          "pli": "Dvattikkhattuṃ kho bhavaṃ gotamo mukhe ālopaṃ samparivattetvā ajjhoharati; ",
          "en": "He chews over each portion two or three times before swallowing. "
        },
        {
          "scid": "mn91:14.8",
          "pli": "na cassa kāci odanamiñjā asambhinnā kāyaṃ pavisati, na cassa kāci odanamiñjā mukhe avasiṭṭhā hoti; ",
          "en": "But no grain of rice enters his body unchewed, and none remain in his mouth. "
        },
        {
          "scid": "mn91:14.9",
          "pli": "athāparaṃ ālopaṃ upanāmeti. ",
          "en": "Only then does he raise another portion to his lips. "
        },
        {
          "scid": "mn91:14.10",
          "pli": "Rasapaṭisaṃvedī kho pana so bhavaṃ gotamo āhāraṃ āhāreti, no ca rasarāgapaṭisaṃvedī. ",
          "en": "He eats experiencing the taste, but without experiencing greed for the taste. "
        },
        {
          "scid": "mn91:14.11",
          "pli": "Aṭṭhaṅgasamannāgataṃ kho pana so bhavaṃ gotamo āhāraṃ āhāreti—",
          "en": "He eats food thinking of eight reasons: "
        },
        {
          "scid": "mn91:14.12",
          "pli": "neva davāya, na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā brahmacariyānuggahāya: ‘iti purāṇañca vedanaṃ paṭihaṅkhāmi navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti. ",
          "en": "‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’ "
        },
        {
          "scid": "mn91:15.1",
          "pli": "So bhuttāvī pattodakaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti; na pattaṃ sannāmeti, na pattaṃ vināmeti. ",
          "en": "After eating, when receiving water for washing the bowl, he holds the bowl neither too straight nor too bent, neither too tight nor too loose. "
        },
        {
          "scid": "mn91:15.2",
          "pli": "So pattodakaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ. ",
          "en": "He receives neither too little nor too much water. "
        },
        {
          "scid": "mn91:15.3",
          "pli": "So na khulukhulukārakaṃ pattaṃ dhovati, na samparivattakaṃ pattaṃ dhovati, na pattaṃ bhūmiyaṃ nikkhipitvā hatthe dhovati; hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti. ",
          "en": "He washes the bowl without making a sloshing noise, or spinning it around. He doesn’t put the bowl on the ground to wash his hands; his hands and bowl are washed at the same time. "
        },
        {
          "scid": "mn91:15.4",
          "pli": "So pattodakaṃ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno. ",
          "en": "He doesn’t throw the bowl washing water away too far or too near, or splash it about. "
        },
        {
          "scid": "mn91:16.1",
          "pli": "So bhuttāvī na pattaṃ bhūmiyaṃ nikkhipati nātidūre nāccāsanne, na ca anatthiko pattena hoti, na ca ativelānurakkhī pattasmiṃ. ",
          "en": "After eating he doesn’t put the bowl on the ground too far away or too close. He’s not careless with his bowl, nor does he spend too much time on it. "
        },
        {
          "scid": "mn91:17.1",
          "pli": "So bhuttāvī muhuttaṃ tuṇhī nisīdati, na ca anumodanassa kālamatināmeti. ",
          "en": "After eating he sits for a while in silence, but doesn’t wait too long to give the verses of appreciation. "
        },
        {
          "scid": "mn91:17.2",
          "pli": "So bhuttāvī anumodati, na taṃ bhattaṃ garahati, na aññaṃ bhattaṃ paṭikaṅkhati; ",
          "en": "After eating he expresses appreciation without criticizing the meal or expecting another one. "
        },
        {
          "scid": "mn91:17.3",
          "pli": "aññadatthu dhammiyā kathāya taṃ parisaṃ sandasseti samādapeti samuttejeti sampahaṃseti. ",
          "en": "Invariably, he educates, encourages, fires up, and inspires that assembly with a Dhamma talk. "
        },
        {
          "scid": "mn91:17.4",
          "pli": "So taṃ parisaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkamati. ",
          "en": "Then he gets up from his seat and leaves. "
        },
        {
          "scid": "mn91:18.1",
          "pli": "So nātisīghaṃ gacchati, nātisaṇikaṃ gacchati, na ca muccitukāmo gacchati; ",
          "en": "He walks neither too fast nor too slow, without wanting to get out of there. "
        },
        {
          "scid": "mn91:19.1",
          "pli": "na ca tassa bhoto gotamassa kāye cīvaraṃ accukkaṭṭhaṃ hoti na ca accokkaṭṭhaṃ, na ca kāyasmiṃ allīnaṃ na ca kāyasmā apakaṭṭhaṃ; ",
          "en": "He wears his robe on his body neither too high nor too low, neither too tight nor too loose. "
        },
        {
          "scid": "mn91:19.2",
          "pli": "na ca tassa bhoto gotamassa kāyamhā vāto cīvaraṃ apavahati; ",
          "en": "The wind doesn’t blow his robe off his body. "
        },
        {
          "scid": "mn91:19.3",
          "pli": "na ca tassa bhoto gotamassa kāye rajojallaṃ upalimpati. ",
          "en": "And dust and dirt don’t stick to his body. "
        },
        {
          "scid": "mn91:20.1",
          "pli": "So ārāmagato nisīdati paññatte āsane. Nisajja pāde pakkhāleti; ",
          "en": "When he has gone to the monastery he sits on a seat spread out and washes his feet. "
        },
        {
          "scid": "mn91:20.2",
          "pli": "na ca so bhavaṃ gotamo pādamaṇḍanānuyogamanuyutto viharati. ",
          "en": "But he doesn’t waste time with pedicures. "
        },
        {
          "scid": "mn91:20.3",
          "pli": "So pāde pakkhāletvā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "When he has washed his feet, he sits down cross-legged, with his body straight, and establishes mindfulness right there. "
        },
        {
          "scid": "mn91:20.4",
          "pli": "So neva attabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti; ",
          "en": "He has no intention to hurt himself, hurt others, or hurt both. "
        },
        {
          "scid": "mn91:20.5",
          "pli": "attahitaparahitaubhayahitasabbalokahitameva so bhavaṃ gotamo cintento nisinno hoti. ",
          "en": "He only wishes for the welfare of himself, of others, of both, and of the whole world. "
        },
        {
          "scid": "mn91:20.6",
          "pli": "So ārāmagato parisati dhammaṃ deseti, na taṃ parisaṃ ussādeti, na taṃ parisaṃ apasādeti; ",
          "en": "In the monastery when he teaches Dhamma to an assembly, he neither flatters them nor rebukes them. "
        },
        {
          "scid": "mn91:20.7",
          "pli": "aññadatthu dhammiyā kathāya taṃ parisaṃ sandasseti samādapeti samuttejeti sampahaṃseti. ",
          "en": "Invariably, he educates, encourages, fires up, and inspires that assembly with a Dhamma talk. "
        },
        {
          "scid": "mn91:22.1",
          "pli": "Aṭṭhaṅgasamannāgato kho panassa bhoto gotamassa mukhato ghoso niccharati—",
          "en": "His voice has eight qualities: "
        },
        {
          "scid": "mn91:22.2",
          "pli": "vissaṭṭho ca, viññeyyo ca, mañju ca, savanīyo ca, bindu ca, avisārī ca, gambhīro ca, ninnādī ca. ",
          "en": "it is clear, comprehensible, charming, audible, rounded, undistorted, deep, and resonant. "
        },
        {
          "scid": "mn91:22.3",
          "pli": "Yathāparisaṃ kho pana so bhavaṃ gotamo sarena viññāpeti, na cassa bahiddhā parisāya ghoso niccharati. ",
          "en": "He makes sure his voice is intelligible as far as the assembly goes, but it doesn’t extend outside the assembly. "
        },
        {
          "scid": "mn91:22.4",
          "pli": "Te tena bhotā gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā uṭṭhāyāsanā pakkamanti avalokayamānāyeva avijahitattā. ",
          "en": "And when they’ve been inspired with a Dhamma talk by Master Gotama they get up from their seats and leave looking back at him alone, and not forgetting their lesson. "
        },
        {
          "scid": "mn91:22.5",
          "pli": "Addasāma kho mayaṃ, bho, taṃ bhavantaṃ gotamaṃ gacchantaṃ, addasāma ṭhitaṃ, addasāma antaragharaṃ pavisantaṃ, addasāma antaraghare nisinnaṃ tuṇhībhūtaṃ, addasāma antaraghare bhuñjantaṃ, addasāma bhuttāviṃ nisinnaṃ tuṇhībhūtaṃ, addasāma bhuttāviṃ anumodantaṃ, addasāma ārāmaṃ gacchantaṃ, addasāma ārāmagataṃ nisinnaṃ tuṇhībhūtaṃ, addasāma ārāmagataṃ parisati dhammaṃ desentaṃ. ",
          "en": "I have seen Master Gotama walking and standing; entering inhabited areas, and sitting and eating there; sitting silently after eating, and expressing appreciation; going to the monastery, sitting silently there, and teaching Dhamma to an assembly there. "
        },
        {
          "scid": "mn91:22.6",
          "pli": "Ediso ca ediso ca so bhavaṃ gotamo, tato ca bhiyyo”ti. ",
          "en": "Such is Master Gotama; such he is and more than that.” "
        },
        {
          "scid": "mn91:23.1",
          "pli": "Evaṃ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udāneti: ",
          "en": "When he had spoken, the brahmin Brahmāyu got up from his seat, arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and uttered this aphorism three times: "
        },
        {
          "scid": "mn91:23.2",
          "pli": "“Namo tassa bhagavato arahato sammāsambuddhassa. ",
          "en": "“Homage to that Blessed One, the perfected one, the fully awakened Buddha! "
        },
        {
          "scid": "mn91:23.3",
          "pli": "Namo tassa bhagavato arahato sammāsambuddhassa. ",
          "en": "Homage to that Blessed One, the perfected one, the fully awakened Buddha! "
        },
        {
          "scid": "mn91:23.4",
          "pli": "Namo tassa bhagavato arahato sammāsambuddhassāti. ",
          "en": "Homage to that Blessed One, the perfected one, the fully awakened Buddha! "
        },
        {
          "scid": "mn91:23.5",
          "pli": "Appeva nāma mayaṃ kadāci karahaci tena bhotā gotamena samāgaccheyyāma? Appeva nāma siyā kocideva kathāsallāpo”ti. ",
          "en": "Hopefully, some time or other I’ll get to meet him, and we can have a discussion.” "
        },
        {
          "scid": "mn91:24.1",
          "pli": "Atha kho bhagavā videhesu anupubbena cārikaṃ caramāno yena mithilā tadavasari. ",
          "en": "And then the Buddha, traveling stage by stage in the Videhan lands, arrived at Mithilā, "
        },
        {
          "scid": "mn91:24.2",
          "pli": "Tatra sudaṃ bhagavā mithilāyaṃ viharati maghadevaambavane. ",
          "en": "where he stayed in the Makhādeva Mango Grove. "
        },
        {
          "scid": "mn91:24.3",
          "pli": "Assosuṃ kho mithileyyakā brāhmaṇagahapatikā: ",
          "en": "The brahmins and householders of Mithilā heard: "
        },
        {
          "scid": "mn91:24.4",
          "pli": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi mithilaṃ anuppatto, mithilāyaṃ viharati maghadevaambavane. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Mithilā, where he is staying in the Makhādeva Mango Grove. "
        },
        {
          "scid": "mn91:24.5",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "mn91:24.6",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "mn91:24.7",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "mn91:24.8",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "mn91:24.9",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "mn91:25.1",
          "pli": "Atha kho mithileyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. ",
          "en": "Then the brahmins and householders of Mithilā went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. "
        },
        {
          "scid": "mn91:26.1",
          "pli": "Assosi kho brahmāyu brāhmaṇo: “samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito mithilaṃ anuppatto, mithilāyaṃ viharati maghadevaambavane”ti. ",
          "en": "The brahmin Brahmāyu also heard that the Buddha had arrived. "
        },
        {
          "scid": "mn91:26.2",
          "pli": "Atha kho brahmāyu brāhmaṇo sambahulehi sāvakehi saddhiṃ yena maghadevaambavanaṃ tenupasaṅkami. ",
          "en": "So he went to the Makhādeva Mango Grove together with several disciples. "
        },
        {
          "scid": "mn91:26.3",
          "pli": "Atha kho brahmāyuno brāhmaṇassa avidūre ambavanassa etadahosi: ",
          "en": "Not far from the grove he thought, "
        },
        {
          "scid": "mn91:26.4",
          "pli": "“na kho metaṃ patirūpaṃ yohaṃ pubbe appaṭisaṃvidito samaṇaṃ gotamaṃ dassanāya upasaṅkameyyan”ti. ",
          "en": "“It wouldn’t be appropriate for me to go to see the ascetic Gotama without first letting him know.” "
        },
        {
          "scid": "mn91:26.5",
          "pli": "Atha kho brahmāyu brāhmaṇo aññataraṃ māṇavakaṃ āmantesi: ",
          "en": "So he addressed one of his students: "
        },
        {
          "scid": "mn91:26.6",
          "pli": "“ehi tvaṃ, māṇavaka, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā mama vacanena samaṇaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ",
          "en": "“Here, student, go to the ascetic Gotama and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "mn91:26.7",
          "pli": "‘brahmāyu, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti. ",
          "en": " "
        },
        {
          "scid": "mn91:26.8",
          "pli": "Evañca vadehi: ",
          "en": "And then say: "
        },
        {
          "scid": "mn91:26.9",
          "pli": "‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
          "en": "‘Master Gotama, the brahmin Brahmāyu is old, elderly, and senior, advanced in years, having reached the final stage of life; he is a hundred and twenty years old. He has mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man. "
        },
        {
          "scid": "mn91:26.10",
          "pli": "Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṃ paṭivasanti, brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
          "en": "Of all the brahmins and householders residing in Mithilā, Brahmāyu is said to be the foremost in "
        },
        {
          "scid": "mn91:26.11",
          "pli": "yadidaṃ bhogehi; ",
          "en": "wealth, "
        },
        {
          "scid": "mn91:26.12",
          "pli": "brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
          "en": " "
        },
        {
          "scid": "mn91:26.13",
          "pli": "yadidaṃ mantehi; ",
          "en": "hymns, "
        },
        {
          "scid": "mn91:26.14",
          "pli": "brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
          "en": " "
        },
        {
          "scid": "mn91:26.15",
          "pli": "yadidaṃ āyunā ceva yasasā ca. ",
          "en": "lifespan, and fame. "
        },
        {
          "scid": "mn91:26.16",
          "pli": "So bhoto gotamassa dassanakāmo’”ti. ",
          "en": "He wants to see Master Gotama.’” "
        },
        {
          "scid": "mn91:26.17",
          "pli": "“Evaṃ, bho”ti kho so māṇavako brahmāyussa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "“Yes, sir,” that student replied. He did as he was asked, and the Buddha said, "
        },
        {
          "scid": "mn91:26.18",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho so māṇavako bhagavantaṃ etadavoca: ",
          "en": " "
        },
        {
          "scid": "mn91:26.19",
          "pli": "“brahmāyu, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ",
          "en": " "
        },
        {
          "scid": "mn91:26.20",
          "pli": "evañca vadeti: ",
          "en": " "
        },
        {
          "scid": "mn91:26.21",
          "pli": "‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
          "en": " "
        },
        {
          "scid": "mn91:26.22",
          "pli": "Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṃ paṭivasanti, brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
          "en": " "
        },
        {
          "scid": "mn91:26.23",
          "pli": "yadidaṃ bhogehi; ",
          "en": " "
        },
        {
          "scid": "mn91:26.24",
          "pli": "brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
          "en": " "
        },
        {
          "scid": "mn91:26.25",
          "pli": "yadidaṃ mantehi; ",
          "en": " "
        },
        {
          "scid": "mn91:26.26",
          "pli": "brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
          "en": " "
        },
        {
          "scid": "mn91:26.27",
          "pli": "yadidaṃ āyunā ceva yasasā ca. ",
          "en": " "
        },
        {
          "scid": "mn91:26.28",
          "pli": "So bhoto gotamassa dassanakāmo’”ti. ",
          "en": " "
        },
        {
          "scid": "mn91:26.29",
          "pli": "“Yassadāni, māṇava, brahmāyu brāhmaṇo kālaṃ maññatī”ti. ",
          "en": "“Please, student, let Brahmāyu come when he’s ready.” "
        },
        {
          "scid": "mn91:27.1",
          "pli": "Atha kho so māṇavako yena brahmāyu brāhmaṇo tenupasaṅkami; upasaṅkamitvā brahmāyuṃ brāhmaṇaṃ etadavoca: ",
          "en": "The student went back to Brahmāyu and said to him, "
        },
        {
          "scid": "mn91:27.2",
          "pli": "“katāvakāso khomhi bhavatā samaṇena gotamena. ",
          "en": "“Your request for an audience with the ascetic Gotama has been granted. "
        },
        {
          "scid": "mn91:27.3",
          "pli": "Yassadāni bhavaṃ kālaṃ maññatī”ti. ",
          "en": "Please go at your convenience.” "
        },
        {
          "scid": "mn91:28.1",
          "pli": "Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami. ",
          "en": "Then the brahmin Brahmāyu went up to the Buddha. "
        },
        {
          "scid": "mn91:28.2",
          "pli": "Addasā kho sā parisā brahmāyuṃ brāhmaṇaṃ dūratova āgacchantaṃ. ",
          "en": "The assembly saw him coming off in the distance, "
        },
        {
          "scid": "mn91:28.3",
          "pli": "Disvāna oramiya okāsamakāsi yathā taṃ ñātassa yasassino. ",
          "en": "and made way for him, as he was well-known and famous. "
        },
        {
          "scid": "mn91:28.4",
          "pli": "Atha kho brahmāyu brāhmaṇo taṃ parisaṃ etadavoca: ",
          "en": "Brahmāyu said to that retinue, "
        },
        {
          "scid": "mn91:28.5",
          "pli": "“alaṃ, bho. ",
          "en": "“Enough, gentlemen. "
        },
        {
          "scid": "mn91:28.6",
          "pli": "Nisīdatha tumhe sake āsane. ",
          "en": "Please sit on your own seats. "
        },
        {
          "scid": "mn91:28.7",
          "pli": "Idhāhaṃ samaṇassa gotamassa santike nisīdissāmī”ti. ",
          "en": "I shall sit here by the ascetic Gotama.” "
        },
        {
          "scid": "mn91:29.1",
          "pli": "Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then the brahmin Brahmāyu went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "mn91:29.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
          "en": "When the greetings and polite conversation were over, he sat down to one side, "
        },
        {
          "scid": "mn91:29.3",
          "pli": "Ekamantaṃ nisinno kho brahmāyu brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ",
          "en": "and scrutinized the Buddha’s body for the thirty-two marks of a great man. "
        },
        {
          "scid": "mn91:29.4",
          "pli": "Addasā kho brahmāyu brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve. ",
          "en": "He saw all of them except for two, "
        },
        {
          "scid": "mn91:29.5",
          "pli": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
          "en": "which he had doubts about: "
        },
        {
          "scid": "mn91:29.6",
          "pli": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
          "en": "whether the private parts are retracted, and the largeness of the tongue. "
        },
        {
          "scid": "mn91:29.7",
          "pli": "Atha kho brahmāyu brāhmaṇo bhagavantaṃ gāthāhi ajjhabhāsi: ",
          "en": "Then Brahmāyu addressed the Buddha in verse: "
        },
        {
          "scid": "mn91:29.8",
          "pli": "“Ye me dvattiṃsāti sutā, ",
          "en": "“I have learned of the thirty-two "
        },
        {
          "scid": "mn91:29.9",
          "pli": "mahāpurisalakkhaṇā; ",
          "en": "marks of a great man. "
        },
        {
          "scid": "mn91:29.10",
          "pli": "Duve tesaṃ na passāmi, ",
          "en": "There are two that I don’t see "
        },
        {
          "scid": "mn91:29.11",
          "pli": "bhoto kāyasmiṃ gotama. ",
          "en": "on the body of the ascetic Gotama. "
        },
        {
          "scid": "mn91:29.12",
          "pli": "Kacci kosohitaṃ bhoto, ",
          "en": "Are the private parts retracted, "
        },
        {
          "scid": "mn91:29.13",
          "pli": "vatthaguyhaṃ naruttama; ",
          "en": "O supreme person? "
        },
        {
          "scid": "mn91:29.14",
          "pli": "Nārīsamānasavhayā, ",
          "en": "Though called by a word of the feminine gender, "
        },
        {
          "scid": "mn91:29.15",
          "pli": "kacci jivhā na dassakā. ",
          "en": "perhaps your tongue is a manly one? "
        },
        {
          "scid": "mn91:29.16",
          "pli": "Kacci pahūtajivhosi, ",
          "en": "Perhaps your tongue is large, "
        },
        {
          "scid": "mn91:29.17",
          "pli": "yathā taṃ jāniyāmase; ",
          "en": "as we have been informed. "
        },
        {
          "scid": "mn91:29.18",
          "pli": "Ninnāmayetaṃ pahūtaṃ, ",
          "en": "Please stick it out in its full extent, "
        },
        {
          "scid": "mn91:29.19",
          "pli": "kaṅkhaṃ vinaya no ise. ",
          "en": "and so, O hermit, dispel my doubt. "
        },
        {
          "scid": "mn91:29.20",
          "pli": "Diṭṭhadhammahitatthāya, ",
          "en": "For my welfare and benefit in this life, "
        },
        {
          "scid": "mn91:29.21",
          "pli": "samparāyasukhāya ca; ",
          "en": "and happiness in the next. "
        },
        {
          "scid": "mn91:29.22",
          "pli": "Katāvakāsā pucchāma, ",
          "en": "And I ask you to grant the opportunity "
        },
        {
          "scid": "mn91:29.23",
          "pli": "yaṃ kiñci abhipatthitan”ti. ",
          "en": "to ask whatever I desire.” "
        },
        {
          "scid": "mn91:30.1",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then the Buddha thought, "
        },
        {
          "scid": "mn91:30.2",
          "pli": "“passati kho me ayaṃ brahmāyu brāhmaṇo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve. ",
          "en": "“Brahmāyu sees all the marks except for two, "
        },
        {
          "scid": "mn91:30.3",
          "pli": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
          "en": "which he has doubts about: "
        },
        {
          "scid": "mn91:30.4",
          "pli": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
          "en": "whether the private parts are retracted, and the largeness of the tongue.” "
        },
        {
          "scid": "mn91:30.5",
          "pli": "Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa brahmāyu brāhmaṇo bhagavato kosohitaṃ vatthaguyhaṃ. ",
          "en": "So the Buddha used his psychic power to will that Brahmāyu would see his retracted private parts. "
        },
        {
          "scid": "mn91:30.6",
          "pli": "Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi; ubhopi nāsikasotāni anumasi paṭimasi; kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ",
          "en": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. "
        },
        {
          "scid": "mn91:30.7",
          "pli": "Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ gāthāhi paccabhāsi: ",
          "en": "Then the Buddha replied to Brahmāyu in verse: "
        },
        {
          "scid": "mn91:31.1",
          "pli": "“Ye te dvattiṃsāti sutā, ",
          "en": "“The thirty-two marks of a great man "
        },
        {
          "scid": "mn91:31.2",
          "pli": "mahāpurisalakkhaṇā; ",
          "en": "that you have learned "
        },
        {
          "scid": "mn91:31.3",
          "pli": "Sabbe te mama kāyasmiṃ, ",
          "en": "are all found on my body: "
        },
        {
          "scid": "mn91:31.4",
          "pli": "mā te kaṅkhāhu brāhmaṇa. ",
          "en": "so do not doubt, brahmin. "
        },
        {
          "scid": "mn91:31.5",
          "pli": "Abhiññeyyaṃ abhiññātaṃ, ",
          "en": "I have known what should be known, "
        },
        {
          "scid": "mn91:31.6",
          "pli": "bhāvetabbañca bhāvitaṃ; ",
          "en": "and developed what should be developed, "
        },
        {
          "scid": "mn91:31.7",
          "pli": "Pahātabbaṃ pahīnaṃ me, ",
          "en": "and given up what should be given up: "
        },
        {
          "scid": "mn91:31.8",
          "pli": "tasmā buddhosmi brāhmaṇa. ",
          "en": "and so, brahmin, I am a Buddha. "
        },
        {
          "scid": "mn91:31.9",
          "pli": "Diṭṭhadhammahitatthāya, ",
          "en": "For your welfare and benefit in this life, "
        },
        {
          "scid": "mn91:31.10",
          "pli": "samparāyasukhāya ca; ",
          "en": "and happiness in the next: "
        },
        {
          "scid": "mn91:31.11",
          "pli": "Katāvakāso pucchassu, ",
          "en": "I grant you the opportunity "
        },
        {
          "scid": "mn91:31.12",
          "pli": "yaṃ kiñci abhipatthitan”ti. ",
          "en": "to ask whatever you desire.” "
        },
        {
          "scid": "mn91:32.1",
          "pli": "Atha kho brahmāyussa brāhmaṇassa etadahosi: ",
          "en": "Then Brahmāyu thought: "
        },
        {
          "scid": "mn91:32.2",
          "pli": "“katāvakāso khomhi samaṇena gotamena. ",
          "en": "“My request has been granted. "
        },
        {
          "scid": "mn91:32.3",
          "pli": "Kiṃ nu kho ahaṃ samaṇaṃ gotamaṃ puccheyyaṃ: ",
          "en": "Should I ask him about "
        },
        {
          "scid": "mn91:32.4",
          "pli": "‘diṭṭhadhammikaṃ vā atthaṃ samparāyikaṃ vā’”ti. ",
          "en": "what is beneficial in this life or the next?” "
        },
        {
          "scid": "mn91:32.5",
          "pli": "Atha kho brahmāyussa brāhmaṇassa etadahosi: ",
          "en": "Then he thought, "
        },
        {
          "scid": "mn91:32.6",
          "pli": "“kusalo kho ahaṃ diṭṭhadhammikānaṃ atthānaṃ. ",
          "en": "“I’m well versed in the benefits that apply to this life, "
        },
        {
          "scid": "mn91:32.7",
          "pli": "Aññepi maṃ diṭṭhadhammikaṃ atthaṃ pucchanti. ",
          "en": "and others ask me about this. "
        },
        {
          "scid": "mn91:32.8",
          "pli": "Yannūnāhaṃ samaṇaṃ gotamaṃ samparāyikaṃyeva atthaṃ puccheyyan”ti. ",
          "en": "Why don’t I ask the ascetic Gotama about the benefit that specifically applies to lives to come?” "
        },
        {
          "scid": "mn91:32.9",
          "pli": "Atha kho brahmāyu brāhmaṇo bhagavantaṃ gāthāhi ajjhabhāsi: ",
          "en": "So Brahmāyu addressed the Buddha in verse: "
        },
        {
          "scid": "mn91:32.10",
          "pli": "“Kathaṃ kho brāhmaṇo hoti, ",
          "en": "“How do you become a brahmin? "
        },
        {
          "scid": "mn91:32.11",
          "pli": "kathaṃ bhavati vedagū; ",
          "en": "And how do you become a knowledge master? "
        },
        {
          "scid": "mn91:32.12",
          "pli": "Tevijjo bho kathaṃ hoti, ",
          "en": "How a master of the three knowledges? "
        },
        {
          "scid": "mn91:32.13",
          "pli": "sotthiyo kinti vuccati. ",
          "en": "And how is one called a scholar? "
        },
        {
          "scid": "mn91:32.14",
          "pli": "Arahaṃ bho kathaṃ hoti, ",
          "en": "How do you become a perfected one? "
        },
        {
          "scid": "mn91:32.15",
          "pli": "kathaṃ bhavati kevalī; ",
          "en": "And how a consummate one? "
        },
        {
          "scid": "mn91:32.16",
          "pli": "Muni ca bho kathaṃ hoti, ",
          "en": "How do you become a sage? "
        },
        {
          "scid": "mn91:32.17",
          "pli": "buddho kinti pavuccatī”ti. ",
          "en": "And how is one declared to be awakened?” "
        },
        {
          "scid": "mn91:33.1",
          "pli": "Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ gāthāhi paccabhāsi: ",
          "en": "Then the Buddha replied to Brahmāyu in verse: "
        },
        {
          "scid": "mn91:33.2",
          "pli": "“Pubbenivāsaṃ yo vedi, ",
          "en": "“One who knows their past lives, "
        },
        {
          "scid": "mn91:33.3",
          "pli": "saggāpāyañca passati; ",
          "en": "and sees heaven and places of loss, "
        },
        {
          "scid": "mn91:33.4",
          "pli": "Atho jātikkhayaṃ patto, ",
          "en": "and has attained the end of rebirth: "
        },
        {
          "scid": "mn91:33.5",
          "pli": "abhiññā vosito muni. ",
          "en": "that sage has perfect insight. "
        },
        {
          "scid": "mn91:33.6",
          "pli": "Cittaṃ visuddhaṃ jānāti, ",
          "en": "They know their mind is pure, "
        },
        {
          "scid": "mn91:33.7",
          "pli": "muttaṃ rāgehi sabbaso; ",
          "en": "completely freed from greed; "
        },
        {
          "scid": "mn91:33.8",
          "pli": "Pahīnajātimaraṇo, ",
          "en": "they’ve given up birth and death, "
        },
        {
          "scid": "mn91:33.9",
          "pli": "brahmacariyassa kevalī; ",
          "en": "and have completed the spiritual journey. "
        },
        {
          "scid": "mn91:33.10",
          "pli": "Pāragū sabbadhammānaṃ, ",
          "en": "Gone beyond all things, "
        },
        {
          "scid": "mn91:33.11",
          "pli": "buddho tādī pavuccatī”ti. ",
          "en": "such a one is declared to be awakened.” "
        },
        {
          "scid": "mn91:34.1",
          "pli": "Evaṃ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti: ",
          "en": "When he said this, Brahmāyu got up from his seat and arranged his robe on one shoulder. He bowed with his head to the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name: "
        },
        {
          "scid": "mn91:34.2",
          "pli": "“brahmāyu ahaṃ, bho gotama, brāhmaṇo; ",
          "en": "“I am the brahmin Brahmāyu, Master Gotama! "
        },
        {
          "scid": "mn91:34.3",
          "pli": "brahmāyu ahaṃ, bho gotama, brāhmaṇo”ti. ",
          "en": "I am the brahmin Brahmāyu!” "
        },
        {
          "scid": "mn91:35.1",
          "pli": "Atha kho sā parisā acchariyabbhutacittajātā ahosi: ",
          "en": "Then that assembly, their minds full of wonder and amazement, thought, "
        },
        {
          "scid": "mn91:35.2",
          "pli": "“acchariyaṃ vata bho, abbhutaṃ vata bho. ",
          "en": "“It’s incredible, it’s amazing, "
        },
        {
          "scid": "mn91:35.3",
          "pli": "Yatra hi nāmāyaṃ brahmāyu brāhmaṇo ñāto yasassī evarūpaṃ paramanipaccakāraṃ karissatī”ti. ",
          "en": "that Brahmāyu, who is so well-known and famous, should show the Buddha such utmost devotion.” "
        },
        {
          "scid": "mn91:35.4",
          "pli": "Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ etadavoca: ",
          "en": "Then the Buddha said to Brahmāyu, "
        },
        {
          "scid": "mn91:35.5",
          "pli": "“alaṃ, brāhmaṇa, uṭṭhaha nisīda tvaṃ sake āsane yato te mayi cittaṃ pasannan”ti. ",
          "en": "“Enough, brahmin. Get up, and sit in your own seat, since your mind has such confidence in me.” "
        },
        {
          "scid": "mn91:35.6",
          "pli": "Atha kho brahmāyu brāhmaṇo uṭṭhahitvā sake āsane nisīdi. ",
          "en": "So Brahmāyu got up and sat in his own seat. "
        },
        {
          "scid": "mn91:36.1",
          "pli": "Atha kho bhagavā brahmāyussa brāhmaṇassa anupubbiṃ kathaṃ kathesi, seyyathidaṃ—",
          "en": "Then the Buddha taught him step by step, with "
        },
        {
          "scid": "mn91:36.2",
          "pli": "dānakathaṃ, sīlakathaṃ, saggakathaṃ; ",
          "en": "a talk on giving, ethical conduct, and heaven. "
        },
        {
          "scid": "mn91:36.3",
          "pli": "kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ",
          "en": "He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. "
        },
        {
          "scid": "mn91:36.4",
          "pli": "Yadā bhagavā aññāsi brahmāyuṃ brāhmaṇaṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—",
          "en": "And when the Buddha knew that Brahmāyu’s mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas: "
        },
        {
          "scid": "mn91:36.5",
          "pli": "dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ. ",
          "en": "suffering, its origin, its cessation, and the path. "
        },
        {
          "scid": "mn91:36.6",
          "pli": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
          "en": "Just as a clean cloth rid of stains would properly absorb dye, "
        },
        {
          "scid": "mn91:36.7",
          "pli": "evameva brahmāyussa brāhmaṇassa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
          "en": "in that very seat the stainless, immaculate vision of the Dhamma arose in the brahmin Brahmāyu: "
        },
        {
          "scid": "mn91:36.8",
          "pli": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ",
          "en": "“Everything that has a beginning has an end.” "
        },
        {
          "scid": "mn91:36.9",
          "pli": "Atha kho brahmāyu brāhmaṇo diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca: ",
          "en": "Then Brahmāyu saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha: "
        },
        {
          "scid": "mn91:37.1",
          "pli": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "“Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "mn91:37.2",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. "
        },
        {
          "scid": "mn91:37.3",
          "pli": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "mn91:37.4",
          "pli": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life. "
        },
        {
          "scid": "mn91:37.5",
          "pli": "Adhivāsetu ca me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ",
          "en": "Would you and the mendicant Saṅgha please accept a meal from me tomorrow?” "
        },
        {
          "scid": "mn91:37.6",
          "pli": "Adhivāsesi bhagavā tuṇhībhāvena. ",
          "en": "The Buddha consented in silence. "
        },
        {
          "scid": "mn91:37.7",
          "pli": "Atha kho brahmāyu brāhmaṇo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "Then, knowing that the Buddha had consented, Brahmāyu got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. "
        },
        {
          "scid": "mn91:38.1",
          "pli": "Atha kho brahmāyu brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi: ",
          "en": "And when the night had passed Brahmāyu had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying, "
        },
        {
          "scid": "mn91:38.2",
          "pli": "“kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ",
          "en": "“Itʼs time, Master Gotama, the meal is ready.” "
        },
        {
          "scid": "mn91:38.3",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena brahmāyussa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of the brahmin Brahmāyu, where he sat on the seat spread out, together with the Saṅgha of mendicants. "
        },
        {
          "scid": "mn91:38.4",
          "pli": "Atha kho brahmāyu brāhmaṇo sattāhaṃ buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Brahmāyu served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods. "
        },
        {
          "scid": "mn91:39.1",
          "pli": "Atha kho bhagavā tassa sattāhassa accayena videhesu cārikaṃ pakkāmi. ",
          "en": "A week later, the Buddha departed to wander in the Videhan lands. "
        },
        {
          "scid": "mn91:39.2",
          "pli": "Atha kho brahmāyu brāhmaṇo acirapakkantassa bhagavato kālamakāsi. ",
          "en": "Not long after the Buddha left, Brahmāyu passed away. "
        },
        {
          "scid": "mn91:39.3",
          "pli": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ",
          "en": "Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "mn91:39.4",
          "pli": "“brahmāyu, bhante, brāhmaṇo kālaṅkato. ",
          "en": "“Sir, Brahmāyu has passed away. "
        },
        {
          "scid": "mn91:39.5",
          "pli": "Tassa kā gati, ko abhisamparāyo”ti? ",
          "en": "Where has he been reborn in his next life?” "
        },
        {
          "scid": "mn91:39.6",
          "pli": "“Paṇḍito, bhikkhave, brahmāyu brāhmaṇo paccapādi dhammassānudhammaṃ, na ca maṃ dhammādhikaraṇaṃ vihesesi. ",
          "en": "“Mendicants, the brahmin Brahmāyu was astute. He practiced in line with the teachings, and did not trouble me about the teachings. "
        },
        {
          "scid": "mn91:39.7",
          "pli": "Brahmāyu, bhikkhave, brāhmaṇo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā”ti. ",
          "en": "With the ending of the five lower fetters, he’s been reborn spontaneously and will become extinguished there, not liable to return from that world.” "
        },
        {
          "scid": "mn91:39.8",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "mn91:39.9",
          "pli": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the mendicants were happy with what the Buddha said. "
        },
        {
          "scid": "mn91:39.10",
          "pli": "Brahmāyusuttaṃ niṭṭhitaṃ paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "mn91/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "MN 91",
    "volpages": "MN ii 133",
    "uid": "mn91",
    "blurb": "The oldest and most respected brahmin of the age sends a student to examine the Buddha, and he spends several months following his every move before reporting back. Convinced that the Buddha fulfills an ancient prophecy of the Great Man, the brahmin becomes his disciple.",
    "difficulty": 2,
    "original_title": "Brahmāyu Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Brahmāyu ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_mn91_sujato",
        "segmented": true,
        "title": "With Brahmāyu ",
        "volpage": null
      }
    ],
    "parallel_count": 20,
    "biblio": null,
    "num": 1
  }
}