{
  "sutta_uid": "dn12",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn12",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Lohicca ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Three Knowledges ",
      "uid": "dn13"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Kevaddha ",
      "uid": "dn11"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn12:0.1",
          "pli": "Dīgha Nikāya 12 ",
          "en": "Long Discourses 12 "
        },
        {
          "scid": "dn12:0.2",
          "pli": "Lohiccasutta ",
          "en": "With Lohicca "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn12:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn12:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena sālavatikā tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at Sālavatikā. "
        },
        {
          "scid": "dn12:1.3",
          "pli": "Tena kho pana samayena lohicco brāhmaṇo sālavatikaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
          "en": "Now at that time the brahmin Lohicca was living in Sālavatikā. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality. "
        },
        {
          "scid": "dn12:2.1",
          "pli": "Tena kho pana samayena lohiccassa brāhmaṇassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ",
          "en": "Now at that time Lohicca had the following harmful misconception: "
        },
        {
          "scid": "dn12:2.2",
          "pli": "“idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ",
          "en": "“Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? "
        },
        {
          "scid": "dn12:2.3",
          "pli": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ",
          "en": "Suppose someone cut off an old bond, only to create another new bond. "
        },
        {
          "scid": "dn12:2.4",
          "pli": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī”ti. ",
          "en": "That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?” "
        },
        {
          "scid": "dn12:3.1",
          "pli": "Assosi kho lohicco brāhmaṇo: ",
          "en": "Lohicca heard: "
        },
        {
          "scid": "dn12:3.2",
          "pli": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi sālavatikaṃ anuppatto. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Sālavatikā, together with a large Saṅgha of five hundred mendicants. "
        },
        {
          "scid": "dn12:3.3",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn12:3.4",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "dn12:3.5",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "dn12:3.6",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "dn12:3.7",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "dn12:4.1",
          "pli": "Atha kho lohicco brāhmaṇo rosikaṃ nhāpitaṃ āmantesi: ",
          "en": "Then Lohicca addressed his barber Rosika, "
        },
        {
          "scid": "dn12:4.2",
          "pli": "“ehi tvaṃ, samma rosike, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā mama vacanena samaṇaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ",
          "en": "“Here, dear Rosika, go to the ascetic Gotama and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "dn12:4.3",
          "pli": "‘lohicco, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti; ",
          "en": " "
        },
        {
          "scid": "dn12:4.4",
          "pli": "evañca vadehi—",
          "en": "And then ask him whether he, "
        },
        {
          "scid": "dn12:4.5",
          "pli": "adhivāsetu kira bhavaṃ gotamo lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti. ",
          "en": "together with the mendicant Saṅgha, might accept tomorrow’s meal from the brahmin Lohicca.” "
        },
        {
          "scid": "dn12:5.1",
          "pli": "“Evaṃ, bho”ti kho rosikā nhāpito lohiccassa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rosikā nhāpito bhagavantaṃ etadavoca: ",
          "en": "“Yes, sir,” Rosika replied. He did as he was asked, and "
        },
        {
          "scid": "dn12:5.2",
          "pli": "“lohicco, bhante, brāhmaṇo bhagavantaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ",
          "en": " "
        },
        {
          "scid": "dn12:5.3",
          "pli": "evañca vadeti—",
          "en": " "
        },
        {
          "scid": "dn12:5.4",
          "pli": "adhivāsetu kira, bhante, bhagavā lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti. ",
          "en": " "
        },
        {
          "scid": "dn12:5.5",
          "pli": "Adhivāsesi bhagavā tuṇhībhāvena. ",
          "en": "the Buddha consented in silence. "
        },
        {
          "scid": "dn12:6.1",
          "pli": "Atha kho rosikā nhāpito bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena lohicco brāhmaṇo tenupasaṅkami; upasaṅkamitvā lohiccaṃ brāhmaṇaṃ etadavoca: ",
          "en": "Then, knowing that the Buddha had consented, Rosika got up from his seat, went to Lohicca, and said to him, "
        },
        {
          "scid": "dn12:6.2",
          "pli": "“avocumhā kho mayaṃ bhoto vacanena taṃ bhagavantaṃ: ",
          "en": "“I gave the Buddha your message, "
        },
        {
          "scid": "dn12:6.3",
          "pli": "‘lohicco, bhante, brāhmaṇo bhagavantaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ",
          "en": " "
        },
        {
          "scid": "dn12:6.4",
          "pli": "evañca vadeti—",
          "en": " "
        },
        {
          "scid": "dn12:6.5",
          "pli": "adhivāsetu kira, bhante, bhagavā lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā’ti. ",
          "en": " "
        },
        {
          "scid": "dn12:6.6",
          "pli": "Adhivutthañca pana tena bhagavatā”ti. ",
          "en": "and he accepted.” "
        },
        {
          "scid": "dn12:7.1",
          "pli": "Atha kho lohicco brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā rosikaṃ nhāpitaṃ āmantesi: ",
          "en": "And when the night had passed Lohicca had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying, "
        },
        {
          "scid": "dn12:7.2",
          "pli": "“ehi tvaṃ, samma rosike, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇassa gotamassa kālaṃ ārocehi—",
          "en": "“Here, dear Rosika, go to the ascetic Gotama and announce the time, saying: "
        },
        {
          "scid": "dn12:7.3",
          "pli": "kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ",
          "en": "‘Itʼs time, Master Gotama, the meal is ready.’” "
        },
        {
          "scid": "dn12:7.4",
          "pli": "“Evaṃ, bho”ti kho rosikā nhāpito lohiccassa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. ",
          "en": "“Yes, sir,” Rosika replied. He did as he was asked. "
        },
        {
          "scid": "dn12:7.5",
          "pli": "Ekamantaṃ ṭhito kho rosikā nhāpito bhagavato kālaṃ ārocesi: ",
          "en": " "
        },
        {
          "scid": "dn12:7.6",
          "pli": "“kālo, bhante, niṭṭhitaṃ bhattan”ti. ",
          "en": " "
        },
        {
          "scid": "dn12:7.7",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena sālavatikā tenupasaṅkami. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to Sālavatikā together with the Saṅgha of mendicants. "
        },
        {
          "scid": "dn12:8.1",
          "pli": "Tena kho pana samayena rosikā nhāpito bhagavantaṃ piṭṭhito piṭṭhito anubandho hoti. ",
          "en": "Now, Rosika was following behind the Buddha, "
        },
        {
          "scid": "dn12:8.2",
          "pli": "Atha kho rosikā nhāpito bhagavantaṃ etadavoca: ",
          "en": "and told him of Lohicca’s views, adding, "
        },
        {
          "scid": "dn12:8.3",
          "pli": "“lohiccassa, bhante, brāhmaṇassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ",
          "en": " "
        },
        {
          "scid": "dn12:8.4",
          "pli": "‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya—",
          "en": " "
        },
        {
          "scid": "dn12:8.5",
          "pli": "kiñhi paro parassa karissati. ",
          "en": " "
        },
        {
          "scid": "dn12:8.6",
          "pli": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ",
          "en": " "
        },
        {
          "scid": "dn12:8.7",
          "pli": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—",
          "en": " "
        },
        {
          "scid": "dn12:8.8",
          "pli": "kiñhi paro parassa karissatī’ti. ",
          "en": " "
        },
        {
          "scid": "dn12:8.9",
          "pli": "Sādhu, bhante, bhagavā lohiccaṃ brāhmaṇaṃ etasmā pāpakā diṭṭhigatā vivecetū”ti. ",
          "en": "“Sir, please dissuade him from that harmful misconception.” "
        },
        {
          "scid": "dn12:8.10",
          "pli": "“Appeva nāma siyā, rosike, appeva nāma siyā, rosike”ti. ",
          "en": "“Hopefully that’ll happen, Rosika, hopefully that’ll happen.” "
        },
        {
          "scid": "dn12:9.1",
          "pli": "Atha kho bhagavā yena lohiccassa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "Then the Buddha approached Lohicca’s home, where he sat on the seat spread out. "
        },
        {
          "scid": "dn12:9.2",
          "pli": "Atha kho lohicco brāhmaṇo buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Then Lohicca served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods. "
        },
        {
          "scid": "dn12:9.3",
          "pli": "1. Lohiccabrāhmaṇānuyoga ",
          "en": "1. Questioning Lohicca "
        },
        {
          "scid": "dn12:9.4",
          "pli": "Atha kho lohicco brāhmaṇo bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "When the Buddha had eaten and washed his hand and bowl, Lohicca took a low seat and sat to one side. "
        },
        {
          "scid": "dn12:9.5",
          "pli": "Ekamantaṃ nisinnaṃ kho lohiccaṃ brāhmaṇaṃ bhagavā etadavoca: ",
          "en": "The Buddha said to him, "
        },
        {
          "scid": "dn12:9.6",
          "pli": "“saccaṃ kira te, lohicca, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ",
          "en": "“Is it really true, Lohicca, that you have such a harmful misconception: "
        },
        {
          "scid": "dn12:9.7",
          "pli": "‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ",
          "en": "‘Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? "
        },
        {
          "scid": "dn12:9.8",
          "pli": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ",
          "en": "Suppose someone cut off an old bond, only to create another new bond. "
        },
        {
          "scid": "dn12:9.9",
          "pli": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī’”ti? ",
          "en": "That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’” "
        },
        {
          "scid": "dn12:9.10",
          "pli": "“Evaṃ, bho gotama”. ",
          "en": "“Yes, Master Gotama.” "
        },
        {
          "scid": "dn12:10.1",
          "pli": "“Taṃ kiṃ maññasi, lohicca, ",
          "en": "“What do you think, Lohicca? "
        },
        {
          "scid": "dn12:10.2",
          "pli": "nanu tvaṃ sālavatikaṃ ajjhāvasasī”ti? ",
          "en": "Do you reside in Sālavatikā?” "
        },
        {
          "scid": "dn12:10.3",
          "pli": "“Evaṃ, bho gotama”. ",
          "en": "“Yes, Master Gotama.” "
        },
        {
          "scid": "dn12:10.4",
          "pli": "“Yo nu kho, lohicca, evaṃ vadeyya: ",
          "en": "“Lohicca, suppose someone were to say: "
        },
        {
          "scid": "dn12:10.5",
          "pli": "‘lohicco brāhmaṇo sālavatikaṃ ajjhāvasati. ",
          "en": "‘The brahmin Lohicca reigns over Sālavatikā. "
        },
        {
          "scid": "dn12:10.6",
          "pli": "Yā sālavatikāya samudayasañjāti lohiccova taṃ brāhmaṇo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ",
          "en": "He alone should enjoy the revenues produced in Sālavatikā and not share them with anyone else.’ "
        },
        {
          "scid": "dn12:10.7",
          "pli": "Evaṃ vādī so ye taṃ upajīvanti, tesaṃ antarāyakaro vā hoti, no vā”ti? ",
          "en": "Would the person who spoke like that make it difficult for those whose living depends on you or not?” "
        },
        {
          "scid": "dn12:10.8",
          "pli": "“Antarāyakaro, bho gotama”. ",
          "en": "“They would, Master Gotama.” "
        },
        {
          "scid": "dn12:10.9",
          "pli": "“Antarāyakaro samāno hitānukampī vā tesaṃ hoti ahitānukampī vā”ti? ",
          "en": "“But is someone who creates difficulties for others acting kindly or unkindly?” "
        },
        {
          "scid": "dn12:10.10",
          "pli": "“Ahitānukampī, bho gotama”. ",
          "en": "“Unkindly, sir.” "
        },
        {
          "scid": "dn12:10.11",
          "pli": "“Ahitānukampissa mettaṃ vā tesu cittaṃ paccupaṭṭhitaṃ hoti sapattakaṃ vā”ti? ",
          "en": "“But does an unkind person have love in their heart or hostility?” "
        },
        {
          "scid": "dn12:10.12",
          "pli": "“Sapattakaṃ, bho gotama”. ",
          "en": "“Hostility, sir.” "
        },
        {
          "scid": "dn12:10.13",
          "pli": "“Sapattake citte paccupaṭṭhite micchādiṭṭhi vā hoti sammādiṭṭhi vā”ti? ",
          "en": "“And when the heart is full of hostility, is there right view or wrong view?” "
        },
        {
          "scid": "dn12:10.14",
          "pli": "“Micchādiṭṭhi, bho gotama”. ",
          "en": "“Wrong view, Master Gotama.” "
        },
        {
          "scid": "dn12:10.15",
          "pli": "“Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
          "en": "“An individual with wrong view is reborn in one of two places, I say: "
        },
        {
          "scid": "dn12:10.16",
          "pli": "nirayaṃ vā tiracchānayoniṃ vā. ",
          "en": "hell or the animal realm. "
        },
        {
          "scid": "dn12:11.1",
          "pli": "Taṃ kiṃ maññasi, lohicca, ",
          "en": "What do you think, Lohicca? "
        },
        {
          "scid": "dn12:11.2",
          "pli": "nanu rājā pasenadi kosalo kāsikosalaṃ ajjhāvasatī”ti? ",
          "en": "Does King Pasenadi reign over Kāsī and Kosala?” "
        },
        {
          "scid": "dn12:11.3",
          "pli": "“Evaṃ, bho gotama”. ",
          "en": "“Yes, Master Gotama.” "
        },
        {
          "scid": "dn12:11.4",
          "pli": "“Yo nu kho, lohicca, evaṃ vadeyya: ",
          "en": "“Lohicca, suppose someone were to say: "
        },
        {
          "scid": "dn12:11.5",
          "pli": "‘rājā pasenadi kosalo kāsikosalaṃ ajjhāvasati; ",
          "en": "‘King Pasenadi reigns over Kāsī and Kosala. "
        },
        {
          "scid": "dn12:11.6",
          "pli": "yā kāsikosale samudayasañjāti, rājāva taṃ pasenadi kosalo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ",
          "en": "He alone should enjoy the revenues produced in Kāsī and Kosala and not share them with anyone else.’ "
        },
        {
          "scid": "dn12:11.7",
          "pli": "Evaṃ vādī so ye rājānaṃ pasenadiṃ kosalaṃ upajīvanti tumhe ceva aññe ca, tesaṃ antarāyakaro vā hoti, no vā”ti? ",
          "en": "Would the person who spoke like that make it difficult for yourself and others whose living depends on King Pasenadi or not?” "
        },
        {
          "scid": "dn12:11.8",
          "pli": "“Antarāyakaro, bho gotama”. ",
          "en": "“They would, Master Gotama.” "
        },
        {
          "scid": "dn12:11.9",
          "pli": "“Antarāyakaro samāno hitānukampī vā tesaṃ hoti ahitānukampī vā”ti? ",
          "en": "“But is someone who creates difficulties for others acting kindly or unkindly?” "
        },
        {
          "scid": "dn12:11.10",
          "pli": "“Ahitānukampī, bho gotama”. ",
          "en": "“Unkindly, sir.” "
        },
        {
          "scid": "dn12:11.11",
          "pli": "“Ahitānukampissa mettaṃ vā tesu cittaṃ paccupaṭṭhitaṃ hoti sapattakaṃ vā”ti? ",
          "en": "“But does an unkind person have love in their heart or hostility?” "
        },
        {
          "scid": "dn12:11.12",
          "pli": "“Sapattakaṃ, bho gotama”. ",
          "en": "“Hostility, sir.” "
        },
        {
          "scid": "dn12:11.13",
          "pli": "“Sapattake citte paccupaṭṭhite micchādiṭṭhi vā hoti sammādiṭṭhi vā”ti? ",
          "en": "“And when the heart is full of hostility, is there right view or wrong view?” "
        },
        {
          "scid": "dn12:11.14",
          "pli": "“Micchādiṭṭhi, bho gotama”. ",
          "en": "“Wrong view, Master Gotama.” "
        },
        {
          "scid": "dn12:11.15",
          "pli": "“Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
          "en": "“An individual with wrong view is reborn in one of two places, I say: "
        },
        {
          "scid": "dn12:11.16",
          "pli": "nirayaṃ vā tiracchānayoniṃ vā. ",
          "en": "hell or the animal realm. "
        },
        {
          "scid": "dn12:12.1",
          "pli": "Iti kira, lohicca, yo evaṃ vadeyya: ",
          "en": "So it seems, Lohicca, that should someone say such a thing either of Lohicca or of King Pasenadi, "
        },
        {
          "scid": "dn12:12.2",
          "pli": "‘lohicco brāhmaṇo sālavatikaṃ ajjhāvasati; ",
          "en": " "
        },
        {
          "scid": "dn12:12.3",
          "pli": "yā sālavatikāya samudayasañjāti, lohiccova taṃ brāhmaṇo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ",
          "en": " "
        },
        {
          "scid": "dn12:13.1",
          "pli": "Evaṃvādī so ye taṃ upajīvanti, tesaṃ antarāyakaro hoti. ",
          "en": " "
        },
        {
          "scid": "dn12:13.2",
          "pli": "Antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ",
          "en": "that is wrong view. "
        },
        {
          "scid": "dn12:13.3",
          "pli": "Evameva kho, lohicca, yo evaṃ vadeyya: ",
          "en": "In the same way, suppose someone were to say: "
        },
        {
          "scid": "dn12:13.4",
          "pli": "‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ",
          "en": "‘Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? "
        },
        {
          "scid": "dn12:13.5",
          "pli": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya … pe … ",
          "en": "Suppose someone cut off an old bond, only to create another new bond. "
        },
        {
          "scid": "dn12:13.6",
          "pli": "karissatī’ti. ",
          "en": "That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’ "
        },
        {
          "scid": "dn12:13.7",
          "pli": "Evaṃvādī so ye te kulaputtā tathāgatappaveditaṃ dhammavinayaṃ āgamma evarūpaṃ uḷāraṃ visesaṃ adhigacchanti, sotāpattiphalampi sacchikaronti, sakadāgāmiphalampi sacchikaronti, anāgāmiphalampi sacchikaronti, arahattampi sacchikaronti, ye cime dibbā gabbhā paripācenti dibbānaṃ bhavānaṃ abhinibbattiyā, tesaṃ antarāyakaro hoti, antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ",
          "en": "Now, there are gentlemen who, relying on the teaching and training proclaimed by the Realized One, achieve a high distinction such as the following: they realize the fruit of stream-entry, the fruit of once-return, the fruit of non-return, or the fruit of perfection. And in addition, there are those who ripen the seeds for rebirth in a heavenly state. The person who spoke like that makes it difficult for them. They’re acting unkindly, their heart is full of hostility, and they have wrong view. "
        },
        {
          "scid": "dn12:13.8",
          "pli": "Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
          "en": "An individual with wrong view is reborn in one of two places, I say: "
        },
        {
          "scid": "dn12:13.9",
          "pli": "nirayaṃ vā tiracchānayoniṃ vā. ",
          "en": "hell or the animal realm. "
        },
        {
          "scid": "dn12:14.1",
          "pli": "Iti kira, lohicca, yo evaṃ vadeyya: ",
          "en": " "
        },
        {
          "scid": "dn12:14.2",
          "pli": "‘rājā pasenadi kosalo kāsikosalaṃ ajjhāvasati; ",
          "en": " "
        },
        {
          "scid": "dn12:14.3",
          "pli": "yā kāsikosale samudayasañjāti, rājāva taṃ pasenadi kosalo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ",
          "en": " "
        },
        {
          "scid": "dn12:15.1",
          "pli": "Evaṃvādī so ye rājānaṃ pasenadiṃ kosalaṃ upajīvanti tumhe ceva aññe ca, tesaṃ antarāyakaro hoti. ",
          "en": " "
        },
        {
          "scid": "dn12:15.2",
          "pli": "Antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ",
          "en": " "
        },
        {
          "scid": "dn12:15.3",
          "pli": "Evameva kho, lohicca, yo evaṃ vadeyya: ",
          "en": " "
        },
        {
          "scid": "dn12:15.4",
          "pli": "‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ",
          "en": " "
        },
        {
          "scid": "dn12:15.5",
          "pli": "Seyyathāpi nāma … pe … ",
          "en": " "
        },
        {
          "scid": "dn12:15.6",
          "pli": "kiñhi paro parassa karissatī’ti. ",
          "en": " "
        },
        {
          "scid": "dn12:15.7",
          "pli": "Evaṃvādī so ye te kulaputtā tathāgatappaveditaṃ dhammavinayaṃ āgamma evarūpaṃ uḷāraṃ visesaṃ adhigacchanti, sotāpattiphalampi sacchikaronti, sakadāgāmiphalampi sacchikaronti, anāgāmiphalampi sacchikaronti, arahattampi sacchikaronti. ",
          "en": " "
        },
        {
          "scid": "dn12:15.8",
          "pli": "Ye cime dibbā gabbhā paripācenti dibbānaṃ bhavānaṃ abhinibbattiyā, tesaṃ antarāyakaro hoti, ",
          "en": " "
        },
        {
          "scid": "dn12:15.9",
          "pli": "antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ",
          "en": " "
        },
        {
          "scid": "dn12:15.10",
          "pli": "Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
          "en": " "
        },
        {
          "scid": "dn12:15.11",
          "pli": "nirayaṃ vā tiracchānayoniṃ vā. ",
          "en": " "
        },
        {
          "scid": "dn12:15.12",
          "pli": "2. Tayocodanārahā ",
          "en": "2. Three Teachers Who Deserve to Be Reprimanded "
        },
        {
          "scid": "dn12:16.1",
          "pli": "Tayo khome, lohicca, satthāro, ye loke codanārahā; ",
          "en": "Lohicca, there are three kinds of teachers in the world who deserve to be reprimanded. "
        },
        {
          "scid": "dn12:16.2",
          "pli": "yo ca panevarūpe satthāro codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ",
          "en": "When someone reprimands such teachers, the reprimand is true, substantive, legitimate, and blameless. "
        },
        {
          "scid": "dn12:16.3",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "dn12:16.4",
          "pli": "Idha, lohicca, ekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho ananuppatto hoti. ",
          "en": "Firstly, take a teacher who has not reached the goal of the ascetic life for which they went forth from the lay life to homelessness. "
        },
        {
          "scid": "dn12:16.5",
          "pli": "So taṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ",
          "en": "They teach their disciples: "
        },
        {
          "scid": "dn12:16.6",
          "pli": "‘idaṃ vo hitāya idaṃ vo sukhāyā’ti. ",
          "en": "‘This is for your welfare. This is for your happiness.’ "
        },
        {
          "scid": "dn12:16.7",
          "pli": "Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
          "en": "But their disciples don’t want to listen. They don’t pay attention or apply their minds to understand. They proceed having turned away from the teacher’s instruction. "
        },
        {
          "scid": "dn12:16.8",
          "pli": "So evamassa codetabbo: ",
          "en": "That teacher deserves to be reprimanded: "
        },
        {
          "scid": "dn12:16.9",
          "pli": "‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho ananuppatto, taṃ tvaṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ",
          "en": "‘Venerable, you haven’t reached the goal of the ascetic life; and when you teach disciples "
        },
        {
          "scid": "dn12:16.10",
          "pli": "“idaṃ vo hitāya idaṃ vo sukhāyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn12:16.11",
          "pli": "Tassa te sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
          "en": "they proceed having turned away from the teacher’s instruction. "
        },
        {
          "scid": "dn12:16.12",
          "pli": "Seyyathāpi nāma osakkantiyā vā ussakkeyya, parammukhiṃ vā āliṅgeyya; ",
          "en": "It’s like a man who makes advances on a woman though she pulls away, or embraces her though she turns her back. "
        },
        {
          "scid": "dn12:16.13",
          "pli": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—",
          "en": "That’s the consequence of such a wicked, greedy deed, I say. For what can one do for another?’ "
        },
        {
          "scid": "dn12:16.14",
          "pli": "kiñhi paro parassa karissatī’ti. ",
          "en": " "
        },
        {
          "scid": "dn12:16.15",
          "pli": "Ayaṃ kho, lohicca, paṭhamo satthā, yo loke codanāraho; ",
          "en": "This is the first kind of teacher who deserves to be reprimanded. "
        },
        {
          "scid": "dn12:16.16",
          "pli": "yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ",
          "en": " "
        },
        {
          "scid": "dn12:17.1",
          "pli": "Puna caparaṃ, lohicca, idhekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho ananuppatto hoti. ",
          "en": "Furthermore, take a teacher who has not reached the goal of the ascetic life for which they went forth from the lay life to homelessness. "
        },
        {
          "scid": "dn12:17.2",
          "pli": "So taṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ",
          "en": "They teach their disciples: "
        },
        {
          "scid": "dn12:17.3",
          "pli": "‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti. ",
          "en": "‘This is for your welfare. This is for your happiness.’ "
        },
        {
          "scid": "dn12:17.4",
          "pli": "Tassa sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti. ",
          "en": "Their disciples do want to listen. They pay attention and apply their minds to understand. They don’t proceed having turned away from the teacher’s instruction. "
        },
        {
          "scid": "dn12:17.5",
          "pli": "So evamassa codetabbo: ",
          "en": "That teacher deserves to be reprimanded: "
        },
        {
          "scid": "dn12:17.6",
          "pli": "‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho ananuppatto. Taṃ tvaṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ",
          "en": "‘Venerable, you haven’t reached the goal of the ascetic life; and when you teach disciples "
        },
        {
          "scid": "dn12:17.7",
          "pli": "“idaṃ vo hitāya, idaṃ vo sukhāyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn12:17.8",
          "pli": "Tassa te sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti. ",
          "en": "they don’t proceed having turned away from the teacher’s instruction. "
        },
        {
          "scid": "dn12:17.9",
          "pli": "Seyyathāpi nāma sakaṃ khettaṃ ohāya paraṃ khettaṃ niddāyitabbaṃ maññeyya, evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—kiñhi paro parassa karissatī’ti. ",
          "en": "It’s like someone who abandons their own field and presumes to weed someone else’s field. That’s the consequence of such a wicked, greedy deed, I say. For what can one do for another?’ "
        },
        {
          "scid": "dn12:17.10",
          "pli": "Ayaṃ kho, lohicca, dutiyo satthā, yo, loke codanāraho; ",
          "en": "This is the second kind of teacher who deserves to be reprimanded. "
        },
        {
          "scid": "dn12:17.11",
          "pli": "yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ",
          "en": " "
        },
        {
          "scid": "dn12:18.1",
          "pli": "Puna caparaṃ, lohicca, idhekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho anuppatto hoti. ",
          "en": "Furthermore, take a teacher who has reached the goal of the ascetic life for which they went forth from the lay life to homelessness. "
        },
        {
          "scid": "dn12:18.2",
          "pli": "So taṃ sāmaññatthaṃ anupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ",
          "en": "They teach their disciples: "
        },
        {
          "scid": "dn12:18.3",
          "pli": "‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti. ",
          "en": "‘This is for your welfare. This is for your happiness.’ "
        },
        {
          "scid": "dn12:18.4",
          "pli": "Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
          "en": "But their disciples don’t want to listen. They don’t pay attention or apply their minds to understand. They proceed having turned away from the teacher’s instruction. "
        },
        {
          "scid": "dn12:18.5",
          "pli": "So evamassa codetabbo: ",
          "en": "That teacher deserves to be reprimanded: "
        },
        {
          "scid": "dn12:18.6",
          "pli": "‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho anuppatto. ",
          "en": "‘Venerable, you have reached the goal of the ascetic life; yet when you teach disciples "
        },
        {
          "scid": "dn12:18.7",
          "pli": "Taṃ tvaṃ sāmaññatthaṃ anupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ",
          "en": " "
        },
        {
          "scid": "dn12:18.8",
          "pli": "“idaṃ vo hitāya, idaṃ vo sukhāyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn12:18.9",
          "pli": "Tassa te sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
          "en": "they proceed having turned away from the teacher’s instruction. "
        },
        {
          "scid": "dn12:18.10",
          "pli": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ",
          "en": "Suppose someone cut off an old bond, only to create another new bond. "
        },
        {
          "scid": "dn12:18.11",
          "pli": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī’ti. ",
          "en": "That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’ "
        },
        {
          "scid": "dn12:18.12",
          "pli": "Ayaṃ kho, lohicca, tatiyo satthā, yo loke codanāraho; ",
          "en": "This is the third kind of teacher who deserves to be reprimanded. "
        },
        {
          "scid": "dn12:18.13",
          "pli": "yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ",
          "en": " "
        },
        {
          "scid": "dn12:18.14",
          "pli": "Ime kho, lohicca, tayo satthāro, ye loke codanārahā, ",
          "en": "These are the three kinds of teachers in the world who deserve to be reprimanded. "
        },
        {
          "scid": "dn12:18.15",
          "pli": "yo ca panevarūpe satthāro codeti, sā codanā bhūtā tacchā dhammikā anavajjā”ti. ",
          "en": "When someone reprimands such teachers, the reprimand is true, substantive, legitimate, and blameless.” "
        },
        {
          "scid": "dn12:18.16",
          "pli": "3. Nacodanārahasatthu ",
          "en": "3. A Teacher Who Does Not Deserve to Be Reprimanded "
        },
        {
          "scid": "dn12:19.1",
          "pli": "Evaṃ vutte, lohicco brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Lohicca said to the Buddha, "
        },
        {
          "scid": "dn12:19.2",
          "pli": "“atthi pana, bho gotama, koci satthā, yo loke nacodanāraho”ti? ",
          "en": "“But Master Gotama, is there a teacher in the world who does not deserve to be reprimanded?” "
        },
        {
          "scid": "dn12:19.3",
          "pli": "“Atthi kho, lohicca, satthā, yo loke nacodanāraho”ti. ",
          "en": "“There is, Lohicca.” "
        },
        {
          "scid": "dn12:19.4",
          "pli": "“Katamo pana so, bho gotama, satthā, yo loke nacodanāraho”ti? ",
          "en": "“But who is that teacher?” "
        },
        {
          "scid": "dn12:20-55.1",
          "pli": "“Idha, lohicca, tathāgato loke uppajjati arahaṃ, sammāsambuddho … pe … ",
          "en": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … "
        },
        {
          "scid": "dn12:20-55.2",
          "pli": "Evaṃ kho, lohicca, bhikkhu sīlasampanno hoti … pe … ",
          "en": "That’s how a mendicant is accomplished in ethics. … "
        },
        {
          "scid": "dn12:20-55.3",
          "pli": "paṭhamaṃ jhānaṃ upasampajja viharati … ",
          "en": "They enter and remain in the first absorption … "
        },
        {
          "scid": "dn12:20-55.4",
          "pli": "yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho. ",
          "en": "A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. "
        },
        {
          "scid": "dn12:20-55.5",
          "pli": "Yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ",
          "en": "When someone reprimands such a teacher, the reprimand is false, baseless, illegitimate, and blameworthy. "
        },
        {
          "scid": "dn12:56-62.1",
          "pli": "… pe … ",
          "en": " "
        },
        {
          "scid": "dn12:56-62.2",
          "pli": "Dutiyaṃ jhānaṃ … pe … ",
          "en": "They enter and remain in the second absorption … "
        },
        {
          "scid": "dn12:56-62.3",
          "pli": "tatiyaṃ jhānaṃ … pe … ",
          "en": "third absorption … "
        },
        {
          "scid": "dn12:56-62.4",
          "pli": "catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "fourth absorption. "
        },
        {
          "scid": "dn12:56-62.5",
          "pli": "Yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ",
          "en": "A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. … "
        },
        {
          "scid": "dn12:63-77.1",
          "pli": "… pe … ",
          "en": " "
        },
        {
          "scid": "dn12:63-77.2",
          "pli": "Ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … ",
          "en": "They extend and project the mind toward knowledge and vision … "
        },
        {
          "scid": "dn12:63-77.3",
          "pli": "yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ",
          "en": "A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. … "
        },
        {
          "scid": "dn12:63-77.4",
          "pli": "… pe … ",
          "en": " "
        },
        {
          "scid": "dn12:63-77.5",
          "pli": "Nāparaṃ itthattāyāti pajānāti. ",
          "en": "They understand: ‘… there is no return to any state of existence.’ "
        },
        {
          "scid": "dn12:63-77.6",
          "pli": "Yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā”ti. ",
          "en": "A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. When someone reprimands such a teacher, the reprimand is false, baseless, illegitimate, and blameworthy.” "
        },
        {
          "scid": "dn12:78.1",
          "pli": "Evaṃ vutte, lohicco brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Lohicca said to the Buddha: "
        },
        {
          "scid": "dn12:78.2",
          "pli": "“seyyathāpi, bho gotama, puriso purisaṃ narakapapātaṃ patantaṃ kesesu gahetvā uddharitvā thale patiṭṭhapeyya; ",
          "en": "“Suppose, Master Gotama, a person was on the verge of falling off a cliff, and another person were to grab them by the hair, pull them up, and place them on firm ground. "
        },
        {
          "scid": "dn12:78.3",
          "pli": "evamevāhaṃ bhotā gotamena narakapapātaṃ papatanto uddharitvā thale patiṭṭhāpito. ",
          "en": "In the same way, when I was falling off a cliff Master Gotama pulled me up and placed me on safe ground. "
        },
        {
          "scid": "dn12:78.4",
          "pli": "Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "dn12:78.5",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the Teaching clear in many ways. "
        },
        {
          "scid": "dn12:78.6",
          "pli": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "dn12:78.7",
          "pli": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "dn12:78.8",
          "pli": "Lohiccasuttaṃ niṭṭhitaṃ dvādasamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn12/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 12",
    "volpages": "DN i 224",
    "uid": "dn12",
    "blurb": "A brahmin has fallen into the idea that there is no point in trying to offer spiritual help to others. The Buddha goes to see him, and persuades him of the genuine benefits of spiritual teaching.",
    "difficulty": 2,
    "original_title": "Lohicca Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Lohicca ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn12_sujato",
        "segmented": true,
        "title": "With Lohicca ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_dn12_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Lohicca"
      }
    ],
    "parallel_count": 38,
    "biblio": null,
    "num": 12
  }
}