{
  "sutta_uid": "dn13",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn13",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Three Knowledges ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Great Discourse on the Harvest of Deeds ",
      "uid": "dn14"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Lohicca ",
      "uid": "dn12"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn13:0.1",
          "pli": "Dīgha Nikāya 13 ",
          "en": "Long Discourses 13 "
        },
        {
          "scid": "dn13:0.2",
          "pli": "Tevijjasutta ",
          "en": "The Three Knowledges "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 13 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn13:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn13:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena manasākaṭaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at a village of the Kosalan brahmins named Manasākaṭa. "
        },
        {
          "scid": "dn13:1.3",
          "pli": "Tatra sudaṃ bhagavā manasākaṭe viharati uttarena manasākaṭassa aciravatiyā nadiyā tīre ambavane. ",
          "en": "He stayed in a mango grove on a bank of the river Aciravatī to the north of Manasākaṭa. "
        },
        {
          "scid": "dn13:2.1",
          "pli": "Tena kho pana samayena sambahulā abhiññātā abhiññātā brāhmaṇamahāsālā manasākaṭe paṭivasanti, seyyathidaṃ—",
          "en": "Now at that time several very well-known well-to-do brahmins were residing in Manasākaṭa. They included "
        },
        {
          "scid": "dn13:2.2",
          "pli": "caṅkī brāhmaṇo tārukkho brāhmaṇo pokkharasāti brāhmaṇo jāṇusoṇi brāhmaṇo todeyyo brāhmaṇo aññe ca abhiññātā abhiññātā brāhmaṇamahāsālā. ",
          "en": "the brahmins Caṅkī, Tārukkha, Pokkharasāti, Jāṇussoṇi, Todeyya, and others. "
        },
        {
          "scid": "dn13:3.1",
          "pli": "Atha kho vāseṭṭhabhāradvājānaṃ māṇavānaṃ jaṅghavihāraṃ anucaṅkamantānaṃ anuvicarantānaṃ maggāmagge kathā udapādi. ",
          "en": "Then as the students Vāseṭṭha and Bhāradvāja were going for a walk they began a discussion regarding the variety of paths. "
        },
        {
          "scid": "dn13:4.1",
          "pli": "Atha kho vāseṭṭho māṇavo evamāha: ",
          "en": "Vāseṭṭha said this: "
        },
        {
          "scid": "dn13:4.2",
          "pli": "“ayameva ujumaggo, ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena pokkharasātinā”ti. ",
          "en": "“This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā; namely, that explained by the brahmin Pokkharasāti.” "
        },
        {
          "scid": "dn13:5.1",
          "pli": "Bhāradvājopi māṇavo evamāha: ",
          "en": "Bhāradvāja said this: "
        },
        {
          "scid": "dn13:5.2",
          "pli": "“ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena tārukkhenā”ti. ",
          "en": "“This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā; namely, that explained by the brahmin Tārukkha.” "
        },
        {
          "scid": "dn13:6.1",
          "pli": "Neva kho asakkhi vāseṭṭho māṇavo bhāradvājaṃ māṇavaṃ saññāpetuṃ, na pana asakkhi bhāradvājo māṇavo vāseṭṭhaṃ māṇavaṃ saññāpetuṃ. ",
          "en": "But neither was able to persuade the other. "
        },
        {
          "scid": "dn13:7.1",
          "pli": "Atha kho vāseṭṭho māṇavo bhāradvājaṃ māṇavaṃ āmantesi: ",
          "en": "So Vāseṭṭha said to Bhāradvāja, "
        },
        {
          "scid": "dn13:7.2",
          "pli": "“ayaṃ kho, bhāradvāja, samaṇo gotamo sakyaputto sakyakulā pabbajito manasākaṭe viharati uttarena manasākaṭassa aciravatiyā nadiyā tīre ambavane. ",
          "en": "“Bhāradvāja, the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is staying in a mango grove on a bank of the river Aciravatī to the north of Manasākaṭa. "
        },
        {
          "scid": "dn13:7.3",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn13:7.4",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "dn13:7.5",
          "pli": "Āyāma, bho bhāradvāja, yena samaṇo gotamo tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ samaṇaṃ gotamaṃ pucchissāma. ",
          "en": "Come, let’s go to see him and ask him about this matter. "
        },
        {
          "scid": "dn13:7.6",
          "pli": "Yathā no samaṇo gotamo byākarissati, tathā naṃ dhāressāmā”ti. ",
          "en": "As he answers, so we’ll remember it.” "
        },
        {
          "scid": "dn13:7.7",
          "pli": "“Evaṃ, bho”ti kho bhāradvājo māṇavo vāseṭṭhassa māṇavassa paccassosi. ",
          "en": "“Yes, sir,” replied Bhāradvāja. "
        },
        {
          "scid": "dn13:7.8",
          "pli": "1. Maggāmaggakathā ",
          "en": "1. The Variety of Paths "
        },
        {
          "scid": "dn13:8.1",
          "pli": "Atha kho vāseṭṭhabhāradvājā māṇavā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu. ",
          "en": "So they went to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "dn13:8.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho vāseṭṭho māṇavo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, they sat down to one side and Vāseṭṭha told him of their conversation, adding: "
        },
        {
          "scid": "dn13:8.3",
          "pli": "“idha, bho gotama, amhākaṃ jaṅghavihāraṃ anucaṅkamantānaṃ anuvicarantānaṃ maggāmagge kathā udapādi. ",
          "en": " "
        },
        {
          "scid": "dn13:8.4",
          "pli": "Ahaṃ evaṃ vadāmi: ",
          "en": " "
        },
        {
          "scid": "dn13:8.5",
          "pli": "‘ayameva ujumaggo, ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena pokkharasātinā’ti. ",
          "en": " "
        },
        {
          "scid": "dn13:8.6",
          "pli": "Bhāradvājo māṇavo evamāha: ",
          "en": " "
        },
        {
          "scid": "dn13:8.7",
          "pli": "‘ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena tārukkhenā’ti. ",
          "en": " "
        },
        {
          "scid": "dn13:8.8",
          "pli": "Ettha, bho gotama, attheva viggaho, atthi vivādo, atthi nānāvādo”ti. ",
          "en": "“In this matter we have a dispute, a disagreement, a difference of opinion.” "
        },
        {
          "scid": "dn13:9.1",
          "pli": "“Iti kira, vāseṭṭha, tvaṃ evaṃ vadesi: ",
          "en": "“So, Vāseṭṭha, it seems that you say that "
        },
        {
          "scid": "dn13:9.2",
          "pli": "‘ayameva ujumaggo, ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena pokkharasātinā’ti. ",
          "en": "the straight path is that explained by Pokkharasāti, "
        },
        {
          "scid": "dn13:9.3",
          "pli": "Bhāradvājo māṇavo evamāha: ",
          "en": "while Bhāradvāja says that "
        },
        {
          "scid": "dn13:9.4",
          "pli": "‘ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena tārukkhenā’ti. ",
          "en": "the straight path is that explained by Tārukkha. "
        },
        {
          "scid": "dn13:9.5",
          "pli": "Atha kismiṃ pana vo, vāseṭṭha, viggaho, kismiṃ vivādo, kismiṃ nānāvādo”ti? ",
          "en": "But what exactly is your disagreement about?” "
        },
        {
          "scid": "dn13:10.1",
          "pli": "“Maggāmagge, bho gotama. ",
          "en": "“About the variety of paths, Master Gotama. "
        },
        {
          "scid": "dn13:10.2",
          "pli": "Kiñcāpi, bho gotama, brāhmaṇā nānāmagge paññāpenti, addhariyā brāhmaṇā tittiriyā brāhmaṇā chandokā brāhmaṇā bavhārijjhā brāhmaṇā, atha kho sabbāni tāni niyyānikā niyyanti takkarassa brahmasahabyatāya. ",
          "en": "Even though brahmins describe different paths—the Addhariya brahmins, the Tittiriya brahmins, the Chandoka brahmins, and the Bavhadija brahmins—all of them lead someone who practices them to the company of Brahmā. "
        },
        {
          "scid": "dn13:10.3",
          "pli": "Seyyathāpi, bho gotama, gāmassa vā nigamassa vā avidūre bahūni cepi nānāmaggāni bhavanti, atha kho sabbāni tāni gāmasamosaraṇāni bhavanti; ",
          "en": "It’s like a village or town that has many different roads nearby, yet all of them meet at that village. "
        },
        {
          "scid": "dn13:10.4",
          "pli": "evameva kho, bho gotama, kiñcāpi brāhmaṇā nānāmagge paññāpenti, addhariyā brāhmaṇā tittiriyā brāhmaṇā chandokā brāhmaṇā bavhārijjhā brāhmaṇā, atha kho sabbāni tāni niyyānikā niyyanti takkarassa brahmasahabyatāyā”ti. ",
          "en": "In the same way, even though brahmins describe different paths—the Addhariya brahmins, the Tittiriya brahmins, the Chandoka brahmins, and the Bavhadija brahmins—all of them lead someone who practices them to the company of Brahmā.” "
        },
        {
          "scid": "dn13:10.5",
          "pli": "2. Vāseṭṭhamāṇavānuyoga ",
          "en": "2. Questioning Vāseṭṭha "
        },
        {
          "scid": "dn13:11.1",
          "pli": "“Niyyantīti, vāseṭṭha vadesi”? ",
          "en": "“Do you say, ‘they lead someone’, Vāseṭṭha?” "
        },
        {
          "scid": "dn13:11.2",
          "pli": "“Niyyantīti, bho gotama, vadāmi”. ",
          "en": "“I do, Master Gotama.” "
        },
        {
          "scid": "dn13:11.3",
          "pli": "“Niyyantīti, vāseṭṭha, vadesi”? ",
          "en": "“Do you say, ‘they lead someone’, Vāseṭṭha?” "
        },
        {
          "scid": "dn13:11.4",
          "pli": "“Niyyantīti, bho gotama, vadāmi”. ",
          "en": "“I do, Master Gotama.” "
        },
        {
          "scid": "dn13:11.5",
          "pli": "“Niyyantīti, vāseṭṭha, vadesi”? ",
          "en": "“Do you say, ‘they lead someone’, Vāseṭṭha?” "
        },
        {
          "scid": "dn13:11.6",
          "pli": "“Niyyantīti, bho gotama, vadāmi”. ",
          "en": "“I do, Master Gotama.” "
        },
        {
          "scid": "dn13:12.1",
          "pli": "“Kiṃ pana, vāseṭṭha, atthi koci tevijjānaṃ brāhmaṇānaṃ ekabrāhmaṇopi, yena brahmā sakkhidiṭṭho”ti? ",
          "en": "“Well, of the brahmins who are proficient in the three Vedas, Vāseṭṭha, is there even a single one who has seen Brahmā with their own eyes?” "
        },
        {
          "scid": "dn13:12.2",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:12.3",
          "pli": "“Kiṃ pana, vāseṭṭha, atthi koci tevijjānaṃ brāhmaṇānaṃ ekācariyopi, yena brahmā sakkhidiṭṭho”ti? ",
          "en": "“Well, has even a single one of their teachers seen Brahmā with their own eyes?” "
        },
        {
          "scid": "dn13:12.4",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:12.5",
          "pli": "“Kiṃ pana, vāseṭṭha, atthi koci tevijjānaṃ brāhmaṇānaṃ ekācariyapācariyopi, yena brahmā sakkhidiṭṭho”ti? ",
          "en": "“Well, has even a single one of their teachers’ teachers seen Brahmā with their own eyes?” "
        },
        {
          "scid": "dn13:12.6",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:12.7",
          "pli": "“Kiṃ pana, vāseṭṭha, atthi koci tevijjānaṃ brāhmaṇānaṃ yāva sattamā ācariyāmahayugā yena brahmā sakkhidiṭṭho”ti? ",
          "en": "“Well, has anyone back to the seventh generation of teachers seen Brahmā with their own eyes?” "
        },
        {
          "scid": "dn13:12.8",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:13.1",
          "pli": "“Kiṃ pana, vāseṭṭha, yepi tevijjānaṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi tevijjā brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti, tadanubhāsanti, bhāsitamanubhāsanti, vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu. ",
          "en": "“Well, what of the ancient hermits of the brahmins, namely Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu? They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught. "
        },
        {
          "scid": "dn13:13.2",
          "pli": "Tepi evamāhaṃsu: ",
          "en": "Did they say: "
        },
        {
          "scid": "dn13:13.3",
          "pli": "‘mayametaṃ jānāma, mayametaṃ passāma, yattha vā brahmā, yena vā brahmā, yahiṃ vā brahmā’”ti? ",
          "en": "‘We know and see where Brahmā is or what way he lies’?” "
        },
        {
          "scid": "dn13:13.4",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:14.1",
          "pli": "“Iti kira, vāseṭṭha, natthi koci tevijjānaṃ brāhmaṇānaṃ ekabrāhmaṇopi, yena brahmā sakkhidiṭṭho. ",
          "en": "“So it seems that none of the brahmins have seen Brahmā with their own eyes, "
        },
        {
          "scid": "dn13:14.2",
          "pli": "Natthi koci tevijjānaṃ brāhmaṇānaṃ ekācariyopi, yena brahmā sakkhidiṭṭho. ",
          "en": " "
        },
        {
          "scid": "dn13:14.3",
          "pli": "Natthi koci tevijjānaṃ brāhmaṇānaṃ ekācariyapācariyopi, yena brahmā sakkhidiṭṭho. ",
          "en": " "
        },
        {
          "scid": "dn13:14.4",
          "pli": "Natthi koci tevijjānaṃ brāhmaṇānaṃ yāva sattamā ācariyāmahayugā yena brahmā sakkhidiṭṭho. ",
          "en": " "
        },
        {
          "scid": "dn13:14.5",
          "pli": "Yepi kira tevijjānaṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi tevijjā brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti, tadanubhāsanti, bhāsitamanubhāsanti, vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi na evamāhaṃsu: ",
          "en": "and not even the ancient hermits "
        },
        {
          "scid": "dn13:14.6",
          "pli": "‘mayametaṃ jānāma, mayametaṃ passāma, yattha vā brahmā, yena vā brahmā, yahiṃ vā brahmā’ti. ",
          "en": "claimed to know where he is. "
        },
        {
          "scid": "dn13:14.7",
          "pli": "Teva tevijjā brāhmaṇā evamāhaṃsu: ",
          "en": "Yet the brahmins proficient in the three Vedas say: "
        },
        {
          "scid": "dn13:14.8",
          "pli": "‘yaṃ na jānāma, yaṃ na passāma, tassa sahabyatāya maggaṃ desema. ",
          "en": "‘We teach the path to the company of that which we neither know nor see. "
        },
        {
          "scid": "dn13:14.9",
          "pli": "Ayameva ujumaggo ayamañjasāyano niyyāniko, niyyāti takkarassa brahmasahabyatāyā’ti. ",
          "en": "This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā.’ "
        },
        {
          "scid": "dn13:14.10",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:14.11",
          "pli": "nanu evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
          "en": "This being so, doesn’t their statement turn out to have no demonstrable basis?” "
        },
        {
          "scid": "dn13:14.12",
          "pli": "“Addhā kho, bho gotama, evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
          "en": "“Clearly that’s the case, Master Gotama.” "
        },
        {
          "scid": "dn13:15.1",
          "pli": "“Sādhu, vāseṭṭha, te vata, vāseṭṭha, tevijjā brāhmaṇā yaṃ na jānanti, yaṃ na passanti, tassa sahabyatāya maggaṃ desessanti. ‘Ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa brahmasahabyatāyā’ti, netaṃ ṭhānaṃ vijjati. ",
          "en": "“Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see. "
        },
        {
          "scid": "dn13:15.2",
          "pli": "Seyyathāpi, vāseṭṭha, andhaveṇi paramparasaṃsattā purimopi na passati, majjhimopi na passati, pacchimopi na passati; ",
          "en": "Suppose there was a queue of blind men, each holding the one in front: the first one does not see, the middle one does not see, and the last one does not see. "
        },
        {
          "scid": "dn13:15.3",
          "pli": "evameva kho, vāseṭṭha, andhaveṇūpamaṃ maññe tevijjānaṃ brāhmaṇānaṃ bhāsitaṃ, purimopi na passati, majjhimopi na passati, pacchimopi na passati. ",
          "en": "In the same way, it seems to me that the brahmins’ statement turns out to be comparable to a queue of blind men: the first one does not see, the middle one does not see, and the last one does not see. "
        },
        {
          "scid": "dn13:15.4",
          "pli": "Tesamidaṃ tevijjānaṃ brāhmaṇānaṃ bhāsitaṃ hassakaññeva sampajjati, nāmakaññeva sampajjati, rittakaññeva sampajjati, tucchakaññeva sampajjati. ",
          "en": "Their statement turns out to be a joke—mere words, void and hollow. "
        },
        {
          "scid": "dn13:16.1",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:16.2",
          "pli": "passanti tevijjā brāhmaṇā candimasūriye, aññe cāpi bahujanā, yato ca candimasūriyā uggacchanti, yattha ca ogacchanti, āyācanti thomayanti pañjalikā namassamānā anuparivattantī”ti? ",
          "en": "Do the brahmins proficient in the three Vedas see the sun and moon just as other folk do? And do they pray to them and beseech them, following their course from where they rise to where they set with joined palms held in worship?” "
        },
        {
          "scid": "dn13:16.3",
          "pli": "“Evaṃ, bho gotama, passanti tevijjā brāhmaṇā candimasūriye, aññe cāpi bahujanā, yato ca candimasūriyā uggacchanti, yattha ca ogacchanti, āyācanti thomayanti pañjalikā namassamānā anuparivattantī”ti. ",
          "en": "“Yes, Master Gotama.” "
        },
        {
          "scid": "dn13:17.1",
          "pli": "“Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "“What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:17.2",
          "pli": "yaṃ passanti tevijjā brāhmaṇā candimasūriye, aññe cāpi bahujanā, yato ca candimasūriyā uggacchanti, yattha ca ogacchanti, āyācanti thomayanti pañjalikā namassamānā anuparivattanti, pahonti tevijjā brāhmaṇā candimasūriyānaṃ sahabyatāya maggaṃ desetuṃ: ",
          "en": "Though this is so, are the brahmins proficient in the three Vedas able to teach the path to the company of the sun and moon, saying: "
        },
        {
          "scid": "dn13:17.3",
          "pli": "‘ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa candimasūriyānaṃ sahabyatāyā’”ti? ",
          "en": "‘This is the only straight path, the direct route that leads someone who practices it to the company of the sun and moon’?” "
        },
        {
          "scid": "dn13:17.4",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:18.1",
          "pli": "“Iti kira, vāseṭṭha, yaṃ passanti tevijjā brāhmaṇā candimasūriye, aññe cāpi bahujanā, yato ca candimasūriyā uggacchanti, yattha ca ogacchanti, āyācanti thomayanti pañjalikā namassamānā anuparivattanti, tesampi nappahonti candimasūriyānaṃ sahabyatāya maggaṃ desetuṃ: ",
          "en": "“So it seems that even though the brahmins proficient in the three Vedas see the sun and moon, they are not able to teach the path to the company of the sun and moon. "
        },
        {
          "scid": "dn13:18.2",
          "pli": "‘ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa candimasūriyānaṃ sahabyatāyā’ti. ",
          "en": " "
        },
        {
          "scid": "dn13:18.3",
          "pli": "Iti pana na kira tevijjehi brāhmaṇehi brahmā sakkhidiṭṭho. ",
          "en": "But it seems that even though they have not seen Brahmā with their own eyes, "
        },
        {
          "scid": "dn13:18.4",
          "pli": "Napi kira tevijjānaṃ brāhmaṇānaṃ ācariyehi brahmā sakkhidiṭṭho. ",
          "en": " "
        },
        {
          "scid": "dn13:18.5",
          "pli": "Napi kira tevijjānaṃ brāhmaṇānaṃ ācariyapācariyehi brahmā sakkhidiṭṭho. ",
          "en": " "
        },
        {
          "scid": "dn13:18.6",
          "pli": "Napi kira tevijjānaṃ brāhmaṇānaṃ yāva sattamā ācariyāmahayugehi brahmā sakkhidiṭṭho. ",
          "en": " "
        },
        {
          "scid": "dn13:18.7",
          "pli": "Yepi kira tevijjānaṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi tevijjā brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti, tadanubhāsanti, bhāsitamanubhāsanti, vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi na evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "dn13:18.8",
          "pli": "‘mayametaṃ jānāma, mayametaṃ passāma, yattha vā brahmā, yena vā brahmā, yahiṃ vā brahmā’ti. ",
          "en": " "
        },
        {
          "scid": "dn13:18.9",
          "pli": "Teva tevijjā brāhmaṇā evamāhaṃsu: ",
          "en": "they still claim "
        },
        {
          "scid": "dn13:18.10",
          "pli": "‘yaṃ na jānāma, yaṃ na passāma, tassa sahabyatāya maggaṃ desema—ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāyā’ti. ",
          "en": "to teach the path to the company of that which they neither know nor see. "
        },
        {
          "scid": "dn13:18.11",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:18.12",
          "pli": "nanu evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
          "en": "This being so, doesn’t their statement turn out to have no demonstrable basis?” "
        },
        {
          "scid": "dn13:18.13",
          "pli": "“Addhā kho, bho gotama, evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
          "en": "“Clearly that’s the case, Master Gotama.” "
        },
        {
          "scid": "dn13:18.14",
          "pli": "“Sādhu, vāseṭṭha, te vata, vāseṭṭha, tevijjā brāhmaṇā yaṃ na jānanti, yaṃ na passanti, tassa sahabyatāya maggaṃ desessanti: ‘ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa brahmasahabyatāyā’ti, netaṃ ṭhānaṃ vijjati. ",
          "en": "“Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see. "
        },
        {
          "scid": "dn13:18.15",
          "pli": "2.1. Janapadakalyāṇīupamā ",
          "en": "2.1. The Simile of the Finest Lady in the Land "
        },
        {
          "scid": "dn13:19.1",
          "pli": "Seyyathāpi, vāseṭṭha, puriso evaṃ vadeyya: ",
          "en": "Suppose a man were to say, "
        },
        {
          "scid": "dn13:19.2",
          "pli": "‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī, taṃ icchāmi, taṃ kāmemī’ti. ",
          "en": "‘Whoever the finest lady in the land is, it is her that I want, her that I desire!’ "
        },
        {
          "scid": "dn13:19.3",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "dn13:19.4",
          "pli": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—",
          "en": "‘Mister, that finest lady in the land who you desire—do you know whether "
        },
        {
          "scid": "dn13:19.5",
          "pli": "khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti? ",
          "en": "she’s an aristocrat, a brahmin, a merchant, or a worker?’ "
        },
        {
          "scid": "dn13:19.6",
          "pli": "Iti puṭṭho ‘no’ti vadeyya. ",
          "en": "Asked this, he’d say, ‘No.’ "
        },
        {
          "scid": "dn13:19.7",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "dn13:19.8",
          "pli": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—evaṃnāmā evaṅgottāti vā, dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti, amukasmiṃ gāme vā nigame vā nagare vā’ti? ",
          "en": "‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or tawny? What village, town, or city she comes from?’ "
        },
        {
          "scid": "dn13:19.9",
          "pli": "Iti puṭṭho ‘no’ti vadeyya. ",
          "en": "Asked this, he’d say, ‘No.’ "
        },
        {
          "scid": "dn13:19.10",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "dn13:19.11",
          "pli": "‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti? ",
          "en": "‘Mister, do you desire someone who you’ve never even known or seen?’ "
        },
        {
          "scid": "dn13:19.12",
          "pli": "Iti puṭṭho ‘āmā’ti vadeyya. ",
          "en": "Asked this, he’d say, ‘Yes.’ "
        },
        {
          "scid": "dn13:19.13",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:19.14",
          "pli": "nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
          "en": "This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” "
        },
        {
          "scid": "dn13:19.15",
          "pli": "“Addhā kho, bho gotama, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
          "en": "“Clearly that’s the case, sir.” "
        },
        {
          "scid": "dn13:20.1",
          "pli": "“Evameva kho, vāseṭṭha, na kira tevijjehi brāhmaṇehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ ācariyehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ ācariyapācariyehi brahmā sakkhidiṭṭho. ",
          "en": "“In the same way, "
        },
        {
          "scid": "dn13:20.2",
          "pli": "Napi kira tevijjānaṃ brāhmaṇānaṃ yāva sattamā ācariyāmahayugehi brahmā sakkhidiṭṭho. ",
          "en": " "
        },
        {
          "scid": "dn13:20.3",
          "pli": "Yepi kira tevijjānaṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi tevijjā brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti, tadanubhāsanti, bhāsitamanubhāsanti, vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi na evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "dn13:20.4",
          "pli": "‘mayametaṃ jānāma, mayametaṃ passāma, yattha vā brahmā, yena vā brahmā, yahiṃ vā brahmā’ti. ",
          "en": " "
        },
        {
          "scid": "dn13:20.5",
          "pli": "Teva tevijjā brāhmaṇā evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "dn13:20.6",
          "pli": "‘yaṃ na jānāma, yaṃ na passāma, tassa sahabyatāya maggaṃ desema—ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāyā’ti. ",
          "en": " "
        },
        {
          "scid": "dn13:20.7",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, nanu evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
          "en": "doesn’t the statement of those brahmins turn out to have no demonstrable basis?” "
        },
        {
          "scid": "dn13:20.8",
          "pli": "“Addhā kho, bho gotama, evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
          "en": "“Clearly that’s the case, Master Gotama.” "
        },
        {
          "scid": "dn13:20.9",
          "pli": "“Sādhu, vāseṭṭha, te vata, vāseṭṭha, tevijjā brāhmaṇā yaṃ na jānanti, yaṃ na passanti, tassa sahabyatāya maggaṃ desessanti—ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāyāti netaṃ ṭhānaṃ vijjati. ",
          "en": "“Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see. "
        },
        {
          "scid": "dn13:20.10",
          "pli": "2.2. Nisseṇīupamā ",
          "en": "2.2. The Simile of the Ladder "
        },
        {
          "scid": "dn13:21.1",
          "pli": "Seyyathāpi, vāseṭṭha, puriso cātumahāpathe nisseṇiṃ kareyya pāsādassa ārohaṇāya. ",
          "en": "Suppose a man was to build a ladder at the crossroads for climbing up to a stilt longhouse. "
        },
        {
          "scid": "dn13:21.2",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "dn13:21.3",
          "pli": "‘ambho purisa, yassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosi, jānāsi taṃ pāsādaṃ—puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya ucco vā nīco vā majjhimo vā’ti? ",
          "en": "‘Mister, that stilt longhouse that you’re building a ladder for—do you know whether it’s to the north, south, east, or west? Or whether it’s tall or short or medium?’ "
        },
        {
          "scid": "dn13:21.4",
          "pli": "Iti puṭṭho ‘no’ti vadeyya. ",
          "en": "Asked this, he’d say, ‘No.’ "
        },
        {
          "scid": "dn13:22.1",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "dn13:22.2",
          "pli": "‘ambho purisa, yaṃ tvaṃ na jānāsi, na passasi, tassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosī’ti? ",
          "en": "‘Mister, are you building a ladder for a longhouse that you’ve never even known or seen?’ "
        },
        {
          "scid": "dn13:22.3",
          "pli": "Iti puṭṭho ‘āmā’ti vadeyya. ",
          "en": "Asked this, he’d say, ‘Yes.’ "
        },
        {
          "scid": "dn13:22.4",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:22.5",
          "pli": "nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
          "en": "This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” "
        },
        {
          "scid": "dn13:22.6",
          "pli": "“Addhā kho, bho gotama, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
          "en": "“Clearly that’s the case, sir.” "
        },
        {
          "scid": "dn13:22.7",
          "pli": "“Evameva kho, vāseṭṭha, na kira tevijjehi brāhmaṇehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ ācariyehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ ācariyapācariyehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ yāva sattamā ācariyāmahayugehi brahmā sakkhidiṭṭho. ",
          "en": "“In the same way, "
        },
        {
          "scid": "dn13:22.8",
          "pli": "Yepi kira tevijjānaṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi tevijjā brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti, tadanubhāsanti, bhāsitamanubhāsanti, vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi na evamāhaṃsu—",
          "en": " "
        },
        {
          "scid": "dn13:22.9",
          "pli": "mayametaṃ jānāma, mayametaṃ passāma, yattha vā brahmā, yena vā brahmā, yahiṃ vā brahmāti. ",
          "en": " "
        },
        {
          "scid": "dn13:22.10",
          "pli": "Teva tevijjā brāhmaṇā evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "dn13:22.11",
          "pli": "‘yaṃ na jānāma, yaṃ na passāma, tassa sahabyatāya maggaṃ desema, ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāyā’ti. ",
          "en": " "
        },
        {
          "scid": "dn13:22.12",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, nanu evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
          "en": "doesn’t the statement of those brahmins turn out to have no demonstrable basis?” "
        },
        {
          "scid": "dn13:22.13",
          "pli": "“Addhā kho, bho gotama, evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
          "en": "“Clearly that’s the case, Master Gotama.” "
        },
        {
          "scid": "dn13:23.1",
          "pli": "“Sādhu, vāseṭṭha, te vata, vāseṭṭha, tevijjā brāhmaṇā yaṃ na jānanti, yaṃ na passanti, tassa sahabyatāya maggaṃ desessanti. Ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāyāti, netaṃ ṭhānaṃ vijjati. ",
          "en": "“Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see. "
        },
        {
          "scid": "dn13:23.2",
          "pli": "2.3. Aciravatīnadīupamā ",
          "en": "2.3. The Simile of the River Aciravatī "
        },
        {
          "scid": "dn13:24.1",
          "pli": "Seyyathāpi, vāseṭṭha, ayaṃ aciravatī nadī pūrā udakassa samatittikā kākapeyyā. ",
          "en": "Suppose the river Aciravatī was full to the brim so a crow could drink from it. "
        },
        {
          "scid": "dn13:24.2",
          "pli": "Atha puriso āgaccheyya pāratthiko pāragavesī pāragāmī pāraṃ taritukāmo. ",
          "en": "Then along comes a person who wants to cross over to the far shore. "
        },
        {
          "scid": "dn13:24.3",
          "pli": "So orime tīre ṭhito pārimaṃ tīraṃ avheyya: ",
          "en": "Standing on the near shore, they’d call out to the far shore, "
        },
        {
          "scid": "dn13:24.4",
          "pli": "‘ehi pārāpāraṃ, ehi pārāpāran’ti. ",
          "en": "‘Come here, far shore! Come here, far shore!’ "
        },
        {
          "scid": "dn13:24.5",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:24.6",
          "pli": "api nu tassa purisassa avhāyanahetu vā āyācanahetu vā patthanahetu vā abhinandanahetu vā aciravatiyā nadiyā pārimaṃ tīraṃ orimaṃ tīraṃ āgaccheyyā”ti? ",
          "en": "Would the far shore of the Aciravatī river come over to the near shore because of that man’s call, request, desire, or expectation?” "
        },
        {
          "scid": "dn13:24.7",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:25.1",
          "pli": "“Evameva kho, vāseṭṭha, tevijjā brāhmaṇā ye dhammā brāhmaṇakārakā te dhamme pahāya vattamānā, ye dhammā abrāhmaṇakārakā te dhamme samādāya vattamānā evamāhaṃsu: ",
          "en": "“In the same way, Vāseṭṭha, the brahmins proficient in the three Vedas proceed having given up those things that make one a true brahmin, and having undertaken those things that make one not a true brahmin. Yet they say: "
        },
        {
          "scid": "dn13:25.2",
          "pli": "‘indamavhayāma, somamavhayāma, varuṇamavhayāma, īsānamavhayāma, pajāpatimavhayāma, brahmamavhayāma, mahiddhimavhayāma, yamamavhayāmā’ti. ",
          "en": "‘We call upon Inda! We call upon Soma! We call upon Īsāna! We call upon Pajāpati! We call upon Brahmā! We call upon Mahiddhi! We call upon Yama!’ "
        },
        {
          "scid": "dn13:25.3",
          "pli": "Te vata, vāseṭṭha, tevijjā brāhmaṇā ye dhammā brāhmaṇakārakā te dhamme pahāya vattamānā, ye dhammā abrāhmaṇakārakā te dhamme samādāya vattamānā avhāyanahetu vā āyācanahetu vā patthanahetu vā abhinandanahetu vā kāyassa bhedā paraṃ maraṇā brahmānaṃ sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati. ",
          "en": "So long as they proceed in this way it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā. "
        },
        {
          "scid": "dn13:26.1",
          "pli": "Seyyathāpi, vāseṭṭha, ayaṃ aciravatī nadī pūrā udakassa samatittikā kākapeyyā. ",
          "en": "Suppose the river Aciravatī was full to the brim so a crow could drink from it. "
        },
        {
          "scid": "dn13:26.2",
          "pli": "Atha puriso āgaccheyya pāratthiko pāragavesī pāragāmī pāraṃ taritukāmo. ",
          "en": "Then along comes a person who wants to cross over to the far shore. "
        },
        {
          "scid": "dn13:26.3",
          "pli": "So orime tīre daḷhāya anduyā pacchābāhaṃ gāḷhabandhanaṃ baddho. ",
          "en": "But while still on the near shore, their arms are tied tightly behind their back with a strong chain. "
        },
        {
          "scid": "dn13:26.4",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:26.5",
          "pli": "api nu so puriso aciravatiyā nadiyā orimā tīrā pārimaṃ tīraṃ gaccheyyā”ti? ",
          "en": "Could that person cross over to the far shore?” "
        },
        {
          "scid": "dn13:26.6",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:27.1",
          "pli": "“Evameva kho, vāseṭṭha, pañcime kāmaguṇā ariyassa vinaye andūtipi vuccanti, bandhanantipi vuccanti. ",
          "en": "“In the same way, the five kinds of sensual stimulation are called ‘chains’ and ‘fetters’ in the training of the noble one. "
        },
        {
          "scid": "dn13:27.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "dn13:27.3",
          "pli": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ",
          "en": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "dn13:27.4",
          "pli": "Sotaviññeyyā saddā … pe … ",
          "en": "Sounds known by the ear … "
        },
        {
          "scid": "dn13:27.5",
          "pli": "ghānaviññeyyā gandhā … ",
          "en": "Smells known by the nose … "
        },
        {
          "scid": "dn13:27.6",
          "pli": "jivhāviññeyyā rasā … ",
          "en": "Tastes known by the tongue … "
        },
        {
          "scid": "dn13:27.7",
          "pli": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ",
          "en": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "dn13:27.8",
          "pli": "Ime kho, vāseṭṭha, pañca kāmaguṇā ariyassa vinaye andūtipi vuccanti, bandhanantipi vuccanti. ",
          "en": "These are the five kinds of sensual stimulation that are called ‘chains’ and ‘fetters’ in the training of the noble one. "
        },
        {
          "scid": "dn13:27.9",
          "pli": "Ime kho, vāseṭṭha, pañca kāmaguṇe tevijjā brāhmaṇā gadhitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti. ",
          "en": "The brahmins proficient in the three Vedas enjoy these five kinds of sensual stimulation tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. "
        },
        {
          "scid": "dn13:28.1",
          "pli": "Te vata, vāseṭṭha, tevijjā brāhmaṇā ye dhammā brāhmaṇakārakā, te dhamme pahāya vattamānā, ye dhammā abrāhmaṇakārakā, te dhamme samādāya vattamānā pañca kāmaguṇe gadhitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjantā kāmandubandhanabaddhā kāyassa bhedā paraṃ maraṇā brahmānaṃ sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati. ",
          "en": "So long as they enjoy them it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā. "
        },
        {
          "scid": "dn13:29.1",
          "pli": "Seyyathāpi, vāseṭṭha, ayaṃ aciravatī nadī pūrā udakassa samatittikā kākapeyyā. ",
          "en": "Suppose the river Aciravatī was full to the brim so a crow could drink from it. "
        },
        {
          "scid": "dn13:29.2",
          "pli": "Atha puriso āgaccheyya pāratthiko pāragavesī pāragāmī pāraṃ taritukāmo. ",
          "en": "Then along comes a person who wants to cross over to the far shore. "
        },
        {
          "scid": "dn13:29.3",
          "pli": "So orime tīre sasīsaṃ pārupitvā nipajjeyya. ",
          "en": "But they’d lie down wrapped in cloth from head to foot. "
        },
        {
          "scid": "dn13:29.4",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:29.5",
          "pli": "api nu so puriso aciravatiyā nadiyā orimā tīrā pārimaṃ tīraṃ gaccheyyā”ti? ",
          "en": "Could that person cross over to the far shore?” "
        },
        {
          "scid": "dn13:29.6",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:30.1",
          "pli": "“Evameva kho, vāseṭṭha, pañcime nīvaraṇā ariyassa vinaye āvaraṇātipi vuccanti, nīvaraṇātipi vuccanti, onāhanātipi vuccanti, pariyonāhanātipi vuccanti. ",
          "en": "“In the same way, the five hindrances are called ‘obstacles’ and ‘hindrances’ and ‘coverings’ and ‘shrouds’ in the training of the noble one. "
        },
        {
          "scid": "dn13:30.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "dn13:30.3",
          "pli": "Kāmacchandanīvaraṇaṃ, byāpādanīvaraṇaṃ, thinamiddhanīvaraṇaṃ, uddhaccakukkuccanīvaraṇaṃ, vicikicchānīvaraṇaṃ. ",
          "en": "The hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. "
        },
        {
          "scid": "dn13:30.4",
          "pli": "Ime kho, vāseṭṭha, pañca nīvaraṇā ariyassa vinaye āvaraṇātipi vuccanti, nīvaraṇātipi vuccanti, onāhanātipi vuccanti, pariyonāhanātipi vuccanti. ",
          "en": "These five hindrances are called ‘obstacles’ and ‘hindrances’ and ‘coverings’ and ‘shrouds’ in the training of the noble one. "
        },
        {
          "scid": "dn13:30.5",
          "pli": "Imehi kho, vāseṭṭha, pañcahi nīvaraṇehi tevijjā brāhmaṇā āvuṭā nivutā onaddhā pariyonaddhā. ",
          "en": "The brahmins proficient in the three Vedas are hindered, obstructed, covered, and shrouded by these five hindrances. "
        },
        {
          "scid": "dn13:30.6",
          "pli": "Te vata, vāseṭṭha, tevijjā brāhmaṇā ye dhammā brāhmaṇakārakā te dhamme pahāya vattamānā, ye dhammā abrāhmaṇakārakā te dhamme samādāya vattamānā pañcahi nīvaraṇehi āvuṭā nivutā onaddhā pariyonaddhā kāyassa bhedā paraṃ maraṇā brahmānaṃ sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati. ",
          "en": "So long as they are so obstructed it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā. "
        },
        {
          "scid": "dn13:30.7",
          "pli": "3. Saṃsandanakathā ",
          "en": "3. Converging "
        },
        {
          "scid": "dn13:31.1",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:31.2",
          "pli": "kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ, sapariggaho vā brahmā apariggaho vā”ti? ",
          "en": "Have you heard that the brahmins who are elderly and senior, the teachers of teachers, say whether Brahmā is possessive or not?” "
        },
        {
          "scid": "dn13:31.3",
          "pli": "“Apariggaho, bho gotama”. ",
          "en": "“That he is not, Master Gotama.” "
        },
        {
          "scid": "dn13:31.4",
          "pli": "“Saveracitto vā averacitto vā”ti? ",
          "en": "“Is his heart full of enmity or not?” "
        },
        {
          "scid": "dn13:31.5",
          "pli": "“Averacitto, bho gotama”. ",
          "en": "“It is not.” "
        },
        {
          "scid": "dn13:31.6",
          "pli": "“Sabyāpajjacitto vā abyāpajjacitto vā”ti? ",
          "en": "“Is his heart full of ill will or not?” "
        },
        {
          "scid": "dn13:31.7",
          "pli": "“Abyāpajjacitto, bho gotama”. ",
          "en": "“It is not.” "
        },
        {
          "scid": "dn13:31.8",
          "pli": "“Saṅkiliṭṭhacitto vā asaṅkiliṭṭhacitto vā”ti? ",
          "en": "“Is his heart corrupted or not?” "
        },
        {
          "scid": "dn13:31.9",
          "pli": "“Asaṅkiliṭṭhacitto, bho gotama”. ",
          "en": "“It is not.” "
        },
        {
          "scid": "dn13:31.10",
          "pli": "“Vasavattī vā avasavattī vā”ti? ",
          "en": "“Does he wield power or not?” "
        },
        {
          "scid": "dn13:31.11",
          "pli": "“Vasavattī, bho gotama”. ",
          "en": "“He does.” "
        },
        {
          "scid": "dn13:32.1",
          "pli": "“Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "“What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:32.2",
          "pli": "sapariggahā vā tevijjā brāhmaṇā apariggahā vā”ti? ",
          "en": "Are the brahmins proficient in the three Vedas possessive or not?” "
        },
        {
          "scid": "dn13:32.3",
          "pli": "“Sapariggahā, bho gotama”. ",
          "en": "“They are.” "
        },
        {
          "scid": "dn13:32.4",
          "pli": "“Saveracittā vā averacittā vā”ti? ",
          "en": "“Are their hearts full of enmity or not?” "
        },
        {
          "scid": "dn13:32.5",
          "pli": "“Saveracittā, bho gotama”. ",
          "en": "“They are.” "
        },
        {
          "scid": "dn13:32.6",
          "pli": "“Sabyāpajjacittā vā abyāpajjacittā vā”ti? ",
          "en": "“Are their hearts full of ill will or not?” "
        },
        {
          "scid": "dn13:32.7",
          "pli": "“Sabyāpajjacittā, bho gotama”. ",
          "en": "“They are.” "
        },
        {
          "scid": "dn13:32.8",
          "pli": "“Saṅkiliṭṭhacittā vā asaṅkiliṭṭhacittā vā”ti? ",
          "en": "“Are their hearts corrupted or not?” "
        },
        {
          "scid": "dn13:32.9",
          "pli": "“Saṅkiliṭṭhacittā, bho gotama”. ",
          "en": "“They are.” "
        },
        {
          "scid": "dn13:32.10",
          "pli": "“Vasavattī vā avasavattī vā”ti? ",
          "en": "“Do they wield power or not?” "
        },
        {
          "scid": "dn13:32.11",
          "pli": "“Avasavattī, bho gotama”. ",
          "en": "“They do not.” "
        },
        {
          "scid": "dn13:33.1",
          "pli": "“Iti kira, vāseṭṭha, sapariggahā tevijjā brāhmaṇā apariggaho brahmā. ",
          "en": "“So it seems that the brahmins proficient in the three Vedas are possessive, but Brahmā is not. "
        },
        {
          "scid": "dn13:33.2",
          "pli": "Api nu kho sapariggahānaṃ tevijjānaṃ brāhmaṇānaṃ apariggahena brahmunā saddhiṃ saṃsandati sametī”ti? ",
          "en": "But would brahmins who are possessive come together and converge with Brahmā, who isn’t possessive?” "
        },
        {
          "scid": "dn13:33.3",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:34.1",
          "pli": "“Sādhu, vāseṭṭha, te vata, vāseṭṭha, sapariggahā tevijjā brāhmaṇā kāyassa bhedā paraṃ maraṇā apariggahassa brahmuno sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati. ",
          "en": "“Good, Vāseṭṭha! It’s impossible that the brahmins who are possessive will, when the body breaks up, after death, be reborn in the company of Brahmā, who isn’t possessive. "
        },
        {
          "scid": "dn13:35.1",
          "pli": "Iti kira, vāseṭṭha, saveracittā tevijjā brāhmaṇā, averacitto brahmā … pe … ",
          "en": "And it seems that the brahmins have enmity, "
        },
        {
          "scid": "dn13:35.2",
          "pli": "sabyāpajjacittā tevijjā brāhmaṇā abyāpajjacitto brahmā … ",
          "en": "ill will, "
        },
        {
          "scid": "dn13:35.3",
          "pli": "saṅkiliṭṭhacittā tevijjā brāhmaṇā asaṅkiliṭṭhacitto brahmā … ",
          "en": "corruption, "
        },
        {
          "scid": "dn13:35.4",
          "pli": "avasavattī tevijjā brāhmaṇā vasavattī brahmā, api nu kho avasavattīnaṃ tevijjānaṃ brāhmaṇānaṃ vasavattinā brahmunā saddhiṃ saṃsandati sametī”ti? ",
          "en": "and do not wield power, while Brahmā is the opposite in all these things. But would brahmins who are opposite to Brahmā in all things come together and converge with him?” "
        },
        {
          "scid": "dn13:35.5",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn13:36.1",
          "pli": "“Sādhu, vāseṭṭha, te vata, vāseṭṭha, avasavattī tevijjā brāhmaṇā kāyassa bhedā paraṃ maraṇā vasavattissa brahmuno sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati. ",
          "en": "“Good, Vāseṭṭha! It’s impossible that such brahmins will, when the body breaks up, after death, be reborn in the company of Brahmā. "
        },
        {
          "scid": "dn13:36.2",
          "pli": "Idha kho pana te, vāseṭṭha, tevijjā brāhmaṇā āsīditvā saṃsīdanti, saṃsīditvā visāraṃ pāpuṇanti, sukkhataraṃ maññe taranti. ",
          "en": "But here the brahmins proficient in the three Vedas sink down where they have sat, only to be torn apart; all the while imagining that they’re crossing over to drier ground. "
        },
        {
          "scid": "dn13:36.3",
          "pli": "Tasmā idaṃ tevijjānaṃ brāhmaṇānaṃ tevijjāiriṇantipi vuccati, tevijjāvivanantipi vuccati, tevijjābyasanantipi vuccatī”ti. ",
          "en": "That’s why the three Vedas of the brahmins are called a ‘salted land’ and a ‘barren land’ and a ‘disaster’.” "
        },
        {
          "scid": "dn13:37.1",
          "pli": "Evaṃ vutte, vāseṭṭho māṇavo bhagavantaṃ etadavoca: ",
          "en": "When he said this, Vāseṭṭha said to the Buddha, "
        },
        {
          "scid": "dn13:37.2",
          "pli": "“sutaṃ metaṃ, bho gotama, samaṇo gotamo brahmānaṃ sahabyatāya maggaṃ jānātī”ti. ",
          "en": "“I have heard, Master Gotama, that you know the path to company with Brahmā.” "
        },
        {
          "scid": "dn13:37.3",
          "pli": "“Taṃ kiṃ maññasi, vāseṭṭha. ",
          "en": "“What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:37.4",
          "pli": "Āsanne ito manasākaṭaṃ, na ito dūre manasākaṭan”ti? ",
          "en": "Is the village of Manasākaṭa nearby?” "
        },
        {
          "scid": "dn13:37.5",
          "pli": "“Evaṃ, bho gotama, āsanne ito manasākaṭaṃ, na ito dūre manasākaṭan”ti. ",
          "en": "“Yes it is.” "
        },
        {
          "scid": "dn13:37.6",
          "pli": "“Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "“What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:37.7",
          "pli": "idhassa puriso manasākaṭe jātasaṃvaddho. ",
          "en": "Suppose a person was born and raised in Manasākaṭa. "
        },
        {
          "scid": "dn13:37.8",
          "pli": "Tamenaṃ manasākaṭato tāvadeva avasaṭaṃ manasākaṭassa maggaṃ puccheyyuṃ. ",
          "en": "And as soon as they left the town some people asked them for the road to Manasākaṭa. "
        },
        {
          "scid": "dn13:37.9",
          "pli": "Siyā nu kho, vāseṭṭha, tassa purisassa manasākaṭe jātasaṃvaddhassa manasākaṭassa maggaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā”ti? ",
          "en": "Would they be slow or hesitant to answer?” "
        },
        {
          "scid": "dn13:37.10",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "dn13:37.11",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn13:37.12",
          "pli": "“Amu hi, bho gotama, puriso manasākaṭe jātasaṃvaddho, tassa sabbāneva manasākaṭassa maggāni suviditānī”ti. ",
          "en": "Because they were born and raised in Manasākaṭa. They’re well acquainted with all the roads to the village.” "
        },
        {
          "scid": "dn13:38.1",
          "pli": "“Siyā kho, vāseṭṭha, tassa purisassa manasākaṭe jātasaṃvaddhassa manasākaṭassa maggaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā, na tveva tathāgatassa brahmaloke vā brahmalokagāminiyā vā paṭipadāya puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā. ",
          "en": "“Still, it’s possible they might be slow or hesitant to answer. But the Realized One is never slow or hesitant when questioned about the Brahmā realm or the practice that leads to the Brahmā realm. "
        },
        {
          "scid": "dn13:38.2",
          "pli": "Brahmānañcāhaṃ, vāseṭṭha, pajānāmi brahmalokañca brahmalokagāminiñca paṭipadaṃ, yathā paṭipanno ca brahmalokaṃ upapanno, tañca pajānāmī”ti. ",
          "en": "I understand Brahmā, the Brahmā realm, and the practice that leads to the Brahmā realm, practicing in accordance with which one is reborn in the Brahmā realm.” "
        },
        {
          "scid": "dn13:39.1",
          "pli": "Evaṃ vutte, vāseṭṭho māṇavo bhagavantaṃ etadavoca: ",
          "en": "When he said this, Vāseṭṭha said to the Buddha, "
        },
        {
          "scid": "dn13:39.2",
          "pli": "“sutaṃ metaṃ, bho gotama, samaṇo gotamo brahmānaṃ sahabyatāya maggaṃ desetī”ti. ",
          "en": "“I have heard, Master Gotama, that you teach the path to company with Brahmā. "
        },
        {
          "scid": "dn13:39.3",
          "pli": "“Sādhu no bhavaṃ gotamo brahmānaṃ sahabyatāya maggaṃ desetu ullumpatu bhavaṃ gotamo brāhmaṇiṃ pajan”ti. ",
          "en": "Please teach us that path and elevate this generation of brahmins.” "
        },
        {
          "scid": "dn13:39.4",
          "pli": "“Tena hi, vāseṭṭha, suṇāhi; sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
          "en": "“Well then, Vāseṭṭha, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "dn13:39.5",
          "pli": "“Evaṃ, bho”ti kho vāseṭṭho māṇavo bhagavato paccassosi. ",
          "en": "“Yes, sir,” replied Vāseṭṭha. "
        },
        {
          "scid": "dn13:39.6",
          "pli": "4. Brahmalokamaggadesanā ",
          "en": "4. Teaching the Path to Brahmā "
        },
        {
          "scid": "dn13:40-75.1",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "dn13:40-75.2",
          "pli": "“idha, vāseṭṭha, tathāgato loke uppajjati arahaṃ, sammāsambuddho … pe … ",
          "en": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … "
        },
        {
          "scid": "dn13:40-75.3",
          "pli": "Evaṃ kho, vāseṭṭha, bhikkhu sīlasampanno hoti … pe … ",
          "en": "That’s how a mendicant is accomplished in ethics. … "
        },
        {
          "scid": "dn13:40-75.4",
          "pli": "tassime pañca nīvaraṇe pahīne attani samanupassato pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati. ",
          "en": "Seeing that the hindrances have been given up in them, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed. "
        },
        {
          "scid": "dn13:76.1",
          "pli": "So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn13:77.1",
          "pli": "Seyyathāpi, vāseṭṭha, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya; ",
          "en": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions. "
        },
        {
          "scid": "dn13:77.2",
          "pli": "evameva kho, vāseṭṭha, evaṃ bhāvitāya mettāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati. ",
          "en": "In the same way, when the heart’s release by love has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there. "
        },
        {
          "scid": "dn13:77.3",
          "pli": "Ayampi kho, vāseṭṭha, brahmānaṃ sahabyatāya maggo. ",
          "en": "This is a path to companionship with Brahmā. "
        },
        {
          "scid": "dn13:78.1",
          "pli": "Puna caparaṃ, vāseṭṭha, bhikkhu karuṇāsahagatena cetasā … pe … ",
          "en": "Furthermore, a mendicant meditates spreading a heart full of compassion … "
        },
        {
          "scid": "dn13:78.2",
          "pli": "muditāsahagatena cetasā … pe … ",
          "en": "They meditate spreading a heart full of rejoicing … "
        },
        {
          "scid": "dn13:78.3",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn13:79.1",
          "pli": "Seyyathāpi, vāseṭṭha, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya; ",
          "en": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions. "
        },
        {
          "scid": "dn13:79.2",
          "pli": "evameva kho, vāseṭṭha, evaṃ bhāvitāya upekkhāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati. ",
          "en": "In the same way, when the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there. "
        },
        {
          "scid": "dn13:79.3",
          "pli": "Ayampi kho, vāseṭṭha, brahmānaṃ sahabyatāya maggo. ",
          "en": "This too is a path to companionship with Brahmā. "
        },
        {
          "scid": "dn13:80.1",
          "pli": "Taṃ kiṃ maññasi, vāseṭṭha, ",
          "en": "What do you think, Vāseṭṭha? "
        },
        {
          "scid": "dn13:80.2",
          "pli": "evaṃvihārī bhikkhu sapariggaho vā apariggaho vā”ti? ",
          "en": "When a mendicant meditates like this, are they possessive or not?” "
        },
        {
          "scid": "dn13:80.3",
          "pli": "“Apariggaho, bho gotama”. ",
          "en": "“They are not.” "
        },
        {
          "scid": "dn13:80.4",
          "pli": "“Saveracitto vā averacitto vā”ti? ",
          "en": "“Is their heart full of enmity or not?” "
        },
        {
          "scid": "dn13:80.5",
          "pli": "“Averacitto, bho gotama”. ",
          "en": "“It is not.” "
        },
        {
          "scid": "dn13:80.6",
          "pli": "“Sabyāpajjacitto vā abyāpajjacitto vā”ti? ",
          "en": "“Is their heart full of ill will or not?” "
        },
        {
          "scid": "dn13:80.7",
          "pli": "“Abyāpajjacitto, bho gotama”. ",
          "en": "“It is not.” "
        },
        {
          "scid": "dn13:80.8",
          "pli": "“Saṅkiliṭṭhacitto vā asaṅkiliṭṭhacitto vā”ti? ",
          "en": "“Is their heart corrupted or not?” "
        },
        {
          "scid": "dn13:80.9",
          "pli": "“Asaṅkiliṭṭhacitto, bho gotama”. ",
          "en": "“It is not.” "
        },
        {
          "scid": "dn13:80.10",
          "pli": "“Vasavattī vā avasavattī vā”ti? ",
          "en": "“Do they wield power or not?” "
        },
        {
          "scid": "dn13:80.11",
          "pli": "“Vasavattī, bho gotama”. ",
          "en": "“They do.” "
        },
        {
          "scid": "dn13:81.1",
          "pli": "“Iti kira, vāseṭṭha, apariggaho bhikkhu, apariggaho brahmā. ",
          "en": "“So it seems that that mendicant is not possessive, and neither is Brahmā. "
        },
        {
          "scid": "dn13:81.2",
          "pli": "Api nu kho apariggahassa bhikkhuno apariggahena brahmunā saddhiṃ saṃsandati sametī”ti? ",
          "en": "Would a mendicant who is not possessive come together and converge with Brahmā, who isn’t possessive?” "
        },
        {
          "scid": "dn13:81.3",
          "pli": "“Evaṃ, bho gotama”. ",
          "en": "“Yes, Master Gotama.” "
        },
        {
          "scid": "dn13:81.4",
          "pli": "“Sādhu, vāseṭṭha, so vata vāseṭṭha apariggaho bhikkhu kāyassa bhedā paraṃ maraṇā apariggahassa brahmuno sahabyūpago bhavissatīti, ṭhānametaṃ vijjati. ",
          "en": "“Good, Vāseṭṭha! It’s possible that a mendicant who is not possessive will, when the body breaks up, after death, be reborn in the company of Brahmā, who isn’t possessive. "
        },
        {
          "scid": "dn13:81.5",
          "pli": "Iti kira, vāseṭṭha, averacitto bhikkhu, averacitto brahmā … pe … ",
          "en": "And it seems that that mendicant has no enmity, "
        },
        {
          "scid": "dn13:81.6",
          "pli": "abyāpajjacitto bhikkhu, abyāpajjacitto brahmā … ",
          "en": "ill will, "
        },
        {
          "scid": "dn13:81.7",
          "pli": "asaṅkiliṭṭhacitto bhikkhu, asaṅkiliṭṭhacitto brahmā … ",
          "en": "corruption, "
        },
        {
          "scid": "dn13:81.8",
          "pli": "vasavattī bhikkhu, vasavattī brahmā, api nu kho vasavattissa bhikkhuno vasavattinā brahmunā saddhiṃ saṃsandati sametī”ti? ",
          "en": "and does wield power, while Brahmā is the same in all these things. Would a mendicant who is the same as Brahmā in all things come together and converge with him?” "
        },
        {
          "scid": "dn13:81.9",
          "pli": "“Evaṃ, bho gotama”. ",
          "en": "“Yes, Master Gotama.” "
        },
        {
          "scid": "dn13:81.10",
          "pli": "“Sādhu, vāseṭṭha, so vata, vāseṭṭha, vasavattī bhikkhu kāyassa bhedā paraṃ maraṇā vasavattissa brahmuno sahabyūpago bhavissatīti, ṭhānametaṃ vijjatī”ti. ",
          "en": "“Good, Vāseṭṭha! It’s possible that that mendicant will, when the body breaks up, after death, be reborn in the company of Brahmā.” "
        },
        {
          "scid": "dn13:82.1",
          "pli": "Evaṃ vutte, vāseṭṭhabhāradvājā māṇavā bhagavantaṃ etadavocuṃ: ",
          "en": "When he had spoken, Vāseṭṭha and Bhāradvāja said to him, "
        },
        {
          "scid": "dn13:82.2",
          "pli": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "“Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "dn13:82.3",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. "
        },
        {
          "scid": "dn13:82.4",
          "pli": "Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma, dhammañca bhikkhusaṅghañca. ",
          "en": "We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "dn13:82.5",
          "pli": "Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti. ",
          "en": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.” "
        },
        {
          "scid": "dn13:82.6",
          "pli": "Tevijjasuttaṃ niṭṭhitaṃ terasamaṃ. ",
          "en": " "
        },
        {
          "scid": "dn13:82.7",
          "pli": "Sīlakkhandhavaggo niṭṭhito. ",
          "en": " "
        },
        {
          "scid": "dn13:82.8",
          "pli": "Brahmāsāmaññaambaṭṭha, ",
          "en": " "
        },
        {
          "scid": "dn13:82.9",
          "pli": "Soṇakūṭamahālijālinī; ",
          "en": " "
        },
        {
          "scid": "dn13:82.10",
          "pli": "Sīhapoṭṭhapādasubho kevaṭṭo, ",
          "en": " "
        },
        {
          "scid": "dn13:82.11",
          "pli": "Lohiccatevijjā terasāti. ",
          "en": " "
        },
        {
          "scid": "dn13:82.12",
          "pli": "Sīlakkhandhavaggapāḷi niṭṭhitā. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn13/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 13",
    "volpages": "DN i 235",
    "uid": "dn13",
    "blurb": "A number of brahmins are discussing the true path to Brahmā. Contesting the claims to authority based on the Vedas, the Buddha insists that only personal experience can lead to the truth.",
    "difficulty": 2,
    "original_title": "Tevijja Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Three Knowledges ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn13_sujato",
        "segmented": true,
        "title": "The Three Knowledges ",
        "volpage": null
      },
      {
        "author": "T.W. Rhys Davids",
        "author_short": "T.W. Rhys Davids",
        "author_uid": "tw_rhysdavids",
        "id": "en_dn13_tw_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1899",
        "segmented": false,
        "volpage": null,
        "title": "The Three Knowledges"
      }
    ],
    "parallel_count": 47,
    "biblio": null,
    "num": 13
  }
}