{
  "sutta_uid": "dn17",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn17",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "King Mahāsudassana ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Janavasabha ",
      "uid": "dn18"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Great Discourse on the Buddha’s Extinguishment ",
      "uid": "dn16"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn17:0.1",
          "pli": "Dīgha Nikāya 17 ",
          "en": "Long Discourses 17 "
        },
        {
          "scid": "dn17:0.2",
          "pli": "Mahāsudassanasutta ",
          "en": "King Mahāsudassana "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 17 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn17:1.1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn17:1.1.2",
          "pli": "ekaṃ samayaṃ bhagavā kusinārāyaṃ viharati upavattane mallānaṃ sālavane antarena yamakasālānaṃ parinibbānasamaye. ",
          "en": "At one time the Buddha was staying between a pair of sal trees in the sal forest of the Mallas at Upavattana near Kusinārā at the time of his final extinguishment. "
        },
        {
          "scid": "dn17:1.2.1",
          "pli": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "dn17:1.2.2",
          "pli": "“mā, bhante, bhagavā imasmiṃ khuddakanagarake ujjaṅgalanagarake sākhānagarake parinibbāyi. ",
          "en": "“Sir, please don’t become fully extinguished in this little hamlet, this jungle hamlet, this branch hamlet. "
        },
        {
          "scid": "dn17:1.2.3",
          "pli": "Santi, bhante, aññāni mahānagarāni. ",
          "en": "There are other great cities such as "
        },
        {
          "scid": "dn17:1.2.4",
          "pli": "Seyyathidaṃ—campā, rājagahaṃ, sāvatthi, sāketaṃ, kosambī, bārāṇasī; ",
          "en": "Campā, Rājagaha, Sāvatthī, Sāketa, Kosambī, and Benares. "
        },
        {
          "scid": "dn17:1.2.5",
          "pli": "ettha bhagavā parinibbāyatu. ",
          "en": "Let the Buddha become fully extinguished there. "
        },
        {
          "scid": "dn17:1.2.6",
          "pli": "Ettha bahū khattiyamahāsālā brāhmaṇamahāsālā gahapatimahāsālā tathāgate abhippasannā, te tathāgatassa sarīrapūjaṃ karissantī”ti. ",
          "en": "There are many well-to-do aristocrats, brahmins, and householders there who are devoted to the Buddha. They will perform the rites of venerating the Realized One’s corpse.” "
        },
        {
          "scid": "dn17:1.3.1",
          "pli": "“Mā hevaṃ, ānanda, avaca; mā hevaṃ, ānanda, avaca: ",
          "en": "“Don’t say that, Ānanda! Don’t say that "
        },
        {
          "scid": "dn17:1.3.2",
          "pli": "‘khuddakanagarakaṃ ujjaṅgalanagarakaṃ sākhānagarakan’ti. ",
          "en": "this is a little hamlet, a jungle hamlet, a branch hamlet. "
        },
        {
          "scid": "dn17:1.3.3",
          "pli": "1. Kusāvatīrājadhānī ",
          "en": "1. The Capital City of Kusāvatī "
        },
        {
          "scid": "dn17:1.3.4",
          "pli": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano nāma ahosi khattiyo muddhāvasitto cāturanto vijitāvī janapadatthāvariyappatto. ",
          "en": "Once upon a time there was a king named Mahāsudassana whose dominion extended to all four sides, and who achieved stability in the country. "
        },
        {
          "scid": "dn17:1.3.5",
          "pli": "Rañño, ānanda, mahāsudassanassa ayaṃ kusinārā kusāvatī nāma rājadhānī ahosi. ",
          "en": "His capital was this Kusinārā, which at the time was named Kusāvatī. "
        },
        {
          "scid": "dn17:1.3.6",
          "pli": "Puratthimena ca pacchimena ca dvādasayojanāni āyāmena, uttarena ca dakkhiṇena ca sattayojanāni vitthārena. ",
          "en": "It stretched for twelve leagues from east to west, and seven leagues from north to south. "
        },
        {
          "scid": "dn17:1.3.7",
          "pli": "Kusāvatī, ānanda, rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
          "en": "The royal capital of Kusāvatī was successful, prosperous, populous, full of people, with plenty of food. "
        },
        {
          "scid": "dn17:1.3.8",
          "pli": "Seyyathāpi, ānanda, devānaṃ āḷakamandā nāma rājadhānī iddhā ceva hoti phītā ca bahujanā ca ākiṇṇayakkhā ca subhikkhā ca; ",
          "en": "It was just like Āḷakamandā, the royal capital of the gods, which is successful, prosperous, populous, full of spirits, with plenty of food. "
        },
        {
          "scid": "dn17:1.3.9",
          "pli": "evameva kho, ānanda, kusāvatī rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
          "en": " "
        },
        {
          "scid": "dn17:1.3.10",
          "pli": "Kusāvatī, ānanda, rājadhānī dasahi saddehi avivittā ahosi divā ceva rattiñca, seyyathidaṃ—",
          "en": "Kusāvatī was never free of ten sounds by day or night, namely: "
        },
        {
          "scid": "dn17:1.3.11",
          "pli": "hatthisaddena assasaddena rathasaddena bherisaddena mudiṅgasaddena vīṇāsaddena gītasaddena saṅkhasaddena sammasaddena pāṇitāḷasaddena ‘asnātha pivatha khādathā’ti dasamena saddena. ",
          "en": "the sound of elephants, horses, chariots, drums, clay drums, arched harps, singing, horns, gongs, and handbells; and the cry, ‘Eat, drink, be merry!’ as the tenth. "
        },
        {
          "scid": "dn17:1.4.1",
          "pli": "Kusāvatī, ānanda, rājadhānī sattahi pākārehi parikkhittā ahosi. ",
          "en": "Kusāvatī was encircled by seven ramparts: "
        },
        {
          "scid": "dn17:1.4.2",
          "pli": "Eko pākāro sovaṇṇamayo, eko rūpiyamayo, eko veḷuriyamayo, eko phalikamayo, eko lohitaṅkamayo, eko masāragallamayo, eko sabbaratanamayo. ",
          "en": "one made of gold, one made of silver, one made of beryl, one made of crystal, one made of ruby, one made of emerald, and one made of all precious things. "
        },
        {
          "scid": "dn17:1.5.1",
          "pli": "Kusāvatiyā, ānanda, rājadhāniyā catunnaṃ vaṇṇānaṃ dvārāni ahesuṃ. ",
          "en": "It had four gates, "
        },
        {
          "scid": "dn17:1.5.2",
          "pli": "Ekaṃ dvāraṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.5.3",
          "pli": "Ekekasmiṃ dvāre satta satta esikā nikhātā ahesuṃ tiporisaṅgā tiporisanikhātā dvādasaporisā ubbedhena. ",
          "en": "At each gate there were seven pillars, three fathoms deep and four fathoms high, "
        },
        {
          "scid": "dn17:1.5.4",
          "pli": "Ekā esikā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
          "en": "made of gold, silver, beryl, crystal, ruby, emerald, and all precious things. "
        },
        {
          "scid": "dn17:1.6.1",
          "pli": "Kusāvatī, ānanda, rājadhānī sattahi tālapantīhi parikkhittā ahosi. ",
          "en": "It was surrounded by seven rows of palm trees, "
        },
        {
          "scid": "dn17:1.6.2",
          "pli": "Ekā tālapanti sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
          "en": "made of gold, silver, beryl, crystal, ruby, emerald, and all precious things. "
        },
        {
          "scid": "dn17:1.6.3",
          "pli": "Sovaṇṇamayassa tālassa sovaṇṇamayo khandho ahosi, rūpiyamayāni pattāni ca phalāni ca. ",
          "en": "The golden palms had trunks of gold, and leaves and fruits of silver. "
        },
        {
          "scid": "dn17:1.6.4",
          "pli": "Rūpiyamayassa tālassa rūpiyamayo khandho ahosi, sovaṇṇamayāni pattāni ca phalāni ca. ",
          "en": "The silver palms had trunks of silver, and leaves and fruits of gold. "
        },
        {
          "scid": "dn17:1.6.5",
          "pli": "Veḷuriyamayassa tālassa veḷuriyamayo khandho ahosi, phalikamayāni pattāni ca phalāni ca. ",
          "en": "The beryl palms had trunks of beryl, and leaves and fruits of crystal. "
        },
        {
          "scid": "dn17:1.6.6",
          "pli": "Phalikamayassa tālassa phalikamayo khandho ahosi, veḷuriyamayāni pattāni ca phalāni ca. ",
          "en": "The crystal palms had trunks of crystal, and leaves and fruits of beryl. "
        },
        {
          "scid": "dn17:1.6.7",
          "pli": "Lohitaṅkamayassa tālassa lohitaṅkamayo khandho ahosi, masāragallamayāni pattāni ca phalāni ca. ",
          "en": "The ruby palms had trunks of ruby, and leaves and fruits of emerald. "
        },
        {
          "scid": "dn17:1.6.8",
          "pli": "Masāragallamayassa tālassa masāragallamayo khandho ahosi, lohitaṅkamayāni pattāni ca phalāni ca. ",
          "en": "The emerald palms had trunks of emerald, and leaves and fruits of ruby. "
        },
        {
          "scid": "dn17:1.6.9",
          "pli": "Sabbaratanamayassa tālassa sabbaratanamayo khandho ahosi, sabbaratanamayāni pattāni ca phalāni ca. ",
          "en": "The palms of all precious things had trunks of all precious things, and leaves and fruits of all precious things. "
        },
        {
          "scid": "dn17:1.6.10",
          "pli": "Tāsaṃ kho panānanda, tālapantīnaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
          "en": "When those rows of palm trees were blown by the wind they sounded graceful, tantalizing, sensuous, lovely, and intoxicating, "
        },
        {
          "scid": "dn17:1.6.11",
          "pli": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
          "en": "like a quintet made up of skilled musicians who had practiced well and kept excellent rhythm. "
        },
        {
          "scid": "dn17:1.6.12",
          "pli": "evameva kho, ānanda, tāsaṃ tālapantīnaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
          "en": " "
        },
        {
          "scid": "dn17:1.6.13",
          "pli": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṃ soṇḍā pipāsā, te tāsaṃ tālapantīnaṃ vāteritānaṃ saddena paricāresuṃ. ",
          "en": "And any addicts, libertines, or drunkards in Kusāvatī at that time were entertained by that sound. "
        },
        {
          "scid": "dn17:1.6.14",
          "pli": "2. Sattaratanasamannāgata ",
          "en": "2. The Seven Treasures "
        },
        {
          "scid": "dn17:1.6.15",
          "pli": "2.1. Cakkaratana ",
          "en": "2.1. The Wheel Treasure "
        },
        {
          "scid": "dn17:1.7.1",
          "pli": "Rājā, ānanda, mahāsudassano sattahi ratanehi samannāgato ahosi catūhi ca iddhīhi. ",
          "en": "King Mahāsudassana possessed seven treasures and four blessings. "
        },
        {
          "scid": "dn17:1.7.2",
          "pli": "Katamehi sattahi? ",
          "en": "What seven? "
        },
        {
          "scid": "dn17:1.7.3",
          "pli": "Idhānanda, rañño mahāsudassanassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa ",
          "en": "On a fifteenth day sabbath, King Mahāsudassana had bathed his head and gone upstairs in the stilt longhouse to observe the sabbath. "
        },
        {
          "scid": "dn17:1.7.4",
          "pli": "dibbaṃ cakkaratanaṃ pāturahosi sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ. ",
          "en": "And the heavenly wheel-treasure appeared to him, with a thousand spokes, with rim and hub, complete in every detail. "
        },
        {
          "scid": "dn17:1.7.5",
          "pli": "Disvā rañño mahāsudassanassa etadahosi: ",
          "en": "Seeing this, the king thought, "
        },
        {
          "scid": "dn17:1.7.6",
          "pli": "‘sutaṃ kho pana metaṃ: “yassa rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, so hoti rājā cakkavattī”ti. ",
          "en": "‘I have heard that when the heavenly wheel-treasure appears to a king in this way, he becomes a wheel-turning monarch. "
        },
        {
          "scid": "dn17:1.7.7",
          "pli": "Assaṃ nu kho ahaṃ rājā cakkavattī’ti. ",
          "en": "Am I then a wheel-turning monarch?’ "
        },
        {
          "scid": "dn17:1.8.1",
          "pli": "Atha kho, ānanda, rājā mahāsudassano uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā vāmena hatthena suvaṇṇabhiṅkāraṃ gahetvā dakkhiṇena hatthena cakkaratanaṃ abbhukkiri: ",
          "en": "Then King Mahāsudassana, rising from his seat and arranging his robe over one shoulder, took a ceremonial vase in his left hand and besprinkled the wheel-treasure with his right hand, saying: "
        },
        {
          "scid": "dn17:1.8.2",
          "pli": "‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratanan’ti. ",
          "en": "‘Roll forth, O wheel-treasure! Triumph, O wheel-treasure!’ "
        },
        {
          "scid": "dn17:1.8.3",
          "pli": "Atha kho taṃ, ānanda, cakkaratanaṃ puratthimaṃ disaṃ pavatti, anvadeva rājā mahāsudassano saddhiṃ caturaṅginiyā senāya, yasmiṃ kho panānanda, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā mahāsudassano vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
          "en": "Then the wheel-treasure rolled towards the east. And the king followed it together with his army of four divisions. In whatever place the wheel-treasure stood still, there the king came to stay together with his army. "
        },
        {
          "scid": "dn17:1.9.1",
          "pli": "Ye kho panānanda, puratthimāya disāya paṭirājāno, te rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "And any opposing rulers of the eastern quarter came to him and said, "
        },
        {
          "scid": "dn17:1.9.2",
          "pli": "‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
          "en": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ "
        },
        {
          "scid": "dn17:1.9.3",
          "pli": "Rājā mahāsudassano evamāha: ",
          "en": "The king said, "
        },
        {
          "scid": "dn17:1.9.4",
          "pli": "‘pāṇo na hantabbo, adinnaṃ na ādātabbaṃ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
          "en": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ "
        },
        {
          "scid": "dn17:1.9.5",
          "pli": "Ye kho panānanda, puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesuṃ. ",
          "en": "And so the opposing rulers of the eastern quarter became his vassals. "
        },
        {
          "scid": "dn17:1.10.1",
          "pli": "Atha kho taṃ, ānanda, cakkaratanaṃ puratthimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā dakkhiṇaṃ disaṃ pavatti … pe … ",
          "en": "Then the wheel-treasure, having plunged into the eastern ocean and emerged again, rolled towards the south. … "
        },
        {
          "scid": "dn17:1.10.2",
          "pli": "dakkhiṇaṃ samuddaṃ ajjhogāhetvā paccuttaritvā pacchimaṃ disaṃ pavatti … pe … ",
          "en": "Having plunged into the southern ocean and emerged again, it rolled towards the west. … "
        },
        {
          "scid": "dn17:1.10.3",
          "pli": "pacchimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā uttaraṃ disaṃ pavatti, anvadeva rājā mahāsudassano saddhiṃ caturaṅginiyā senāya. ",
          "en": "Having plunged into the western ocean and emerged again, it rolled towards the north, followed by the king together with his army of four divisions. "
        },
        {
          "scid": "dn17:1.10.4",
          "pli": "Yasmiṃ kho panānanda, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā mahāsudassano vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
          "en": "In whatever place the wheel-treasure stood still, there the king came to stay together with his army. "
        },
        {
          "scid": "dn17:1.10.5",
          "pli": "Ye kho panānanda, uttarāya disāya paṭirājāno, te rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "And any opposing rulers of the northern quarter came to him and said, "
        },
        {
          "scid": "dn17:1.10.6",
          "pli": "‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
          "en": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ "
        },
        {
          "scid": "dn17:1.10.7",
          "pli": "Rājā mahāsudassano evamāha: ",
          "en": "The king said, "
        },
        {
          "scid": "dn17:1.10.8",
          "pli": "‘pāṇo na hantabbo, adinnaṃ na ādātabbaṃ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
          "en": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ "
        },
        {
          "scid": "dn17:1.10.9",
          "pli": "Ye kho panānanda, uttarāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesuṃ. ",
          "en": "And so the opposing rulers of the northern quarter became his vassals. "
        },
        {
          "scid": "dn17:1.11.1",
          "pli": "Atha kho taṃ, ānanda, cakkaratanaṃ samuddapariyantaṃ pathaviṃ abhivijinitvā kusāvatiṃ rājadhāniṃ paccāgantvā rañño mahāsudassanassa antepuradvāre atthakaraṇapamukhe akkhāhataṃ maññe aṭṭhāsi rañño mahāsudassanassa antepuraṃ upasobhayamānaṃ. ",
          "en": "And then the wheel-treasure, having triumphed over this land surrounded by ocean, returned to the royal capital of Kusāvatī. There it stood still by the gate to Mahāsudassana’s royal compound at the High Court as if fixed to an axle, illuminating the royal compound. "
        },
        {
          "scid": "dn17:1.11.2",
          "pli": "Rañño, ānanda, mahāsudassanassa evarūpaṃ cakkaratanaṃ pāturahosi. ",
          "en": "Such is the wheel-treasure that appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.11.3",
          "pli": "2.2. Hatthiratana ",
          "en": "2.2. The Elephant Treasure "
        },
        {
          "scid": "dn17:1.12.1",
          "pli": "Puna caparaṃ, ānanda, rañño mahāsudassanassa hatthiratanaṃ pāturahosi ",
          "en": "Next, the elephant-treasure appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.12.2",
          "pli": "sabbaseto sattappatiṭṭho iddhimā vehāsaṅgamo uposatho nāma nāgarājā. ",
          "en": "It was an all-white sky-walker with psychic power, touching the ground in seven places, a king of elephants named Sabbath. "
        },
        {
          "scid": "dn17:1.12.3",
          "pli": "Taṃ disvā rañño mahāsudassanassa cittaṃ pasīdi: ",
          "en": "Seeing him, the king was impressed, "
        },
        {
          "scid": "dn17:1.12.4",
          "pli": "‘bhaddakaṃ vata bho hatthiyānaṃ, sace damathaṃ upeyyā’ti. ",
          "en": "‘This would truly be a fine elephant vehicle, if he would submit to taming.’ "
        },
        {
          "scid": "dn17:1.12.5",
          "pli": "Atha kho taṃ, ānanda, hatthiratanaṃ—seyyathāpi nāma gandhahatthājāniyo dīgharattaṃ suparidanto; evameva damathaṃ upagacchi. ",
          "en": "Then the elephant-treasure submitted to taming, as if he was a fine thoroughbred elephant that had been tamed for a long time. "
        },
        {
          "scid": "dn17:1.12.6",
          "pli": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano tameva hatthiratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anuyāyitvā kusāvatiṃ rājadhāniṃ paccāgantvā pātarāsamakāsi. ",
          "en": "Once it so happened that King Mahāsudassana, testing that same elephant-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast. "
        },
        {
          "scid": "dn17:1.12.7",
          "pli": "Rañño, ānanda, mahāsudassanassa evarūpaṃ hatthiratanaṃ pāturahosi. ",
          "en": "Such is the elephant-treasure that appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.12.8",
          "pli": "2.3. Assaratana ",
          "en": "2.3. The Horse-Treasure "
        },
        {
          "scid": "dn17:1.13.1",
          "pli": "Puna caparaṃ, ānanda, rañño mahāsudassanassa assaratanaṃ pāturahosi ",
          "en": "Next, the horse-treasure appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.13.2",
          "pli": "sabbaseto kāḷasīso muñjakeso iddhimā vehāsaṅgamo valāhako nāma assarājā. ",
          "en": "It was an all-white sky-walker with psychic power, with head of black and mane like woven reeds, a royal steed named Thundercloud. "
        },
        {
          "scid": "dn17:1.13.3",
          "pli": "Taṃ disvā rañño mahāsudassanassa cittaṃ pasīdi: ",
          "en": "Seeing him, the king was impressed, "
        },
        {
          "scid": "dn17:1.13.4",
          "pli": "‘bhaddakaṃ vata bho assayānaṃ sace damathaṃ upeyyā’ti. ",
          "en": "‘This would truly be a fine horse vehicle, if he would submit to taming.’ "
        },
        {
          "scid": "dn17:1.13.5",
          "pli": "Atha kho taṃ, ānanda, assaratanaṃ seyyathāpi nāma bhaddo assājāniyo dīgharattaṃ suparidanto; evameva damathaṃ upagacchi. ",
          "en": "Then the horse-treasure submitted to taming, as if he was a fine thoroughbred horse that had been tamed for a long time. "
        },
        {
          "scid": "dn17:1.13.6",
          "pli": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano tameva assaratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anuyāyitvā kusāvatiṃ rājadhāniṃ paccāgantvā pātarāsamakāsi. ",
          "en": "Once it so happened that King Mahāsudassana, testing that same horse-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast. "
        },
        {
          "scid": "dn17:1.13.7",
          "pli": "Rañño, ānanda, mahāsudassanassa evarūpaṃ assaratanaṃ pāturahosi. ",
          "en": "Such is the horse-treasure that appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.13.8",
          "pli": "2.4. Maṇiratana ",
          "en": "2.4. The Jewel Treasure "
        },
        {
          "scid": "dn17:1.14.1",
          "pli": "Puna caparaṃ, ānanda, rañño mahāsudassanassa maṇiratanaṃ pāturahosi. ",
          "en": "Next, the jewel-treasure appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.14.2",
          "pli": "So ahosi maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. ",
          "en": "It was a beryl gem that was naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. "
        },
        {
          "scid": "dn17:1.14.3",
          "pli": "Tassa kho panānanda, maṇiratanassa ābhā samantā yojanaṃ phuṭā ahosi. ",
          "en": "And the radiance of that jewel spread all-round for a league. "
        },
        {
          "scid": "dn17:1.14.4",
          "pli": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano tameva maṇiratanaṃ vīmaṃsamāno caturaṅginiṃ senaṃ sannayhitvā maṇiṃ dhajaggaṃ āropetvā rattandhakāratimisāya pāyāsi. ",
          "en": "Once it so happened that King Mahāsudassana, testing that same jewel-treasure, mobilized his army of four divisions and, with the jewel hoisted on his banner, set out in the dark of the night. "
        },
        {
          "scid": "dn17:1.14.5",
          "pli": "Ye kho panānanda, samantā gāmā ahesuṃ, te tenobhāsena kammante payojesuṃ divāti maññamānā. ",
          "en": "Then the villagers around them set off to work, thinking that it was day. "
        },
        {
          "scid": "dn17:1.14.6",
          "pli": "Rañño, ānanda, mahāsudassanassa evarūpaṃ maṇiratanaṃ pāturahosi. ",
          "en": "Such is the jewel-treasure that appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.14.7",
          "pli": "2.5. Itthiratana ",
          "en": "2.5. The Woman Treasure "
        },
        {
          "scid": "dn17:1.15.1",
          "pli": "Puna caparaṃ, ānanda, rañño mahāsudassanassa itthiratanaṃ pāturahosi ",
          "en": "Next, the woman-treasure appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.15.2",
          "pli": "abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā nāccodātā atikkantā mānusivaṇṇaṃ appattā dibbavaṇṇaṃ. ",
          "en": "She was attractive, good-looking, lovely, of surpassing beauty. She was neither too tall nor too short; neither too thin nor too fat; neither too dark nor too light. She outdid human beauty without reaching divine beauty. "
        },
        {
          "scid": "dn17:1.15.3",
          "pli": "Tassa kho panānanda, itthiratanassa evarūpo kāyasamphasso hoti, seyyathāpi nāma tūlapicuno vā kappāsapicuno vā. ",
          "en": "And her touch was like a tuft of cotton-wool or kapok. "
        },
        {
          "scid": "dn17:1.15.4",
          "pli": "Tassa kho panānanda, itthiratanassa sīte uṇhāni gattāni honti, uṇhe sītāni. ",
          "en": "When it was cool her limbs were warm, and when it was warm her limbs were cool. "
        },
        {
          "scid": "dn17:1.15.5",
          "pli": "Tassa kho panānanda, itthiratanassa kāyato candanagandho vāyati, mukhato uppalagandho. ",
          "en": "The fragrance of sandal floated from her body, and lotus from her mouth. "
        },
        {
          "scid": "dn17:1.15.6",
          "pli": "Taṃ kho panānanda, itthiratanaṃ rañño mahāsudassanassa pubbuṭṭhāyinī ahosi pacchānipātinī kiṃkārapaṭissāvinī manāpacārinī piyavādinī. ",
          "en": "She got up before the king and went to bed after him, and was obliging, behaving nicely and speaking politely. "
        },
        {
          "scid": "dn17:1.15.7",
          "pli": "Taṃ kho panānanda, itthiratanaṃ rājānaṃ mahāsudassanaṃ manasāpi no aticari, kuto pana kāyena. ",
          "en": "The woman-treasure did not betray the wheel-turning monarch even in thought, still less in deed. "
        },
        {
          "scid": "dn17:1.15.8",
          "pli": "Rañño, ānanda, mahāsudassanassa evarūpaṃ itthiratanaṃ pāturahosi. ",
          "en": "Such is the woman-treasure that appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.15.9",
          "pli": "2.6. Gahapatiratana ",
          "en": "2.6. The Householder Treasure "
        },
        {
          "scid": "dn17:1.16.1",
          "pli": "Puna caparaṃ, ānanda, rañño mahāsudassanassa gahapatiratanaṃ pāturahosi. ",
          "en": "Next, the householder-treasure appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.16.2",
          "pli": "Tassa kammavipākajaṃ dibbacakkhu pāturahosi yena nidhiṃ passati sassāmikampi assāmikampi. ",
          "en": "The power of clairvoyance manifested in him as a result of past deeds, by which he sees hidden treasure, both owned and ownerless. "
        },
        {
          "scid": "dn17:1.16.3",
          "pli": "So rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāha: ",
          "en": "He approached the king and said, "
        },
        {
          "scid": "dn17:1.16.4",
          "pli": "‘appossukko tvaṃ, deva, hohi, ahaṃ te dhanena dhanakaraṇīyaṃ karissāmī’ti. ",
          "en": "‘Relax, sire. I will take care of the treasury.’ "
        },
        {
          "scid": "dn17:1.16.5",
          "pli": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano tameva gahapatiratanaṃ vīmaṃsamāno nāvaṃ abhiruhitvā majjhe gaṅgāya nadiyā sotaṃ ogāhitvā gahapatiratanaṃ etadavoca: ",
          "en": "Once it so happened that the wheel-turning monarch, testing that same householder-treasure, boarded a boat and sailed to the middle of the Ganges river. Then he said to the householder-treasure, "
        },
        {
          "scid": "dn17:1.16.6",
          "pli": "‘attho me, gahapati, hiraññasuvaṇṇenā’ti. ",
          "en": "‘Householder, I need gold coins and bullion.’ "
        },
        {
          "scid": "dn17:1.16.7",
          "pli": "‘Tena hi, mahārāja, ekaṃ tīraṃ nāvā upetū’ti. ",
          "en": "‘Well then, great king, draw the boat up to one shore.’ "
        },
        {
          "scid": "dn17:1.16.8",
          "pli": "‘Idheva me, gahapati, attho hiraññasuvaṇṇenā’ti. ",
          "en": "‘It’s right here, householder, that I need gold coins and bullion.’ "
        },
        {
          "scid": "dn17:1.16.9",
          "pli": "Atha kho taṃ, ānanda, gahapatiratanaṃ ubhohi hatthehi udakaṃ omasitvā pūraṃ hiraññasuvaṇṇassa kumbhiṃ uddharitvā rājānaṃ mahāsudassanaṃ etadavoca: ",
          "en": "Then that householder-treasure, immersing both hands in the water, pulled up a pot full of gold coin and bullion, and said to the king, "
        },
        {
          "scid": "dn17:1.16.10",
          "pli": "‘alamettāvatā, mahārāja, katamettāvatā, mahārāja, pūjitamettāvatā, mahārājā’ti? ",
          "en": "‘Is this sufficient, great king? Has enough been done, great king, enough offered?’ "
        },
        {
          "scid": "dn17:1.16.11",
          "pli": "Rājā mahāsudassano evamāha: ",
          "en": "The king said, "
        },
        {
          "scid": "dn17:1.16.12",
          "pli": "‘alamettāvatā, gahapati, katamettāvatā, gahapati, pūjitamettāvatā, gahapatī’ti. ",
          "en": "‘That is sufficient, householder. Enough has been done, enough offered.’ "
        },
        {
          "scid": "dn17:1.16.13",
          "pli": "Rañño, ānanda, mahāsudassanassa evarūpaṃ gahapatiratanaṃ pāturahosi. ",
          "en": "Such is the householder-treasure that appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.16.14",
          "pli": "2.7. Pariṇāyakaratana ",
          "en": "2.7. The Counselor Treasure "
        },
        {
          "scid": "dn17:1.18.1",
          "pli": "Puna caparaṃ, ānanda, rañño mahāsudassanassa pariṇāyakaratanaṃ pāturahosi ",
          "en": "Next, the counselor-treasure appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.18.2",
          "pli": "paṇḍito viyatto medhāvī paṭibalo rājānaṃ mahāsudassanaṃ upayāpetabbaṃ upayāpetuṃ, apayāpetabbaṃ apayāpetuṃ, ṭhapetabbaṃ ṭhapetuṃ. ",
          "en": "He was astute, competent, intelligent, and capable of getting the king to appoint who should be appointed, dismiss who should be dismissed, and retain who should be retained. "
        },
        {
          "scid": "dn17:1.18.3",
          "pli": "So rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāha: ",
          "en": "He approached the king and said, "
        },
        {
          "scid": "dn17:1.18.4",
          "pli": "‘appossukko tvaṃ, deva, hohi, ahamanusāsissāmī’ti. ",
          "en": "‘Relax, sire. I shall issue instructions.’ "
        },
        {
          "scid": "dn17:1.18.5",
          "pli": "Rañño, ānanda, mahāsudassanassa evarūpaṃ pariṇāyakaratanaṃ pāturahosi. ",
          "en": "Such is the counselor-treasure that appeared to King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.18.6",
          "pli": "Rājā, ānanda, mahāsudassano imehi sattahi ratanehi samannāgato ahosi. ",
          "en": "These are the seven treasures possessed by King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.18.7",
          "pli": "3. Catuiddhisamannāgata ",
          "en": "3. The Four Blessings "
        },
        {
          "scid": "dn17:1.18.8",
          "pli": "Rājā, ānanda, mahāsudassano catūhi iddhīhi samannāgato ahosi. ",
          "en": "King Mahāsudassana possessed four blessings. "
        },
        {
          "scid": "dn17:1.18.9",
          "pli": "Katamāhi catūhi iddhīhi? ",
          "en": "And what are the four blessings? "
        },
        {
          "scid": "dn17:1.18.10",
          "pli": "Idhānanda, rājā mahāsudassano abhirūpo ahosi dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato ativiya aññehi manussehi. ",
          "en": "He was attractive, good-looking, lovely, of surpassing beauty, more so than other people. "
        },
        {
          "scid": "dn17:1.18.11",
          "pli": "Rājā, ānanda, mahāsudassano imāya paṭhamāya iddhiyā samannāgato ahosi. ",
          "en": "This is the first blessing. "
        },
        {
          "scid": "dn17:1.19.1",
          "pli": "Puna caparaṃ, ānanda, rājā mahāsudassano dīghāyuko ahosi ciraṭṭhitiko ativiya aññehi manussehi. ",
          "en": "Furthermore, he was long-lived, more so than other people. "
        },
        {
          "scid": "dn17:1.19.2",
          "pli": "Rājā, ānanda, mahāsudassano imāya dutiyāya iddhiyā samannāgato ahosi. ",
          "en": "This is the second blessing. "
        },
        {
          "scid": "dn17:1.20.1",
          "pli": "Puna caparaṃ, ānanda, rājā mahāsudassano appābādho ahosi appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya ativiya aññehi manussehi. ",
          "en": "Furthermore, he was rarely ill or unwell, and his stomach digested well, being neither too hot nor too cold, more so than other people. "
        },
        {
          "scid": "dn17:1.20.2",
          "pli": "Rājā, ānanda, mahāsudassano imāya tatiyāya iddhiyā samannāgato ahosi. ",
          "en": "This is the third blessing. "
        },
        {
          "scid": "dn17:1.21.1",
          "pli": "Puna caparaṃ, ānanda, rājā mahāsudassano brāhmaṇagahapatikānaṃ piyo ahosi manāpo. ",
          "en": "Furthermore, he was as dear and beloved to the brahmins and householders "
        },
        {
          "scid": "dn17:1.21.2",
          "pli": "Seyyathāpi, ānanda, pitā puttānaṃ piyo hoti manāpo; ",
          "en": "as a father is to his children. "
        },
        {
          "scid": "dn17:1.21.3",
          "pli": "evameva kho, ānanda, rājā mahāsudassano brāhmaṇagahapatikānaṃ piyo ahosi manāpo. ",
          "en": " "
        },
        {
          "scid": "dn17:1.21.4",
          "pli": "Raññopi, ānanda, mahāsudassanassa brāhmaṇagahapatikā piyā ahesuṃ manāpā. ",
          "en": "And the brahmins and householders were as dear to the king "
        },
        {
          "scid": "dn17:1.21.5",
          "pli": "Seyyathāpi, ānanda, pitu puttā piyā honti manāpā; ",
          "en": "as children are to their father. "
        },
        {
          "scid": "dn17:1.21.6",
          "pli": "evameva kho, ānanda, raññopi mahāsudassanassa brāhmaṇagahapatikā piyā ahesuṃ manāpā. ",
          "en": " "
        },
        {
          "scid": "dn17:1.21.7",
          "pli": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano caturaṅginiyā senāya uyyānabhūmiṃ niyyāsi. ",
          "en": "Once it so happened that King Mahāsudassana went with his army of four divisions to visit a park. "
        },
        {
          "scid": "dn17:1.21.8",
          "pli": "Atha kho, ānanda, brāhmaṇagahapatikā rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "Then the brahmins and householders went up to him and said, "
        },
        {
          "scid": "dn17:1.21.9",
          "pli": "‘ataramāno, deva, yāhi, yathā taṃ mayaṃ cirataraṃ passeyyāmā’ti. ",
          "en": "‘Slow down, Your Majesty, so we may see you longer!’ "
        },
        {
          "scid": "dn17:1.21.10",
          "pli": "Rājāpi, ānanda, mahāsudassano sārathiṃ āmantesi: ",
          "en": "And the king addressed his charioteer, "
        },
        {
          "scid": "dn17:1.21.11",
          "pli": "‘ataramāno, sārathi, rathaṃ pesehi, yathā ahaṃ brāhmaṇagahapatike cirataraṃ passeyyan’ti. ",
          "en": "‘Drive slowly, charioteer, so I can see the brahmins and householders longer!’ "
        },
        {
          "scid": "dn17:1.21.12",
          "pli": "Rājā, ānanda, mahāsudassano imāya catutthiyā iddhiyā samannāgato ahosi. ",
          "en": "This is the fourth blessing. "
        },
        {
          "scid": "dn17:1.21.13",
          "pli": "Rājā, ānanda, mahāsudassano imāhi catūhi iddhīhi samannāgato ahosi. ",
          "en": "These are the four blessings possessed by King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.21.14",
          "pli": "4. Dhammapāsādapokkharaṇī ",
          "en": "4. Lotus Ponds in the Palace of Principle "
        },
        {
          "scid": "dn17:1.22.1",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:1.22.2",
          "pli": "‘yannūnāhaṃ imāsu tālantarikāsu dhanusate dhanusate pokkharaṇiyo māpeyyan’ti. ",
          "en": "‘Why don’t I have lotus ponds built between the palms, at intervals of a hundred bow lengths?’ "
        },
        {
          "scid": "dn17:1.22.3",
          "pli": "Māpesi kho, ānanda, rājā mahāsudassano tāsu tālantarikāsu dhanusate dhanusate pokkharaṇiyo. ",
          "en": "So that’s what he did. "
        },
        {
          "scid": "dn17:1.22.4",
          "pli": "Tā kho panānanda, pokkharaṇiyo catunnaṃ vaṇṇānaṃ iṭṭhakāhi citā ahesuṃ—",
          "en": "The lotus ponds were lined with tiles of four colors, "
        },
        {
          "scid": "dn17:1.22.5",
          "pli": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.22.6",
          "pli": "Tāsu kho panānanda, pokkharaṇīsu cattāri cattāri sopānāni ahesuṃ catunnaṃ vaṇṇānaṃ, ",
          "en": "And four flights of stairs of four colors descended into each lotus pond, "
        },
        {
          "scid": "dn17:1.22.7",
          "pli": "ekaṃ sopānaṃ sovaṇṇamayaṃ ekaṃ rūpiyamayaṃ ekaṃ veḷuriyamayaṃ ekaṃ phalikamayaṃ. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.22.8",
          "pli": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṃ, rūpiyamayā sūciyo ca uṇhīsañca. ",
          "en": "The golden stairs had posts of gold, and banisters and finials of silver. "
        },
        {
          "scid": "dn17:1.22.9",
          "pli": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṃ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
          "en": "The silver stairs had posts of silver, and banisters and finials of gold. "
        },
        {
          "scid": "dn17:1.22.10",
          "pli": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṃ, phalikamayā sūciyo ca uṇhīsañca. ",
          "en": "The beryl stairs had posts of beryl, and banisters and finials of crystal. "
        },
        {
          "scid": "dn17:1.22.11",
          "pli": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṃ, veḷuriyamayā sūciyo ca uṇhīsañca. ",
          "en": "The crystal stairs had posts of crystal, and banisters and finials of beryl. "
        },
        {
          "scid": "dn17:1.22.12",
          "pli": "Tā kho panānanda, pokkharaṇiyo dvīhi vedikāhi parikkhittā ahesuṃ ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
          "en": "Those lotus ponds were surrounded by two balustrades, made of gold and silver. "
        },
        {
          "scid": "dn17:1.22.13",
          "pli": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṃ, rūpiyamayā sūciyo ca uṇhīsañca. ",
          "en": "The golden balustrades had posts of gold, and banisters and finials of silver. "
        },
        {
          "scid": "dn17:1.22.14",
          "pli": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṃ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
          "en": "The silver balustrades had posts of silver, and banisters and finials of gold. "
        },
        {
          "scid": "dn17:1.23.1",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:1.23.2",
          "pli": "‘yannūnāhaṃ imāsu pokkharaṇīsu evarūpaṃ mālaṃ ropāpeyyaṃ uppalaṃ padumaṃ kumudaṃ puṇḍarīkaṃ sabbotukaṃ sabbajanassa anāvaṭan’ti. ",
          "en": "‘Why don’t I plant flowers in the lotus ponds such as blue water lilies, and lotuses of pink, yellow, and white, blooming all year round, and accessible to the public?’ "
        },
        {
          "scid": "dn17:1.23.3",
          "pli": "Ropāpesi kho, ānanda, rājā mahāsudassano tāsu pokkharaṇīsu evarūpaṃ mālaṃ uppalaṃ padumaṃ kumudaṃ puṇḍarīkaṃ sabbotukaṃ sabbajanassa anāvaṭaṃ. ",
          "en": "So that’s what he did. "
        },
        {
          "scid": "dn17:1.23.4",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:1.23.5",
          "pli": "‘yannūnāhaṃ imāsaṃ pokkharaṇīnaṃ tīre nhāpake purise ṭhapeyyaṃ, ye āgatāgataṃ janaṃ nhāpessantī’ti. ",
          "en": "‘Why don’t I appoint bath attendants to help bathe the people who come to bathe in the lotus ponds?’ "
        },
        {
          "scid": "dn17:1.23.6",
          "pli": "Ṭhapesi kho, ānanda, rājā mahāsudassano tāsaṃ pokkharaṇīnaṃ tīre nhāpake purise, ye āgatāgataṃ janaṃ nhāpesuṃ. ",
          "en": "So that’s what he did. "
        },
        {
          "scid": "dn17:1.23.7",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:1.23.8",
          "pli": "‘yannūnāhaṃ imāsaṃ pokkharaṇīnaṃ tīre evarūpaṃ dānaṃ paṭṭhapeyyaṃ—",
          "en": "‘Why don’t I set up charities on the banks of the lotus ponds, "
        },
        {
          "scid": "dn17:1.23.9",
          "pli": "annaṃ annaṭṭhikassa, pānaṃ pānaṭṭhikassa, vatthaṃ vatthaṭṭhikassa, yānaṃ yānaṭṭhikassa, sayanaṃ sayanaṭṭhikassa, itthiṃ itthiṭṭhikassa, hiraññaṃ hiraññaṭṭhikassa, suvaṇṇaṃ suvaṇṇaṭṭhikassā’ti. ",
          "en": "so that those in need of food, drink, clothes, vehicles, beds, women, gold, or silver can get what they need?’ "
        },
        {
          "scid": "dn17:1.23.10",
          "pli": "Paṭṭhapesi kho, ānanda, rājā mahāsudassano tāsaṃ pokkharaṇīnaṃ tīre evarūpaṃ dānaṃ—",
          "en": "So that’s what he did. "
        },
        {
          "scid": "dn17:1.23.11",
          "pli": "annaṃ annaṭṭhikassa, pānaṃ pānaṭṭhikassa, vatthaṃ vatthaṭṭhikassa, yānaṃ yānaṭṭhikassa, sayanaṃ sayanaṭṭhikassa, itthiṃ itthiṭṭhikassa, hiraññaṃ hiraññaṭṭhikassa, suvaṇṇaṃ suvaṇṇaṭṭhikassa. ",
          "en": " "
        },
        {
          "scid": "dn17:1.24.1",
          "pli": "Atha kho, ānanda, brāhmaṇagahapatikā pahūtaṃ sāpateyyaṃ ādāya rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "Then the brahmins and householders came to the king bringing abundant wealth and said, "
        },
        {
          "scid": "dn17:1.24.2",
          "pli": "‘idaṃ, deva, pahūtaṃ sāpateyyaṃ devaññeva uddissa ābhataṃ, taṃ devo paṭiggaṇhatū’ti. ",
          "en": "‘Sire, this abundant wealth is specially for you alone; may Your Highness accept it!’ "
        },
        {
          "scid": "dn17:1.24.3",
          "pli": "‘Alaṃ, bho, mamapidaṃ pahūtaṃ sāpateyyaṃ dhammikena balinā abhisaṅkhataṃ, tañca vo hotu, ito ca bhiyyo harathā’ti. ",
          "en": "‘There’s enough raised for me through regular taxes. Let this be for you; and here, take even more!’ "
        },
        {
          "scid": "dn17:1.24.4",
          "pli": "Te raññā paṭikkhittā ekamantaṃ apakkamma evaṃ samacintesuṃ: ",
          "en": "When the king turned them down, they withdrew to one side to think up a plan, "
        },
        {
          "scid": "dn17:1.24.5",
          "pli": "‘na kho etaṃ amhākaṃ patirūpaṃ, yaṃ mayaṃ imāni sāpateyyāni punadeva sakāni gharāni paṭihareyyāma. ",
          "en": "‘It wouldn’t be proper for us to take this abundant wealth back to our own homes. "
        },
        {
          "scid": "dn17:1.24.6",
          "pli": "Yannūna mayaṃ rañño mahāsudassanassa nivesanaṃ māpeyyāmā’ti. ",
          "en": "Why don’t we build a home for King Mahāsudassana?’ "
        },
        {
          "scid": "dn17:1.24.7",
          "pli": "Te rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "They went up to the king and said, "
        },
        {
          "scid": "dn17:1.24.8",
          "pli": "‘nivesanaṃ te, deva, māpessāmā’ti. ",
          "en": "‘We shall have a home built for you, sire!’ "
        },
        {
          "scid": "dn17:1.24.9",
          "pli": "Adhivāsesi kho, ānanda, rājā mahāsudassano tuṇhībhāvena. ",
          "en": "King Mahāsudassana consented in silence. "
        },
        {
          "scid": "dn17:1.25.1",
          "pli": "Atha kho, ānanda, sakko devānamindo rañño mahāsudassanassa cetasā cetoparivitakkamaññāya vissakammaṃ devaputtaṃ āmantesi: ",
          "en": "And then Sakka, lord of gods, knowing what the king was thinking, addressed the god Vissakamma, "
        },
        {
          "scid": "dn17:1.25.2",
          "pli": "‘ehi tvaṃ, samma vissakamma, rañño mahāsudassanassa nivesanaṃ māpehi dhammaṃ nāma pāsādan’ti. ",
          "en": "‘Come, dear Vissakamma, build a palace named Principle as a home for King Mahāsudassana.’ "
        },
        {
          "scid": "dn17:1.25.3",
          "pli": "‘Evaṃ, bhaddantavā’ti kho, ānanda, vissakammo devaputto sakkassa devānamindassa paṭissutvā seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya pasāritaṃ vā bāhaṃ samiñjeyya; evameva—devesu tāvatiṃsesu antarahito rañño mahāsudassanassa purato pāturahosi. ",
          "en": "‘Yes, lord,’ replied Vissakamma. Then, as easily as a strong person would extend or contract their arm, he vanished from the gods of the Thirty-Three and appeared in front of King Mahāsudassana. "
        },
        {
          "scid": "dn17:1.25.4",
          "pli": "Atha kho, ānanda, vissakammo devaputto rājānaṃ mahāsudassanaṃ etadavoca: ",
          "en": "Vissakamma said to the king, "
        },
        {
          "scid": "dn17:1.25.5",
          "pli": "‘nivesanaṃ te, deva, māpessāmi dhammaṃ nāma pāsādan’ti. ",
          "en": "‘I shall build a palace named Principle as a home for you, sire.’ "
        },
        {
          "scid": "dn17:1.25.6",
          "pli": "Adhivāsesi kho, ānanda, rājā mahāsudassano tuṇhībhāvena. ",
          "en": "King Mahāsudassana consented in silence. "
        },
        {
          "scid": "dn17:1.25.7",
          "pli": "Māpesi kho, ānanda, vissakammo devaputto rañño mahāsudassanassa nivesanaṃ dhammaṃ nāma pāsādaṃ. ",
          "en": "And so that’s what Vissakamma did. "
        },
        {
          "scid": "dn17:1.25.8",
          "pli": "Dhammo, ānanda, pāsādo puratthimena pacchimena ca yojanaṃ āyāmena ahosi. Uttarena dakkhiṇena ca aḍḍhayojanaṃ vitthārena. ",
          "en": "The Palace of Principle stretched for a league from east to west, and half a league from north to south. "
        },
        {
          "scid": "dn17:1.25.9",
          "pli": "Dhammassa, ānanda, pāsādassa tiporisaṃ uccatarena vatthu citaṃ ahosi catunnaṃ vaṇṇānaṃ iṭṭhakāhi—",
          "en": "It was lined with tiles of four colors, three fathoms high, "
        },
        {
          "scid": "dn17:1.25.10",
          "pli": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.26.1",
          "pli": "Dhammassa, ānanda, pāsādassa caturāsītithambhasahassāni ahesuṃ catunnaṃ vaṇṇānaṃ—",
          "en": "It had 84,000 pillars of four colors, "
        },
        {
          "scid": "dn17:1.26.2",
          "pli": "eko thambho sovaṇṇamayo, eko rūpiyamayo, eko veḷuriyamayo, eko phalikamayo. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.26.3",
          "pli": "Dhammo, ānanda, pāsādo catunnaṃ vaṇṇānaṃ phalakehi santhato ahosi—",
          "en": "It was covered with panels of four colors, "
        },
        {
          "scid": "dn17:1.26.4",
          "pli": "ekaṃ phalakaṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.26.5",
          "pli": "Dhammassa, ānanda, pāsādassa catuvīsati sopānāni ahesuṃ catunnaṃ vaṇṇānaṃ—",
          "en": "It had twenty-four staircases of four colors, "
        },
        {
          "scid": "dn17:1.26.6",
          "pli": "ekaṃ sopānaṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.26.7",
          "pli": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṃ rūpiyamayā sūciyo ca uṇhīsañca. ",
          "en": "The golden stairs had posts of gold, and banisters and finials of silver. "
        },
        {
          "scid": "dn17:1.26.8",
          "pli": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṃ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
          "en": "The silver stairs had posts of silver, and banisters and finials of gold. "
        },
        {
          "scid": "dn17:1.26.9",
          "pli": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṃ phalikamayā sūciyo ca uṇhīsañca. ",
          "en": "The beryl stairs had posts of beryl, and banisters and finials of crystal. "
        },
        {
          "scid": "dn17:1.26.10",
          "pli": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṃ veḷuriyamayā sūciyo ca uṇhīsañca. ",
          "en": "The crystal stairs had posts of crystal, and banisters and finials of beryl. "
        },
        {
          "scid": "dn17:1.26.11",
          "pli": "Dhamme, ānanda, pāsāde caturāsītikūṭāgārasahassāni ahesuṃ catunnaṃ vaṇṇānaṃ—",
          "en": "It had 84,000 chambers of four colors, "
        },
        {
          "scid": "dn17:1.26.12",
          "pli": "ekaṃ kūṭāgāraṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.26.13",
          "pli": "Sovaṇṇamaye kūṭāgāre rūpiyamayo pallaṅko paññatto ahosi, rūpiyamaye kūṭāgāre sovaṇṇamayo pallaṅko paññatto ahosi, veḷuriyamaye kūṭāgāre dantamayo pallaṅko paññatto ahosi, phalikamaye kūṭāgāre sāramayo pallaṅko paññatto ahosi. ",
          "en": "In each chamber a couch was spread: in the golden chamber a couch of silver; in the silver chamber a couch of beryl; in the beryl chamber a couch of ivory; in the crystal chamber a couch of hardwood. "
        },
        {
          "scid": "dn17:1.26.14",
          "pli": "Sovaṇṇamayassa kūṭāgārassa dvāre rūpiyamayo tālo ṭhito ahosi, tassa rūpiyamayo khandho sovaṇṇamayāni pattāni ca phalāni ca. ",
          "en": "At the door of the golden chamber stood a palm tree of silver, with trunk of silver, and leaves and fruits of gold. "
        },
        {
          "scid": "dn17:1.26.15",
          "pli": "Rūpiyamayassa kūṭāgārassa dvāre sovaṇṇamayo tālo ṭhito ahosi, tassa sovaṇṇamayo khandho, rūpiyamayāni pattāni ca phalāni ca. ",
          "en": "At the door of the silver chamber stood a palm tree of gold, with trunk of gold, and leaves and fruits of silver. "
        },
        {
          "scid": "dn17:1.26.16",
          "pli": "Veḷuriyamayassa kūṭāgārassa dvāre phalikamayo tālo ṭhito ahosi, tassa phalikamayo khandho, veḷuriyamayāni pattāni ca phalāni ca. ",
          "en": "At the door of the beryl chamber stood a palm tree of crystal, with trunk of crystal, and leaves and fruits of beryl. "
        },
        {
          "scid": "dn17:1.26.17",
          "pli": "Phalikamayassa kūṭāgārassa dvāre veḷuriyamayo tālo ṭhito ahosi, tassa veḷuriyamayo khandho, phalikamayāni pattāni ca phalāni ca. ",
          "en": "At the door of the crystal chamber stood a palm tree of beryl, with trunk of beryl, and leaves and fruits of crystal. "
        },
        {
          "scid": "dn17:1.27.1",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:1.27.2",
          "pli": "‘yannūnāhaṃ mahāviyūhassa kūṭāgārassa dvāre sabbasovaṇṇamayaṃ tālavanaṃ māpeyyaṃ, yattha divāvihāraṃ nisīdissāmī’ti. ",
          "en": "‘Why don’t I build a grove of golden palm trees at the door to the great foyer, where I can sit for the day?’ "
        },
        {
          "scid": "dn17:1.27.3",
          "pli": "Māpesi kho, ānanda, rājā mahāsudassano mahāviyūhassa kūṭāgārassa dvāre sabbasovaṇṇamayaṃ tālavanaṃ, yattha divāvihāraṃ nisīdi. ",
          "en": "So that’s what he did. "
        },
        {
          "scid": "dn17:1.28.1",
          "pli": "Dhammo, ānanda, pāsādo dvīhi vedikāhi parikkhitto ahosi, ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
          "en": "The Palace of Principle was surrounded by two balustrades, made of gold and silver. "
        },
        {
          "scid": "dn17:1.28.2",
          "pli": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṃ, rūpiyamayā sūciyo ca uṇhīsañca. ",
          "en": "The golden balustrades had posts of gold, and banisters and finials of silver. "
        },
        {
          "scid": "dn17:1.28.3",
          "pli": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṃ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
          "en": "The silver balustrades had posts of silver, and banisters and finials of gold. "
        },
        {
          "scid": "dn17:1.29.1",
          "pli": "Dhammo, ānanda, pāsādo dvīhi kiṅkiṇikajālehi parikkhitto ahosi—",
          "en": "The Palace of Principle was surrounded by two nets of bells, "
        },
        {
          "scid": "dn17:1.29.2",
          "pli": "ekaṃ jālaṃ sovaṇṇamayaṃ ekaṃ rūpiyamayaṃ. ",
          "en": "made of gold and silver. "
        },
        {
          "scid": "dn17:1.29.3",
          "pli": "Sovaṇṇamayassa jālassa rūpiyamayā kiṅkiṇikā ahesuṃ, rūpiyamayassa jālassa sovaṇṇamayā kiṅkiṇikā ahesuṃ. ",
          "en": "The golden net had bells of silver, and the silver net had bells of gold. "
        },
        {
          "scid": "dn17:1.29.4",
          "pli": "Tesaṃ kho panānanda, kiṅkiṇikajālānaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
          "en": "When those nets of bells were blown by the wind they sounded graceful, tantalizing, sensuous, lovely, and intoxicating, "
        },
        {
          "scid": "dn17:1.29.5",
          "pli": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti, vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
          "en": "like a quintet made up of skilled musicians who had practiced well and kept excellent rhythm. "
        },
        {
          "scid": "dn17:1.29.6",
          "pli": "evameva kho, ānanda, tesaṃ kiṅkiṇikajālānaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
          "en": " "
        },
        {
          "scid": "dn17:1.29.7",
          "pli": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṃ soṇḍā pipāsā, te tesaṃ kiṅkiṇikajālānaṃ vāteritānaṃ saddena paricāresuṃ. ",
          "en": "And any addicts, libertines, or drunkards in Kusāvatī at that time were entertained by that sound. "
        },
        {
          "scid": "dn17:1.29.8",
          "pli": "Niṭṭhito kho panānanda, dhammo pāsādo duddikkho ahosi musati cakkhūni. ",
          "en": "When it was finished, the palace was hard to look at, dazzling to the eyes, "
        },
        {
          "scid": "dn17:1.29.9",
          "pli": "Seyyathāpi, ānanda, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve ādicco nabhaṃ abbhussakkamāno duddikkho hoti musati cakkhūni; ",
          "en": "like the sun rising in a clear and cloudless sky in the last month of the rainy season. "
        },
        {
          "scid": "dn17:1.29.10",
          "pli": "evameva kho, ānanda, dhammo pāsādo duddikkho ahosi musati cakkhūni. ",
          "en": " "
        },
        {
          "scid": "dn17:1.30.1",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:1.30.2",
          "pli": "‘yannūnāhaṃ dhammassa pāsādassa purato dhammaṃ nāma pokkharaṇiṃ māpeyyan’ti. ",
          "en": "‘Why don’t I build a lotus pond named Principle in front of the palace?’ "
        },
        {
          "scid": "dn17:1.30.3",
          "pli": "Māpesi kho, ānanda, rājā mahāsudassano dhammassa pāsādassa purato dhammaṃ nāma pokkharaṇiṃ. ",
          "en": "So that’s what he did. "
        },
        {
          "scid": "dn17:1.30.4",
          "pli": "Dhammā, ānanda, pokkharaṇī puratthimena pacchimena ca yojanaṃ āyāmena ahosi, uttarena dakkhiṇena ca aḍḍhayojanaṃ vitthārena. ",
          "en": "The Lotus Pond of Principle stretched for a league from east to west, and half a league from north to south. "
        },
        {
          "scid": "dn17:1.30.5",
          "pli": "Dhammā, ānanda, pokkharaṇī catunnaṃ vaṇṇānaṃ iṭṭhakāhi citā ahosi—",
          "en": "It was lined with tiles of four colors, "
        },
        {
          "scid": "dn17:1.30.6",
          "pli": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.31.1",
          "pli": "Dhammāya, ānanda, pokkharaṇiyā catuvīsati sopānāni ahesuṃ catunnaṃ vaṇṇānaṃ—",
          "en": "It had twenty-four staircases of four colors, "
        },
        {
          "scid": "dn17:1.31.2",
          "pli": "ekaṃ sopānaṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
          "en": "made of gold, silver, beryl, and crystal. "
        },
        {
          "scid": "dn17:1.31.3",
          "pli": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṃ rūpiyamayā sūciyo ca uṇhīsañca. ",
          "en": "The golden stairs had posts of gold, and banisters and finials of silver. "
        },
        {
          "scid": "dn17:1.31.4",
          "pli": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṃ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
          "en": "The silver stairs had posts of silver, and banisters and finials of gold. "
        },
        {
          "scid": "dn17:1.31.5",
          "pli": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṃ phalikamayā sūciyo ca uṇhīsañca. ",
          "en": "The beryl stairs had posts of beryl, and banisters and finials of crystal. "
        },
        {
          "scid": "dn17:1.31.6",
          "pli": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṃ veḷuriyamayā sūciyo ca uṇhīsañca. ",
          "en": "The crystal stairs had posts of crystal, and banisters and finials of beryl. "
        },
        {
          "scid": "dn17:1.31.7",
          "pli": "Dhammā, ānanda, pokkharaṇī dvīhi vedikāhi parikkhittā ahosi—ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
          "en": "It was surrounded by two balustrades, made of gold and silver. "
        },
        {
          "scid": "dn17:1.31.8",
          "pli": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṃ rūpiyamayā sūciyo ca uṇhīsañca. ",
          "en": "The golden balustrades had posts of gold, and banisters and finials of silver. "
        },
        {
          "scid": "dn17:1.31.9",
          "pli": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṃ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
          "en": "The silver balustrades had posts of silver, and banisters and finials of gold. "
        },
        {
          "scid": "dn17:1.32.1",
          "pli": "Dhammā, ānanda, pokkharaṇī sattahi tālapantīhi parikkhittā ahosi—",
          "en": "It was surrounded by seven rows of palm trees, "
        },
        {
          "scid": "dn17:1.32.2",
          "pli": "ekā tālapanti sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
          "en": "made of gold, silver, beryl, crystal, ruby, emerald, and all precious things. "
        },
        {
          "scid": "dn17:1.32.3",
          "pli": "Sovaṇṇamayassa tālassa sovaṇṇamayo khandho ahosi rūpiyamayāni pattāni ca phalāni ca. ",
          "en": "The golden palms had trunks of gold, and leaves and fruits of silver. "
        },
        {
          "scid": "dn17:1.32.4",
          "pli": "Rūpiyamayassa tālassa rūpiyamayo khandho ahosi sovaṇṇamayāni pattāni ca phalāni ca. ",
          "en": "The silver palms had trunks of silver, and leaves and fruits of gold. "
        },
        {
          "scid": "dn17:1.32.5",
          "pli": "Veḷuriyamayassa tālassa veḷuriyamayo khandho ahosi phalikamayāni pattāni ca phalāni ca. ",
          "en": "The beryl palms had trunks of beryl, and leaves and fruits of crystal. "
        },
        {
          "scid": "dn17:1.32.6",
          "pli": "Phalikamayassa tālassa phalikamayo khandho ahosi veḷuriyamayāni pattāni ca phalāni ca. ",
          "en": "The crystal palms had trunks of crystal, and leaves and fruits of beryl. "
        },
        {
          "scid": "dn17:1.32.7",
          "pli": "Lohitaṅkamayassa tālassa lohitaṅkamayo khandho ahosi masāragallamayāni pattāni ca phalāni ca. ",
          "en": "The ruby palms had trunks of ruby, and leaves and fruits of emerald. "
        },
        {
          "scid": "dn17:1.32.8",
          "pli": "Masāragallamayassa tālassa masāragallamayo khandho ahosi lohitaṅkamayāni pattāni ca phalāni ca. ",
          "en": "The emerald palms had trunks of emerald, and leaves and fruits of ruby. "
        },
        {
          "scid": "dn17:1.32.9",
          "pli": "Sabbaratanamayassa tālassa sabbaratanamayo khandho ahosi, sabbaratanamayāni pattāni ca phalāni ca. ",
          "en": "The palms of all precious things had trunks of all precious things, and leaves and fruits of all precious things. "
        },
        {
          "scid": "dn17:1.32.10",
          "pli": "Tāsaṃ kho panānanda, tālapantīnaṃ vāteritānaṃ saddo ahosi, vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
          "en": "When those rows of palm trees were blown by the wind they sounded graceful, tantalizing, sensuous, lovely, and intoxicating, "
        },
        {
          "scid": "dn17:1.32.11",
          "pli": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
          "en": "like a quintet made up of skilled musicians who had practiced well and kept excellent rhythm. "
        },
        {
          "scid": "dn17:1.32.12",
          "pli": "evameva kho, ānanda, tāsaṃ tālapantīnaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
          "en": " "
        },
        {
          "scid": "dn17:1.32.13",
          "pli": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṃ soṇḍā pipāsā, te tāsaṃ tālapantīnaṃ vāteritānaṃ saddena paricāresuṃ. ",
          "en": "And any addicts, libertines, or drunkards in Kusāvatī at that time were entertained by that sound. "
        },
        {
          "scid": "dn17:1.33.1",
          "pli": "Niṭṭhite kho panānanda, dhamme pāsāde niṭṭhitāya dhammāya ca pokkharaṇiyā rājā mahāsudassano ‘ye tena samayena samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā’, te sabbakāmehi santappetvā dhammaṃ pāsādaṃ abhiruhi. ",
          "en": "When the palace and its lotus pond were finished, King Mahāsudassana served those who were reckoned as true ascetics and brahmins with all they desired. Then he ascended the Palace of Principle. "
        },
        {
          "scid": "dn17:1.33.2",
          "pli": "Paṭhamabhāṇavāro. ",
          "en": " "
        },
        {
          "scid": "dn17:1.33.3",
          "pli": "5. Jhānasampatti ",
          "en": "5. Attaining Absorption "
        },
        {
          "scid": "dn17:2.1.1",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:2.1.2",
          "pli": "‘kissa nu kho me idaṃ kammassa phalaṃ kissa kammassa vipāko, yenāhaṃ etarahi evaṃmahiddhiko evaṃmahānubhāvo’ti? ",
          "en": "‘Of what deed of mine is this the fruit and result, that I am now so mighty and powerful?’ "
        },
        {
          "scid": "dn17:2.1.3",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:2.1.4",
          "pli": "‘tiṇṇaṃ kho me idaṃ kammānaṃ phalaṃ tiṇṇaṃ kammānaṃ vipāko, yenāhaṃ etarahi evaṃmahiddhiko evaṃmahānubhāvo, seyyathidaṃ—",
          "en": "‘It is the fruit and result of three kinds of deeds: "
        },
        {
          "scid": "dn17:2.1.5",
          "pli": "dānassa damassa saṃyamassā’ti. ",
          "en": "giving, self-control, and restraint.’ "
        },
        {
          "scid": "dn17:2.2.1",
          "pli": "Atha kho, ānanda, rājā mahāsudassano yena mahāviyūhaṃ kūṭāgāraṃ tenupasaṅkami; upasaṅkamitvā mahāviyūhassa kūṭāgārassa dvāre ṭhito udānaṃ udānesi: ",
          "en": "Then he went to the great foyer, stood at the door, and was inspired to exclaim: "
        },
        {
          "scid": "dn17:2.2.2",
          "pli": "‘tiṭṭha, kāmavitakka, tiṭṭha, byāpādavitakka, tiṭṭha, vihiṃsāvitakka. ",
          "en": "‘Stop here, sensual, malicious, and cruel thoughts—"
        },
        {
          "scid": "dn17:2.2.3",
          "pli": "Ettāvatā, kāmavitakka, ettāvatā, byāpādavitakka, ettāvatā, vihiṃsāvitakkā’ti. ",
          "en": "no further!’ "
        },
        {
          "scid": "dn17:2.3.1",
          "pli": "Atha kho, ānanda, rājā mahāsudassano mahāviyūhaṃ kūṭāgāraṃ pavisitvā sovaṇṇamaye pallaṅke nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsi. ",
          "en": "Then he entered the great foyer and sat on the golden couch. Quite secluded from sensual pleasures, secluded from unskillful qualities, he entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "dn17:2.3.2",
          "pli": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsi. ",
          "en": "As the placing of the mind and keeping it connected were stilled, he entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. "
        },
        {
          "scid": "dn17:2.3.3",
          "pli": "Pītiyā ca virāgā upekkhako ca vihāsi, sato ca sampajāno sukhañca kāyena paṭisaṃvedesi, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihāsi. ",
          "en": "And with the fading away of rapture, he entered and remained in the third absorption, where he meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ "
        },
        {
          "scid": "dn17:2.3.4",
          "pli": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsi. ",
          "en": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, he entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. "
        },
        {
          "scid": "dn17:2.4.1",
          "pli": "Atha kho, ānanda, rājā mahāsudassano mahāviyūhā kūṭāgārā nikkhamitvā sovaṇṇamayaṃ kūṭāgāraṃ pavisitvā rūpiyamaye pallaṅke nisinno ",
          "en": "Then King Mahāsudassana left the great foyer and entered the golden chamber, where he sat on the golden couch. "
        },
        {
          "scid": "dn17:2.4.2",
          "pli": "mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi. Tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā vihāsi. ",
          "en": "He meditated spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way he spread a heart full of love above, below, across, everywhere, all around, to everyone in the world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn17:2.4.3",
          "pli": "Karuṇāsahagatena cetasā … pe … ",
          "en": "He meditated spreading a heart full of compassion … "
        },
        {
          "scid": "dn17:2.4.4",
          "pli": "muditāsahagatena cetasā … pe … ",
          "en": "He meditated spreading a heart full of rejoicing … "
        },
        {
          "scid": "dn17:2.4.5",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi. Tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā vihāsi. ",
          "en": "He meditated spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn17:2.4.6",
          "pli": "6. Caturāsītinagarasahassādi ",
          "en": "6. Of All Cities "
        },
        {
          "scid": "dn17:2.5.1",
          "pli": "Rañño, ānanda, mahāsudassanassa caturāsīti nagarasahassāni ahesuṃ kusāvatīrājadhānippamukhāni; ",
          "en": "King Mahāsudassana had 84,000 cities, with the royal capital of Kusāvatī foremost. "
        },
        {
          "scid": "dn17:2.5.2",
          "pli": "caturāsīti pāsādasahassāni ahesuṃ dhammapāsādappamukhāni; ",
          "en": "He had 84,000 palaces, with the Palace of Principle foremost. "
        },
        {
          "scid": "dn17:2.5.3",
          "pli": "caturāsīti kūṭāgārasahassāni ahesuṃ mahāviyūhakūṭāgārappamukhāni; ",
          "en": "He had 84,000 chambers, with the great foyer foremost. "
        },
        {
          "scid": "dn17:2.5.4",
          "pli": "caturāsīti pallaṅkasahassāni ahesuṃ sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni; ",
          "en": "He had 84,000 couches made of gold, silver, ivory, and hardwood. They were spread with woollen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends. "
        },
        {
          "scid": "dn17:2.5.5",
          "pli": "caturāsīti nāgasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni; ",
          "en": "He had 84,000 bull elephants with gold adornments and banners, covered with gold netting, with the royal bull elephant named Sabbath foremost. "
        },
        {
          "scid": "dn17:2.5.6",
          "pli": "caturāsīti assasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni; ",
          "en": "He had 84,000 horses with gold adornments and banners, covered with gold netting, with the royal steed named Thundercloud foremost. "
        },
        {
          "scid": "dn17:2.5.7",
          "pli": "caturāsīti rathasahassāni ahesuṃ sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni; ",
          "en": "He had 84,000 chariots upholstered with the hide of lions, tigers, and leopards, and cream rugs, with gold adornments and banners, covered with gold netting, with the chariot named Triumph foremost. "
        },
        {
          "scid": "dn17:2.5.8",
          "pli": "caturāsīti maṇisahassāni ahesuṃ maṇiratanappamukhāni; ",
          "en": "He had 84,000 jewels, with the jewel-treasure foremost. "
        },
        {
          "scid": "dn17:2.5.9",
          "pli": "caturāsīti itthisahassāni ahesuṃ subhaddādevippamukhāni; ",
          "en": "He had 84,000 women, with Queen Subhaddā foremost. "
        },
        {
          "scid": "dn17:2.5.10",
          "pli": "caturāsīti gahapatisahassāni ahesuṃ gahapatiratanappamukhāni; ",
          "en": "He had 84,000 householders, with the householder-treasure foremost. "
        },
        {
          "scid": "dn17:2.5.11",
          "pli": "caturāsīti khattiyasahassāni ahesuṃ anuyantāni pariṇāyakaratanappamukhāni; ",
          "en": "He had 84,000 aristocrat vassals, with the counselor-treasure foremost. "
        },
        {
          "scid": "dn17:2.5.12",
          "pli": "caturāsīti dhenusahassāni ahesuṃ duhasandanāni kaṃsūpadhāraṇāni; ",
          "en": "He had 84,000 milk-cows with silken reins and bronze pails. "
        },
        {
          "scid": "dn17:2.5.13",
          "pli": "caturāsīti vatthakoṭisahassāni ahesuṃ khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ; ",
          "en": "He had 8,400,000,000 fine cloths of linen, silk, wool, and cotton. "
        },
        {
          "scid": "dn17:2.5.14",
          "pli": "rañño, ānanda, mahāsudassanassa caturāsīti thālipākasahassāni ahesuṃ sāyaṃ pātaṃ bhattābhihāro abhihariyittha. ",
          "en": "He had 84,000 servings of food, which were presented to him as offerings in the morning and evening. "
        },
        {
          "scid": "dn17:2.6.1",
          "pli": "Tena kho panānanda, samayena rañño mahāsudassanassa caturāsīti nāgasahassāni sāyaṃ pātaṃ upaṭṭhānaṃ āgacchanti. ",
          "en": "Now at that time his 84,000 royal elephants came to attend on him in the morning and evening. "
        },
        {
          "scid": "dn17:2.6.2",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
          "en": "Then King Mahāsudassana thought, "
        },
        {
          "scid": "dn17:2.6.3",
          "pli": "‘imāni kho me caturāsīti nāgasahassāni sāyaṃ pātaṃ upaṭṭhānaṃ āgacchanti, yannūna vassasatassa vassasatassa accayena dvecattālīsaṃ dvecattālīsaṃ nāgasahassāni sakiṃ sakiṃ upaṭṭhānaṃ āgaccheyyun’ti. ",
          "en": "‘What if instead half of the elephants took turns to attend on me at the end of each century?’ "
        },
        {
          "scid": "dn17:2.6.4",
          "pli": "Atha kho, ānanda, rājā mahāsudassano pariṇāyakaratanaṃ āmantesi: ",
          "en": "He instructed the counselor-treasure to do this, and so it was done. "
        },
        {
          "scid": "dn17:2.6.5",
          "pli": "‘imāni kho me, samma pariṇāyakaratana, caturāsīti nāgasahassāni sāyaṃ pātaṃ upaṭṭhānaṃ āgacchanti, tena hi, samma pariṇāyakaratana, vassasatassa vassasatassa accayena dvecattālīsaṃ dvecattālīsaṃ nāgasahassāni sakiṃ sakiṃ upaṭṭhānaṃ āgacchantū’ti. ",
          "en": " "
        },
        {
          "scid": "dn17:2.6.6",
          "pli": "‘Evaṃ, devā’ti kho, ānanda, pariṇāyakaratanaṃ rañño mahāsudassanassa paccassosi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.6.7",
          "pli": "Atha kho, ānanda, rañño mahāsudassanassa aparena samayena vassasatassa vassasatassa accayena dvecattālīsaṃ dvecattālīsaṃ nāgasahassāni sakiṃ sakiṃ upaṭṭhānaṃ āgamaṃsu. ",
          "en": " "
        },
        {
          "scid": "dn17:2.6.8",
          "pli": "7. Subhaddādeviupasaṅkamana ",
          "en": "7. The Visit of Queen Subhaddā "
        },
        {
          "scid": "dn17:2.7.1",
          "pli": "Atha kho, ānanda, subhaddāya deviyā bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena etadahosi: ",
          "en": "Then, after many years, many hundred years, many thousand years had passed, Queen Subhaddā thought, "
        },
        {
          "scid": "dn17:2.7.2",
          "pli": "‘ciraṃ diṭṭho kho me rājā mahāsudassano. Yannūnāhaṃ rājānaṃ mahāsudassanaṃ dassanāya upasaṅkameyyan’ti. ",
          "en": "‘It is long since I have seen the king. Why don’t I go to see him?’ "
        },
        {
          "scid": "dn17:2.7.3",
          "pli": "Atha kho, ānanda, subhaddā devī itthāgāraṃ āmantesi: ",
          "en": "So the queen addressed the ladies of the harem, "
        },
        {
          "scid": "dn17:2.7.4",
          "pli": "‘etha tumhe sīsāni nhāyatha pītāni vatthāni pārupatha. ",
          "en": "‘Come, bathe your heads and dress in yellow. "
        },
        {
          "scid": "dn17:2.7.5",
          "pli": "Ciraṃ diṭṭho no rājā mahāsudassano, rājānaṃ mahāsudassanaṃ dassanāya upasaṅkamissāmā’ti. ",
          "en": "It is long since we saw the king, and we shall go to see him.’ "
        },
        {
          "scid": "dn17:2.7.6",
          "pli": "‘Evaṃ, ayye’ti kho, ānanda, itthāgāraṃ subhaddāya deviyā paṭissutvā sīsāni nhāyitvā pītāni vatthāni pārupitvā yena subhaddā devī tenupasaṅkami. ",
          "en": "‘Yes, ma’am,’ replied the ladies of the harem. They did as she asked and returned to the queen. "
        },
        {
          "scid": "dn17:2.8.1",
          "pli": "Atha kho, ānanda, subhaddā devī pariṇāyakaratanaṃ āmantesi: ",
          "en": "Then the queen addressed the counselor-treasure, "
        },
        {
          "scid": "dn17:2.8.2",
          "pli": "‘kappehi, samma pariṇāyakaratana, caturaṅginiṃ senaṃ, ciraṃ diṭṭho no rājā mahāsudassano, rājānaṃ mahāsudassanaṃ dassanāya upasaṅkamissāmā’ti. ",
          "en": "‘Dear counselor-treasure, please ready the army with four divisions. It is long since we saw the king, and we shall go to see him.’ "
        },
        {
          "scid": "dn17:2.8.3",
          "pli": "‘Evaṃ, devī’ti kho, ānanda, pariṇāyakaratanaṃ subhaddāya deviyā paṭissutvā caturaṅginiṃ senaṃ kappāpetvā subhaddāya deviyā paṭivedesi: ",
          "en": "‘Yes, my queen,’ he replied, and did as he was asked. He informed the queen, "
        },
        {
          "scid": "dn17:2.8.4",
          "pli": "‘kappitā kho, devi, caturaṅginī senā, ",
          "en": "‘My queen, the army with four divisions is ready, "
        },
        {
          "scid": "dn17:2.8.5",
          "pli": "yassadāni kālaṃ maññasī’ti. ",
          "en": "please go at your convenience.’ "
        },
        {
          "scid": "dn17:2.8.6",
          "pli": "Atha kho, ānanda, subhaddā devī caturaṅginiyā senāya saddhiṃ itthāgārena yena dhammo pāsādo tenupasaṅkami; upasaṅkamitvā dhammaṃ pāsādaṃ abhiruhitvā yena mahāviyūhaṃ kūṭāgāraṃ tenupasaṅkami. ",
          "en": "Then Queen Subhaddā together with the ladies of the harem went with the army to the Palace of Principle. She ascended the palace and went to the great foyer, "
        },
        {
          "scid": "dn17:2.8.7",
          "pli": "Upasaṅkamitvā mahāviyūhassa kūṭāgārassa dvārabāhaṃ ālambitvā aṭṭhāsi. ",
          "en": "where she stood leaning against a door-post. "
        },
        {
          "scid": "dn17:2.8.8",
          "pli": "Atha kho, ānanda, rājā mahāsudassano saddaṃ sutvā: ",
          "en": "Hearing them, the king thought, "
        },
        {
          "scid": "dn17:2.8.9",
          "pli": "‘kiṃ nu kho mahato viya janakāyassa saddo’ti mahāviyūhā kūṭāgārā nikkhamanto addasa subhaddaṃ deviṃ dvārabāhaṃ ālambitvā ṭhitaṃ, disvāna subhaddaṃ deviṃ etadavoca: ",
          "en": "‘What’s that, it sounds like a big crowd!’ Coming out of the foyer he saw Queen Subhaddā leaning against a door-post and said to her, "
        },
        {
          "scid": "dn17:2.8.10",
          "pli": "‘ettheva, devi, tiṭṭha mā pāvisī’ti. ",
          "en": "‘Please stay there, my queen, don’t enter in here.’ "
        },
        {
          "scid": "dn17:2.9.1",
          "pli": "Atha kho, ānanda, rājā mahāsudassano aññataraṃ purisaṃ āmantesi: ",
          "en": "Then he addressed a certain man, "
        },
        {
          "scid": "dn17:2.9.2",
          "pli": "‘ehi tvaṃ, ambho purisa, mahāviyūhā kūṭāgārā sovaṇṇamayaṃ pallaṅkaṃ nīharitvā sabbasovaṇṇamaye tālavane paññapehī’ti. ",
          "en": "‘Come, mister, bring the golden couch from the great foyer and set it up in the golden palm grove.’ "
        },
        {
          "scid": "dn17:2.9.3",
          "pli": "‘Evaṃ, devā’ti kho, ānanda, so puriso rañño mahāsudassanassa paṭissutvā mahāviyūhā kūṭāgārā sovaṇṇamayaṃ pallaṅkaṃ nīharitvā sabbasovaṇṇamaye tālavane paññapesi. ",
          "en": "‘Yes, Your Majesty,’ that man replied, and did as he was asked. "
        },
        {
          "scid": "dn17:2.9.4",
          "pli": "Atha kho, ānanda, rājā mahāsudassano dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno. ",
          "en": "The king laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware. "
        },
        {
          "scid": "dn17:2.10.1",
          "pli": "Atha kho, ānanda, subhaddāya deviyā etadahosi: ",
          "en": "Then Queen Subhaddā thought, "
        },
        {
          "scid": "dn17:2.10.2",
          "pli": "‘vippasannāni kho rañño mahāsudassanassa indriyāni, parisuddho chavivaṇṇo pariyodāto, mā heva kho rājā mahāsudassano kālamakāsī’ti rājānaṃ mahāsudassanaṃ etadavoca: ",
          "en": "‘The king’s faculties are so very clear, and the complexion of his skin is pure and bright. Let him not pass away!’ She said to him, "
        },
        {
          "scid": "dn17:2.10.3",
          "pli": "‘Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
          "en": "‘Sire, you have 84,000 cities, with the royal capital of Kusāvatī foremost. "
        },
        {
          "scid": "dn17:2.10.4",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": "Arouse desire for these! Take an interest in life!’ "
        },
        {
          "scid": "dn17:2.10.5",
          "pli": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
          "en": "And she likewise urged the king to live on by taking an interest in all his possessions as described above. "
        },
        {
          "scid": "dn17:2.10.6",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.7",
          "pli": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.8",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.9",
          "pli": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.10",
          "pli": "Ettha, deva, chandaṃ janehi, jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.11",
          "pli": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.12",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.13",
          "pli": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.14",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.15",
          "pli": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.16",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.17",
          "pli": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.18",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.19",
          "pli": "Imāni te, deva, caturāsīti itthisahassāni itthiratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.20",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.21",
          "pli": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.22",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.23",
          "pli": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.24",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.25",
          "pli": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṃsūpadhāraṇāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.26",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.27",
          "pli": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.28",
          "pli": "Ettha, deva, chandaṃ janehi, jīvite apekkhaṃ karohi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.29",
          "pli": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṃ pātaṃ bhattābhihāro abhihariyati. ",
          "en": " "
        },
        {
          "scid": "dn17:2.10.30",
          "pli": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohī’ti. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.1",
          "pli": "Evaṃ vutte, ānanda, rājā mahāsudassano subhaddaṃ deviṃ etadavoca: ",
          "en": "When the queen had spoken, the king said to her, "
        },
        {
          "scid": "dn17:2.11.2",
          "pli": "‘Dīgharattaṃ kho maṃ tvaṃ, devi, iṭṭhehi kantehi piyehi manāpehi samudācarittha; ",
          "en": "‘For a long time, my queen, you have spoken to me with loving, desirable, pleasant, and agreeable words. "
        },
        {
          "scid": "dn17:2.11.3",
          "pli": "atha ca pana maṃ tvaṃ pacchime kāle aniṭṭhehi akantehi appiyehi amanāpehi samudācarasī’ti. ",
          "en": "And yet in my final hour, your words are undesirable, unpleasant, and disagreeable!’ "
        },
        {
          "scid": "dn17:2.11.4",
          "pli": "‘Kathaṃ carahi taṃ, deva, samudācarāmī’ti? ",
          "en": "‘Then how exactly, Your Majesty, am I to speak to you?’ "
        },
        {
          "scid": "dn17:2.11.5",
          "pli": "‘Evaṃ kho maṃ tvaṃ, devi, samudācara: ",
          "en": "‘Like this, my queen: "
        },
        {
          "scid": "dn17:2.11.6",
          "pli": "“sabbeheva, deva, piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo, mā kho tvaṃ, deva, sāpekkho kālamakāsi, dukkhā sāpekkhassa kālaṅkiriyā, garahitā ca sāpekkhassa kālaṅkiriyā. ",
          "en": "“Sire, we must be parted and separated from all we hold dear and beloved. Don’t pass away with concerns. Such concern is suffering, and it’s criticized. "
        },
        {
          "scid": "dn17:2.11.7",
          "pli": "Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
          "en": "Sire, you have 84,000 cities, with the royal capital of Kusāvatī foremost. "
        },
        {
          "scid": "dn17:2.11.8",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": "Give up desire for these! Take no interest in life!”’ "
        },
        {
          "scid": "dn17:2.11.9",
          "pli": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
          "en": "And so on for all the king’s possessions. "
        },
        {
          "scid": "dn17:2.11.10",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.11",
          "pli": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.12",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.13",
          "pli": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.14",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.15",
          "pli": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.16",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.17",
          "pli": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.18",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.19",
          "pli": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.20",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.21",
          "pli": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.22",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.23",
          "pli": "Imāni te, deva, caturāsīti itthisahassāni subhaddādevippamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.24",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.25",
          "pli": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.26",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.27",
          "pli": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.28",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.29",
          "pli": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṃsūpadhāraṇāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.30",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.31",
          "pli": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.32",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.33",
          "pli": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṃ pātaṃ bhattābhihāro abhihariyati. ",
          "en": " "
        },
        {
          "scid": "dn17:2.11.34",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsī”’ti. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.1",
          "pli": "Evaṃ vutte, ānanda, subhaddā devī parodi assūni pavattesi. ",
          "en": "When the king had spoken, Queen Subhaddā cried and burst out in tears. "
        },
        {
          "scid": "dn17:2.12.2",
          "pli": "Atha kho, ānanda, subhaddā devī assūni puñchitvā rājānaṃ mahāsudassanaṃ etadavoca: ",
          "en": "Wiping away her tears, the queen said to the king: "
        },
        {
          "scid": "dn17:2.12.3",
          "pli": "‘Sabbeheva, deva, piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo, mā kho tvaṃ, deva, sāpekkho kālamakāsi, dukkhā sāpekkhassa kālaṅkiriyā, garahitā ca sāpekkhassa kālaṅkiriyā. ",
          "en": "‘Sire, we must be parted and separated from all we hold dear and beloved. Don’t pass away with concerns. Such concern is suffering, and it’s criticized. "
        },
        {
          "scid": "dn17:2.12.4",
          "pli": "Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
          "en": "Sire, you have 84,000 cities, with the royal capital of Kusāvatī foremost. "
        },
        {
          "scid": "dn17:2.12.5",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": "Give up desire for these! Take no interest in life!’ "
        },
        {
          "scid": "dn17:2.12.6",
          "pli": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
          "en": "And she continued, listing all the king’s possessions. "
        },
        {
          "scid": "dn17:2.12.7",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.8",
          "pli": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.9",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.10",
          "pli": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.11",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.12",
          "pli": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.13",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.14",
          "pli": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.15",
          "pli": "Ettha, deva, chandaṃ pajaha, jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.16",
          "pli": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.17",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.18",
          "pli": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.19",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.20",
          "pli": "Imāni te, deva, caturāsīti itthisahassāni itthiratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.21",
          "pli": "Ettha, deva, chandaṃ pajaha, jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.22",
          "pli": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.23",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.24",
          "pli": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.25",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.26",
          "pli": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṃsūpadhāraṇāni. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.27",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.28",
          "pli": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.29",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.30",
          "pli": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṃ pātaṃ bhattābhihāro abhihariyati. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.31",
          "pli": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsī’ti. ",
          "en": " "
        },
        {
          "scid": "dn17:2.12.32",
          "pli": "8. Brahmalokūpagama ",
          "en": "8. Rebirth in the Brahmā Realm "
        },
        {
          "scid": "dn17:2.13.1",
          "pli": "Atha kho, ānanda, rājā mahāsudassano na cirasseva kālamakāsi. ",
          "en": "Not long after that, King Mahāsudassana passed away. "
        },
        {
          "scid": "dn17:2.13.2",
          "pli": "Seyyathāpi, ānanda, gahapatissa vā gahapatiputtassa vā manuññaṃ bhojanaṃ bhuttāvissa bhattasammado hoti; evameva kho, ānanda, rañño mahāsudassanassa māraṇantikā vedanā ahosi. ",
          "en": "And the feeling he had close to death was like a householder or their child falling asleep after eating a delectable meal. "
        },
        {
          "scid": "dn17:2.13.3",
          "pli": "Kālaṅkato ca, ānanda, rājā mahāsudassano sugatiṃ brahmalokaṃ upapajji. ",
          "en": "When he passed away King Mahāsudassana was reborn in a good place, a Brahmā realm. "
        },
        {
          "scid": "dn17:2.13.4",
          "pli": "Rājā, ānanda, mahāsudassano caturāsīti vassasahassāni kumārakīḷaṃ kīḷi. ",
          "en": "Ānanda, King Mahāsudassana played children’s games for 84,000 years. "
        },
        {
          "scid": "dn17:2.13.5",
          "pli": "Caturāsīti vassasahassāni oparajjaṃ kāresi. ",
          "en": "He ruled as viceroy for 84,000 years. "
        },
        {
          "scid": "dn17:2.13.6",
          "pli": "Caturāsīti vassasahassāni rajjaṃ kāresi. ",
          "en": "He ruled as king for 84,000 years. "
        },
        {
          "scid": "dn17:2.13.7",
          "pli": "Caturāsīti vassasahassāni gihibhūto dhamme pāsāde brahmacariyaṃ cari. ",
          "en": "He led the spiritual life as a layman in the Palace of Principle for 84,000 years. "
        },
        {
          "scid": "dn17:2.13.8",
          "pli": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi. ",
          "en": "And having developed the four Brahmā meditations, when his body broke up, after death, he was reborn in a good place, a Brahmā realm. "
        },
        {
          "scid": "dn17:2.14.1",
          "pli": "Siyā kho panānanda, evamassa: ",
          "en": "Now, Ānanda, you might think: "
        },
        {
          "scid": "dn17:2.14.2",
          "pli": "‘añño nūna tena samayena rājā mahāsudassano ahosī’ti, ",
          "en": "‘Surely King Mahāsudassana must have been someone else at that time?’ "
        },
        {
          "scid": "dn17:2.14.3",
          "pli": "na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ. Ahaṃ tena samayena rājā mahāsudassano ahosiṃ. ",
          "en": "But you should not see it like that. I myself was King Mahāsudassana at that time. "
        },
        {
          "scid": "dn17:2.14.4",
          "pli": "Mama tāni caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni, mama tāni caturāsīti pāsādasahassāni dhammapāsādappamukhāni, mama tāni caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni, mama tāni caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni, mama tāni caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni, mama tāni caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni, mama tāni caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni, mama tāni caturāsīti maṇisahassāni maṇiratanappamukhāni, mama tāni caturāsīti itthisahassāni subhaddādevippamukhāni, mama tāni caturāsīti gahapatisahassāni gahapatiratanappamukhāni, mama tāni caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni, mama tāni caturāsīti dhenusahassāni duhasandanāni kaṃsūpadhāraṇāni, mama tāni caturāsīti vatthakoṭisahassāni khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ, mama tāni caturāsīti thālipākasahassāni sāyaṃ pātaṃ bhattābhihāro abhihariyittha. ",
          "en": "Mine were the 84,000 cities, with the royal capital of Kusāvatī foremost. And mine were all the other possessions. "
        },
        {
          "scid": "dn17:2.15.1",
          "pli": "Tesaṃ kho panānanda, caturāsītinagarasahassānaṃ ekaññeva taṃ nagaraṃ hoti, yaṃ tena samayena ajjhāvasāmi yadidaṃ kusāvatī rājadhānī. ",
          "en": "Of those 84,000 cities, I only stayed in one, the capital Kusāvatī. "
        },
        {
          "scid": "dn17:2.15.2",
          "pli": "Tesaṃ kho panānanda, caturāsīti pāsādasahassānaṃ ekoyeva so pāsādo hoti, yaṃ tena samayena ajjhāvasāmi yadidaṃ dhammo pāsādo. ",
          "en": "Of those 84,000 mansions, I only dwelt in one, the Palace of Principle. "
        },
        {
          "scid": "dn17:2.15.3",
          "pli": "Tesaṃ kho panānanda, caturāsīti kūṭāgārasahassānaṃ ekaññeva taṃ kūṭāgāraṃ hoti, yaṃ tena samayena ajjhāvasāmi yadidaṃ mahāviyūhaṃ kūṭāgāraṃ. ",
          "en": "Of those 84,000 chambers, I only dwelt in the great foyer. "
        },
        {
          "scid": "dn17:2.15.4",
          "pli": "Tesaṃ kho panānanda, caturāsīti pallaṅkasahassānaṃ ekoyeva so pallaṅko hoti, yaṃ tena samayena paribhuñjāmi yadidaṃ sovaṇṇamayo vā rūpiyamayo vā dantamayo vā sāramayo vā. ",
          "en": "Of those 84,000 couches, I only used one, made of gold or silver or ivory or heartwood. "
        },
        {
          "scid": "dn17:2.15.5",
          "pli": "Tesaṃ kho panānanda, caturāsīti nāgasahassānaṃ ekoyeva so nāgo hoti, yaṃ tena samayena abhiruhāmi yadidaṃ uposatho nāgarājā. ",
          "en": "Of those 84,000 bull elephants, I only rode one, the royal bull elephant named Sabbath. "
        },
        {
          "scid": "dn17:2.15.6",
          "pli": "Tesaṃ kho panānanda, caturāsīti assasahassānaṃ ekoyeva so asso hoti, yaṃ tena samayena abhiruhāmi yadidaṃ valāhako assarājā. ",
          "en": "Of those 84,000 horses, I only rode one, the royal horse named Thundercloud. "
        },
        {
          "scid": "dn17:2.15.7",
          "pli": "Tesaṃ kho panānanda, caturāsīti rathasahassānaṃ ekoyeva so ratho hoti, yaṃ tena samayena abhiruhāmi yadidaṃ vejayantaratho. ",
          "en": "Of those 84,000 chariots, I only rode one, the chariot named Triumph. "
        },
        {
          "scid": "dn17:2.15.8",
          "pli": "Tesaṃ kho panānanda, caturāsīti itthisahassānaṃ ekāyeva sā itthī hoti, yā tena samayena paccupaṭṭhāti khattiyānī vā vessinī vā. ",
          "en": "Of those 84,000 women, I was only served by one, a maiden of the aristocratic or merchant classes. "
        },
        {
          "scid": "dn17:2.15.9",
          "pli": "Tesaṃ kho panānanda, caturāsīti vatthakoṭisahassānaṃ ekaṃyeva taṃ dussayugaṃ hoti, yaṃ tena samayena paridahāmi khomasukhumaṃ vā kappāsikasukhumaṃ vā koseyyasukhumaṃ vā kambalasukhumaṃ vā. ",
          "en": "Of those 8,400,000,000 cloths, I only wore one pair, made of fine linen, cotton, silk, or wool. "
        },
        {
          "scid": "dn17:2.15.10",
          "pli": "Tesaṃ kho panānanda, caturāsīti thālipākasahassānaṃ ekoyeva so thālipāko hoti, yato nāḷikodanaparamaṃ bhuñjāmi tadupiyañca sūpeyyaṃ. ",
          "en": "Of those 84,000 servings of food, I only had one, eating at most a serving of rice and suitable sauce. "
        },
        {
          "scid": "dn17:2.16.1",
          "pli": "Passānanda, sabbete saṅkhārā atītā niruddhā vipariṇatā. ",
          "en": "See, Ānanda! All those conditioned phenomena have passed, ceased, and perished. "
        },
        {
          "scid": "dn17:2.16.2",
          "pli": "Evaṃ aniccā kho, ānanda, saṅkhārā; ",
          "en": "So impermanent are conditions, "
        },
        {
          "scid": "dn17:2.16.3",
          "pli": "evaṃ addhuvā kho, ānanda, saṅkhārā; ",
          "en": "so unstable are conditions, "
        },
        {
          "scid": "dn17:2.16.4",
          "pli": "evaṃ anassāsikā kho, ānanda, saṅkhārā. ",
          "en": "so unreliable are conditions. "
        },
        {
          "scid": "dn17:2.16.5",
          "pli": "Yāvañcidaṃ, ānanda, alameva sabbasaṅkhāresu nibbindituṃ, alaṃ virajjituṃ, alaṃ vimuccituṃ. ",
          "en": "This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions. "
        },
        {
          "scid": "dn17:2.17.1",
          "pli": "Chakkhattuṃ kho panāhaṃ, ānanda, abhijānāmi imasmiṃ padese sarīraṃ nikkhipitaṃ, tañca kho rājāva samāno cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato, ayaṃ sattamo sarīranikkhepo. ",
          "en": "Six times, Ānanda, I recall having laid down my body at this place. And the seventh time was as a wheel-turning monarch, a just and principled king, at which time my dominion extended to all four sides, I achieved stability in the country, and I possessed the seven treasures. "
        },
        {
          "scid": "dn17:2.17.2",
          "pli": "Na kho panāhaṃ, ānanda, taṃ padesaṃ samanupassāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yattha tathāgato aṭṭhamaṃ sarīraṃ nikkhipeyyā”ti. ",
          "en": "But Ānanda, I do not see any place in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans where the Realized One would lay down his body for the eighth time.” "
        },
        {
          "scid": "dn17:2.17.3",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "dn17:2.17.4",
          "pli": "Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ",
          "en": "Then the Holy One, the Teacher, went on to say: "
        },
        {
          "scid": "dn17:2.17.5",
          "pli": "“Aniccā vata saṅkhārā, ",
          "en": "“Oh! Conditions are impermanent, "
        },
        {
          "scid": "dn17:2.17.6",
          "pli": "uppādavayadhammino; ",
          "en": "their nature is to rise and fall; "
        },
        {
          "scid": "dn17:2.17.7",
          "pli": "Uppajjitvā nirujjhanti, ",
          "en": "having arisen, they cease; "
        },
        {
          "scid": "dn17:2.17.8",
          "pli": "tesaṃ vūpasamo sukho”ti. ",
          "en": "their stilling is true bliss.” "
        },
        {
          "scid": "dn17:2.17.9",
          "pli": "Mahāsudassanasuttaṃ niṭṭhitaṃ catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn17/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 17",
    "volpages": "DN ii 169",
    "uid": "dn17",
    "blurb": "An elaborate story of a past life of the Buddha as a legendary king who renounced all to practice meditation.",
    "difficulty": 2,
    "original_title": "Mahāsudassana Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "King Mahāsudassana ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn17_sujato",
        "segmented": true,
        "title": "King Mahāsudassana ",
        "volpage": null
      },
      {
        "author": "T.W. Rhys Davids",
        "author_short": "T.W. Rhys Davids",
        "author_uid": "tw_rhysdavids",
        "id": "en_dn17_tw_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1881",
        "segmented": false,
        "volpage": null,
        "title": "The Great King Of Glory"
      }
    ],
    "parallel_count": 16,
    "biblio": null,
    "num": 4
  }
}