{
  "sutta_uid": "dn19",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn19",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Great Steward ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Great Congregation ",
      "uid": "dn20"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Janavasabha ",
      "uid": "dn18"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn19:0.1",
          "pli": "Dīgha Nikāya 19 ",
          "en": "Long Discourses 19 "
        },
        {
          "scid": "dn19:0.2",
          "pli": "Mahāgovindasutta ",
          "en": "The Great Steward "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 19 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn19:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn19:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
          "en": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. "
        },
        {
          "scid": "dn19:1.3",
          "pli": "Atha kho pañcasikho gandhabbaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ gijjhakūṭaṃ pabbataṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho pañcasikho gandhabbaputto bhagavantaṃ etadavoca: ",
          "en": "Then, late at night, the fairy Pañcasikha, lighting up the entire Vulture’s Peak, went up to the Buddha, bowed, stood to one side, and said to him, "
        },
        {
          "scid": "dn19:1.4",
          "pli": "“yaṃ kho me, bhante, devānaṃ tāvatiṃsānaṃ sammukhā sutaṃ sammukhā paṭiggahitaṃ, ārocemi taṃ bhagavato”ti. ",
          "en": "“Sir, I would tell you of what I heard and learned directly from the gods of the Thirty-Three.” "
        },
        {
          "scid": "dn19:1.5",
          "pli": "“Ārocehi me tvaṃ, pañcasikhā”ti bhagavā avoca. ",
          "en": "“Tell me, Pañcasikha,” said the Buddha. "
        },
        {
          "scid": "dn19:1.6",
          "pli": "1. Devasabhā ",
          "en": "1. The Council of the Gods "
        },
        {
          "scid": "dn19:2.1",
          "pli": "“Purimāni, bhante, divasāni purimatarāni tadahuposathe pannarase pavāraṇāya puṇṇāya puṇṇamāya rattiyā kevalakappā ca devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā; ",
          "en": "“Sir, it was more than a few days ago—on the fifteenth day sabbath on the full moon day at the invitation to admonish held at the end of the rainy season—when all the gods of the Thirty-Three were sitting together in the Hall of Justice. "
        },
        {
          "scid": "dn19:2.2",
          "pli": "mahatī ca dibbaparisā samantato nisinnā honti, cattāro ca mahārājāno catuddisā nisinnā honti; ",
          "en": "A large assembly of gods was sitting all around, and the Four Great Kings were there. "
        },
        {
          "scid": "dn19:2.3",
          "pli": "puratthimāya disāya dhataraṭṭho mahārājā pacchimābhimukho nisinno hoti deve purakkhatvā; ",
          "en": "The Great King Dhataraṭṭha was seated to the east, facing west, in front of his gods. "
        },
        {
          "scid": "dn19:2.4",
          "pli": "dakkhiṇāya disāya virūḷhako mahārājā uttarābhimukho nisinno hoti deve purakkhatvā; ",
          "en": "The Great King Virūḷhaka was seated to the south, facing north, in front of his gods. "
        },
        {
          "scid": "dn19:2.5",
          "pli": "pacchimāya disāya virūpakkho mahārājā puratthābhimukho nisinno hoti deve purakkhatvā; ",
          "en": "The Great King Virūpakkha was seated to the west, facing east, in front of his gods. "
        },
        {
          "scid": "dn19:2.6",
          "pli": "uttarāya disāya vessavaṇo mahārājā dakkhiṇābhimukho nisinno hoti deve purakkhatvā. ",
          "en": "The Great King Vessavaṇa was seated to the north, facing south, in front of his gods. "
        },
        {
          "scid": "dn19:2.7",
          "pli": "Yadā, bhante, kevalakappā ca devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā, mahatī ca dibbaparisā samantato nisinnā honti, cattāro ca mahārājāno catuddisā nisinnā honti, idaṃ nesaṃ hoti āsanasmiṃ; ",
          "en": "When the gods of the Thirty-Three have a gathering like this, that is how they are seated. "
        },
        {
          "scid": "dn19:2.8",
          "pli": "atha pacchā amhākaṃ āsanaṃ hoti. ",
          "en": "After that come our seats. "
        },
        {
          "scid": "dn19:3.1",
          "pli": "Ye te, bhante, devā bhagavati brahmacariyaṃ caritvā adhunūpapannā tāvatiṃsakāyaṃ, te aññe deve atirocanti vaṇṇena ceva yasasā ca. ",
          "en": "Sir, those gods who had been recently reborn in the company of the Thirty-Three after leading the spiritual life under the Buddha outshine the other gods in beauty and glory. "
        },
        {
          "scid": "dn19:3.2",
          "pli": "Tena sudaṃ, bhante, devā tāvatiṃsā attamanā honti pamuditā pītisomanassajātā; ",
          "en": "The gods of the Thirty-Three were uplifted and overjoyed at that, full of rapture and happiness, saying, "
        },
        {
          "scid": "dn19:3.3",
          "pli": "‘dibbā vata bho kāyā paripūrenti, hāyanti asurakāyā’ti. ",
          "en": "‘The heavenly hosts swell, while the demon hosts dwindle!’ "
        },
        {
          "scid": "dn19:3.4",
          "pli": "Atha kho, bhante, sakko devānamindo devānaṃ tāvatiṃsānaṃ sampasādaṃ viditvā imāhi gāthāhi anumodi: ",
          "en": "Seeing the joy of those gods, Sakka, lord of gods, celebrated with these verses: "
        },
        {
          "scid": "dn19:3.5",
          "pli": "‘Modanti vata bho devā, ",
          "en": "‘The gods rejoice—"
        },
        {
          "scid": "dn19:3.6",
          "pli": "tāvatiṃsā sahindakā; ",
          "en": "the Thirty-Three with their Lord—"
        },
        {
          "scid": "dn19:3.7",
          "pli": "Tathāgataṃ namassantā, ",
          "en": "revering the Realized One, "
        },
        {
          "scid": "dn19:3.8",
          "pli": "dhammassa ca sudhammataṃ. ",
          "en": "and the natural excellence of the teaching; "
        },
        {
          "scid": "dn19:3.9",
          "pli": "Nave deve ca passantā, ",
          "en": "and seeing the new gods, "
        },
        {
          "scid": "dn19:3.10",
          "pli": "vaṇṇavante yasassine; ",
          "en": "so beautiful and glorious, "
        },
        {
          "scid": "dn19:3.11",
          "pli": "Sugatasmiṃ brahmacariyaṃ, ",
          "en": "who have come here after leading "
        },
        {
          "scid": "dn19:3.12",
          "pli": "caritvāna idhāgate. ",
          "en": "the spiritual life under the Buddha! "
        },
        {
          "scid": "dn19:3.13",
          "pli": "Te aññe atirocanti, ",
          "en": "They outshine the others "
        },
        {
          "scid": "dn19:3.14",
          "pli": "vaṇṇena yasasāyunā; ",
          "en": "in beauty, glory, and lifespan. "
        },
        {
          "scid": "dn19:3.15",
          "pli": "Sāvakā bhūripaññassa, ",
          "en": "Here are the distinguished disciples "
        },
        {
          "scid": "dn19:3.16",
          "pli": "visesūpagatā idha. ",
          "en": "of he whose wisdom is vast. "
        },
        {
          "scid": "dn19:3.17",
          "pli": "Idaṃ disvāna nandanti, ",
          "en": "Seeing this, they delight—"
        },
        {
          "scid": "dn19:3.18",
          "pli": "tāvatiṃsā sahindakā; ",
          "en": "the Thirty-Three with their Lord—"
        },
        {
          "scid": "dn19:3.19",
          "pli": "Tathāgataṃ namassantā, ",
          "en": "revering the Realized One, "
        },
        {
          "scid": "dn19:3.20",
          "pli": "dhammassa ca sudhammatan’ti. ",
          "en": "and the natural excellence of the teaching!’ "
        },
        {
          "scid": "dn19:3.21",
          "pli": "Tena sudaṃ, bhante, devā tāvatiṃsā bhiyyoso mattāya attamanā honti pamuditā pītisomanassajātā; ",
          "en": "The gods of the Thirty-Three were even more uplifted and overjoyed at that, full of rapture and happiness, saying, "
        },
        {
          "scid": "dn19:3.22",
          "pli": "‘dibbā vata bho, kāyā paripūrenti, hāyanti asurakāyā’ti. ",
          "en": "‘The heavenly hosts swell, while the demon hosts dwindle!’ "
        },
        {
          "scid": "dn19:3.23",
          "pli": "2. Aṭṭhayathābhuccavaṇṇa ",
          "en": "2. Eight Genuine Praises "
        },
        {
          "scid": "dn19:4.1",
          "pli": "Atha kho, bhante, sakko devānamindo devānaṃ tāvatiṃsānaṃ sampasādaṃ viditvā deve tāvatiṃse āmantesi: ",
          "en": "Seeing the joy of those gods, Sakka, lord of gods, addressed them, "
        },
        {
          "scid": "dn19:4.2",
          "pli": "‘iccheyyātha no tumhe, mārisā, tassa bhagavato aṭṭha yathābhucce vaṇṇe sotun’ti? ",
          "en": "‘Gentlemen, would you like to hear eight genuine praises of the Buddha?’ "
        },
        {
          "scid": "dn19:4.3",
          "pli": "‘Icchāma mayaṃ, mārisa, tassa bhagavato aṭṭha yathābhucce vaṇṇe sotun’ti. ",
          "en": "‘Indeed we would, sir.’ "
        },
        {
          "scid": "dn19:4.4",
          "pli": "Atha kho, bhante, sakko devānamindo devānaṃ tāvatiṃsānaṃ bhagavato aṭṭha yathābhucce vaṇṇe payirudāhāsi: ",
          "en": "Then Sakka proffered these eight genuine praises of the Buddha: "
        },
        {
          "scid": "dn19:5.1",
          "pli": "‘Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā? ",
          "en": "‘What do the good gods of the Thirty-Three think "
        },
        {
          "scid": "dn19:5.2",
          "pli": "Yāvañca so bhagavā bahujanahitāya paṭipanno bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
          "en": "about how much the Buddha has acted for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans? "
        },
        {
          "scid": "dn19:5.3",
          "pli": "Evaṃ bahujanahitāya paṭipannaṃ bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (1) ",
          "en": "I don’t see any Teacher, past or present, who has such compassion for the world, apart from the Buddha. "
        },
        {
          "scid": "dn19:6.1",
          "pli": "Svākkhāto kho pana tena bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi. ",
          "en": "Also, the Buddha has explained the teaching well—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. "
        },
        {
          "scid": "dn19:6.2",
          "pli": "Evaṃ opaneyyikassa dhammassa desetāraṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (2) ",
          "en": "I don’t see any Teacher, past or present, who explains such a relevant teaching, apart from the Buddha. "
        },
        {
          "scid": "dn19:7.1",
          "pli": "“Idaṃ kusalan”ti kho pana tena bhagavatā supaññattaṃ, “idaṃ akusalan”ti supaññattaṃ. ",
          "en": "Also, the Buddha has clearly described what is skillful and what is unskillful, "
        },
        {
          "scid": "dn19:7.2",
          "pli": "“Idaṃ sāvajjaṃ idaṃ anavajjaṃ, idaṃ sevitabbaṃ idaṃ na sevitabbaṃ, idaṃ hīnaṃ idaṃ paṇītaṃ, idaṃ kaṇhasukkasappaṭibhāgan”ti supaññattaṃ. ",
          "en": "what is blameworthy and what is blameless, what should be cultivated and what should not be cultivated, what is inferior and what is superior, and what is on the side of dark and the side of bright. "
        },
        {
          "scid": "dn19:7.3",
          "pli": "Evaṃ kusalākusalasāvajjānavajjasevitabbāsevitabbahīnapaṇītakaṇhasukkasappaṭibhāgānaṃ dhammānaṃ paññāpetāraṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (3) ",
          "en": "I don’t see any Teacher, past or present, who so clearly describes all these things, apart from the Buddha. "
        },
        {
          "scid": "dn19:8.1",
          "pli": "Supaññattā kho pana tena bhagavatā sāvakānaṃ nibbānagāminī paṭipadā, saṃsandati nibbānañca paṭipadā ca. ",
          "en": "Also, the Buddha has clearly described the practice that leads to extinguishment for his disciples. And extinguishment and the practice come together, "
        },
        {
          "scid": "dn19:8.2",
          "pli": "Seyyathāpi nāma gaṅgodakaṃ yamunodakena saṃsandati sameti; ",
          "en": "as the waters of the Ganges come together and converge with the waters of the Yamuna. "
        },
        {
          "scid": "dn19:8.3",
          "pli": "evameva supaññattā tena bhagavatā sāvakānaṃ nibbānagāminī paṭipadā, saṃsandati nibbānañca paṭipadā ca. ",
          "en": " "
        },
        {
          "scid": "dn19:8.4",
          "pli": "Evaṃ nibbānagāminiyā paṭipadāya paññāpetāraṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (4) ",
          "en": "I don’t see any Teacher, past or present, who so clearly describes the practice that leads to extinguishment for his disciples, apart from the Buddha. "
        },
        {
          "scid": "dn19:9.1",
          "pli": "Abhinipphanno kho pana tassa bhagavato lābho abhinipphanno siloko, yāva maññe khattiyā sampiyāyamānarūpā viharanti, vigatamado kho pana so bhagavā āhāraṃ āhāreti. ",
          "en": "Also, possessions and popularity have accrued to the Buddha, so much that you’d think it would thrill even the aristocrats. But he takes his food free of vanity. "
        },
        {
          "scid": "dn19:9.2",
          "pli": "Evaṃ vigatamadaṃ āhāraṃ āharayamānaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (5) ",
          "en": "I don’t see any Teacher, past or present, who takes their food so free of vanity, apart from the Buddha. "
        },
        {
          "scid": "dn19:10.1",
          "pli": "Laddhasahāyo kho pana so bhagavā sekhānañceva paṭipannānaṃ khīṇāsavānañca vusitavataṃ. ",
          "en": "Also, the Buddha has gained companions, both trainees who are practicing, and those with defilements ended who have completed their journey. "
        },
        {
          "scid": "dn19:10.2",
          "pli": "Te bhagavā apanujja ekārāmataṃ anuyutto viharati. ",
          "en": "The Buddha is committed to the joy of solitude, but doesn’t send them away. "
        },
        {
          "scid": "dn19:10.3",
          "pli": "Evaṃ ekārāmataṃ anuyuttaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (6) ",
          "en": "I don’t see any Teacher, past or present, so committed to the joy of solitude, apart from the Buddha. "
        },
        {
          "scid": "dn19:11.1",
          "pli": "Yathāvādī kho pana so bhagavā tathākārī, yathākārī tathāvādī, iti yathāvādī tathākārī, yathākārī tathāvādī. ",
          "en": "Also, the Buddha does as he says, and says as he does, thus: he does as he says, and says as he does. "
        },
        {
          "scid": "dn19:11.2",
          "pli": "Evaṃ dhammānudhammappaṭipannaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (7) ",
          "en": "I don’t see any Teacher, past or present, who so practices in line with the teaching, apart from the Buddha. "
        },
        {
          "scid": "dn19:12.1",
          "pli": "Tiṇṇavicikiccho kho pana so bhagavā vigatakathaṅkatho pariyositasaṅkappo ajjhāsayaṃ ādibrahmacariyaṃ. ",
          "en": "Also, the Buddha has gone beyond doubt and got rid of indecision. He has achieved all he wished for regarding the fundamental purpose of the spiritual life. "
        },
        {
          "scid": "dn19:12.2",
          "pli": "Evaṃ tiṇṇavicikicchaṃ vigatakathaṅkathaṃ pariyositasaṅkappaṃ ajjhāsayaṃ ādibrahmacariyaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā’ti. (8) ",
          "en": "I don’t see any Teacher, past or present, who has achieved these things, apart from the Buddha.’ "
        },
        {
          "scid": "dn19:12.3",
          "pli": "Ime kho, bhante, sakko devānamindo devānaṃ tāvatiṃsānaṃ bhagavato aṭṭha yathābhucce vaṇṇe payirudāhāsi. ",
          "en": "These are the eight genuine praises of the Buddha proffered by Sakka. "
        },
        {
          "scid": "dn19:12.4",
          "pli": "Tena sudaṃ, bhante, devā tāvatiṃsā bhiyyoso mattāya attamanā honti pamuditā pītisomanassajātā bhagavato aṭṭha yathābhucce vaṇṇe sutvā. ",
          "en": "Hearing them, the gods of the Thirty-Three were even more uplifted and overjoyed. "
        },
        {
          "scid": "dn19:13.1",
          "pli": "Tatra, bhante, ekacce devā evamāhaṃsu: ",
          "en": "Then some gods thought, "
        },
        {
          "scid": "dn19:13.2",
          "pli": "‘aho vata, mārisā, cattāro sammāsambuddhā loke uppajjeyyuṃ dhammañca deseyyuṃ yathariva bhagavā. ",
          "en": "‘If only four fully awakened Buddhas might arise in the world and teach the Dhamma, just like the Blessed One! "
        },
        {
          "scid": "dn19:13.3",
          "pli": "Tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
          "en": "That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans!’ "
        },
        {
          "scid": "dn19:13.4",
          "pli": "Ekacce devā evamāhaṃsu: ",
          "en": "Other gods thought, "
        },
        {
          "scid": "dn19:13.5",
          "pli": "‘tiṭṭhantu, mārisā, cattāro sammāsambuddhā, aho vata, mārisā, tayo sammāsambuddhā loke uppajjeyyuṃ dhammañca deseyyuṃ yathariva bhagavā. ",
          "en": "‘Let alone four fully awakened Buddhas; if only three fully awakened Buddhas, "
        },
        {
          "scid": "dn19:13.6",
          "pli": "Tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:13.7",
          "pli": "Ekacce devā evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "dn19:13.8",
          "pli": "‘tiṭṭhantu, mārisā, tayo sammāsambuddhā, aho vata, mārisā, dve sammāsambuddhā loke uppajjeyyuṃ dhammañca deseyyuṃ yathariva bhagavā. ",
          "en": "or two fully awakened Buddhas might arise in the world and teach the Dhamma, just like the Blessed One! "
        },
        {
          "scid": "dn19:13.9",
          "pli": "Tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
          "en": "That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans!’ "
        },
        {
          "scid": "dn19:14.1",
          "pli": "Evaṃ vutte, bhante, sakko devānamindo deve tāvatiṃse etadavoca: ",
          "en": "When they said this, Sakka said, "
        },
        {
          "scid": "dn19:14.2",
          "pli": "‘aṭṭhānaṃ kho etaṃ, mārisā, anavakāso, yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjati. ",
          "en": "‘It’s impossible, gentlemen, for two perfected ones, fully awakened Buddhas to arise in the same solar system at the same time. "
        },
        {
          "scid": "dn19:14.3",
          "pli": "Aho vata, mārisā, so bhagavā appābādho appātaṅko ciraṃ dīghamaddhānaṃ tiṭṭheyya. ",
          "en": "May that Blessed One be healthy and well, and remain with us for a long time! "
        },
        {
          "scid": "dn19:14.4",
          "pli": "Tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
          "en": "That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans!’ "
        },
        {
          "scid": "dn19:14.5",
          "pli": "Atha kho, bhante, yenatthena devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā, taṃ atthaṃ cintayitvā taṃ atthaṃ mantayitvā vuttavacanāpi taṃ cattāro mahārājāno tasmiṃ atthe honti. ",
          "en": "Then the gods of the Thirty-Three, having considered and deliberated on the matter for which they were seated together in the Hall of Justice, advised and instructed the Four Great Kings on the subject. "
        },
        {
          "scid": "dn19:14.6",
          "pli": "Paccānusiṭṭhavacanāpi taṃ cattāro mahārājāno tasmiṃ atthe honti, sakesu sakesu āsanesu ṭhitā avipakkantā. ",
          "en": "And each stood at their own seat without departing. "
        },
        {
          "scid": "dn19:14.7",
          "pli": "Te vuttavākyā rājāno, ",
          "en": "The Kings were instructed, "
        },
        {
          "scid": "dn19:14.8",
          "pli": "paṭiggayhānusāsaniṃ; ",
          "en": "and heeded good advice. "
        },
        {
          "scid": "dn19:14.9",
          "pli": "Vippasannamanā santā, ",
          "en": "With clear and peaceful minds, "
        },
        {
          "scid": "dn19:14.10",
          "pli": "aṭṭhaṃsu samhi āsaneti. ",
          "en": "they stood by their own seats. "
        },
        {
          "scid": "dn19:15.1",
          "pli": "Atha kho, bhante, uttarāya disāya uḷāro āloko sañjāyi, obhāso pāturahosi atikkammeva devānaṃ devānubhāvaṃ. ",
          "en": "Then in the northern quarter a magnificent light arose and radiance appeared, surpassing the glory of the gods. "
        },
        {
          "scid": "dn19:15.2",
          "pli": "Atha kho, bhante, sakko devānamindo deve tāvatiṃse āmantesi: ",
          "en": "Then Sakka, lord of gods, addressed the gods of the Thirty-Three, "
        },
        {
          "scid": "dn19:15.3",
          "pli": "‘yathā kho, mārisā, nimittāni dissanti, uḷāro āloko sañjāyati, obhāso pātubhavati, brahmā pātubhavissati; ",
          "en": "‘As indicated by the signs—light arising and radiance appearing—Brahmā will appear. For this is the precursor for the appearance of Brahmā, namely light arising and radiance appearing.’ "
        },
        {
          "scid": "dn19:15.4",
          "pli": "brahmuno hetaṃ pubbanimittaṃ pātubhāvāya, yadidaṃ āloko sañjāyati obhāso pātubhavatīti. ",
          "en": " "
        },
        {
          "scid": "dn19:15.5",
          "pli": "Yathā nimittā dissanti, ",
          "en": "As indicated by the signs, "
        },
        {
          "scid": "dn19:15.6",
          "pli": "brahmā pātubhavissati; ",
          "en": "Brahmā will appear. "
        },
        {
          "scid": "dn19:15.7",
          "pli": "Brahmuno hetaṃ nimittaṃ, ",
          "en": "For this is the sign of Brahmā: "
        },
        {
          "scid": "dn19:15.8",
          "pli": "obhāso vipulo mahā’ti. ",
          "en": "a light vast and great. "
        },
        {
          "scid": "dn19:15.9",
          "pli": "3. Sanaṅkumārakathā ",
          "en": "3. On Sanaṅkumāra "
        },
        {
          "scid": "dn19:16.1",
          "pli": "Atha kho, bhante, devā tāvatiṃsā yathāsakesu āsanesu nisīdiṃsu: ",
          "en": "Then the gods of the Thirty-Three sat in their own seats, saying, "
        },
        {
          "scid": "dn19:16.2",
          "pli": "‘obhāsametaṃ ñassāma, yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā’ti. ",
          "en": "‘We shall find out what has caused that light, and having realized it we shall go to it.’ "
        },
        {
          "scid": "dn19:16.3",
          "pli": "Cattāropi mahārājāno yathāsakesu āsanesu nisīdiṃsu: ",
          "en": "And the Four Great Kings did likewise. "
        },
        {
          "scid": "dn19:16.4",
          "pli": "‘obhāsametaṃ ñassāma, yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:16.5",
          "pli": "Idaṃ sutvā devā tāvatiṃsā ekaggā samāpajjiṃsu: ",
          "en": "Hearing that, the gods of the Thirty-Three agreed in unison, "
        },
        {
          "scid": "dn19:16.6",
          "pli": "‘obhāsametaṃ ñassāma, yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā’ti. ",
          "en": "‘We shall find out what has caused that light, and having realized it we shall go to it.’ "
        },
        {
          "scid": "dn19:16.7",
          "pli": "Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, oḷārikaṃ attabhāvaṃ abhinimminitvā pātubhavati. ",
          "en": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, he does so after manifesting in a solid corporeal form, "
        },
        {
          "scid": "dn19:16.8",
          "pli": "Yo kho pana, bhante, brahmuno pakativaṇṇo, anabhisambhavanīyo so devānaṃ tāvatiṃsānaṃ cakkhupathasmiṃ. ",
          "en": "for the gods of the Thirty-Three aren’t able to see a Brahmā’s normal appearance. "
        },
        {
          "scid": "dn19:16.9",
          "pli": "Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, so aññe deve atirocati vaṇṇena ceva yasasā ca. ",
          "en": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, he outshines the other gods in beauty and glory, "
        },
        {
          "scid": "dn19:16.10",
          "pli": "Seyyathāpi, bhante, so vaṇṇo viggaho mānusaṃ viggahaṃ atirocati; ",
          "en": "as a golden statue outshines the human form. "
        },
        {
          "scid": "dn19:16.11",
          "pli": "evameva kho, bhante, yadā brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, so aññe deve atirocati vaṇṇena ceva yasasā ca. ",
          "en": " "
        },
        {
          "scid": "dn19:16.12",
          "pli": "Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, na tassaṃ parisāyaṃ koci devo abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ",
          "en": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, not a single god in that assembly greets him by bowing down or rising up or inviting him to a seat. "
        },
        {
          "scid": "dn19:16.13",
          "pli": "Sabbeva tuṇhībhūtā pañjalikā pallaṅkena nisīdanti: ",
          "en": "They all sit silently on their couches with their joined palms raised, thinking, "
        },
        {
          "scid": "dn19:16.14",
          "pli": "‘yassadāni devassa pallaṅkaṃ icchissati brahmā sanaṅkumāro, tassa devassa pallaṅke nisīdissatī’ti. ",
          "en": "‘Now Brahmā Sanaṅkumāra will sit on the couch of whatever god he chooses.’ "
        },
        {
          "scid": "dn19:16.15",
          "pli": "Yassa kho pana, bhante, devassa brahmā sanaṅkumāro pallaṅke nisīdati, uḷāraṃ so labhati devo vedapaṭilābhaṃ, uḷāraṃ so labhati devo somanassapaṭilābhaṃ. ",
          "en": "And the god on whose couch Brahmā sits is overjoyed and brimming with happiness, "
        },
        {
          "scid": "dn19:17.1",
          "pli": "Seyyathāpi, bhante, rājā khattiyo muddhāvasitto adhunābhisitto rajjena, uḷāraṃ so labhati vedapaṭilābhaṃ, uḷāraṃ so labhati somanassapaṭilābhaṃ; ",
          "en": "like a king on the day of his coronation. "
        },
        {
          "scid": "dn19:17.2",
          "pli": "evameva kho, bhante, yassa devassa brahmā sanaṅkumāro pallaṅke nisīdati, uḷāraṃ so labhati devo vedapaṭilābhaṃ, uḷāraṃ so labhati devo somanassapaṭilābhaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:17.3",
          "pli": "Atha, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ sampasādaṃ viditvā antarahito imāhi gāthāhi anumodi: ",
          "en": "Seeing the joy of those gods, Brahmā Sanaṅkumāra celebrated with these verses: "
        },
        {
          "scid": "dn19:17.4",
          "pli": "‘Modanti vata bho devā, ",
          "en": "‘The gods rejoice—"
        },
        {
          "scid": "dn19:17.5",
          "pli": "tāvatiṃsā sahindakā; ",
          "en": "the Thirty-Three with their Lord—"
        },
        {
          "scid": "dn19:17.6",
          "pli": "Tathāgataṃ namassantā, ",
          "en": "revering the Realized One, "
        },
        {
          "scid": "dn19:17.7",
          "pli": "dhammassa ca sudhammataṃ. ",
          "en": "and the natural excellence of the teaching; "
        },
        {
          "scid": "dn19:17.8",
          "pli": "Nave deve ca passantā, ",
          "en": "and seeing the new gods, "
        },
        {
          "scid": "dn19:17.9",
          "pli": "vaṇṇavante yasassine; ",
          "en": "so beautiful and glorious, "
        },
        {
          "scid": "dn19:17.10",
          "pli": "Sugatasmiṃ brahmacariyaṃ, ",
          "en": "who have come here after leading "
        },
        {
          "scid": "dn19:17.11",
          "pli": "caritvāna idhāgate. ",
          "en": "the spiritual life under the Buddha! "
        },
        {
          "scid": "dn19:17.12",
          "pli": "Te aññe atirocanti, ",
          "en": "They outshine the others "
        },
        {
          "scid": "dn19:17.13",
          "pli": "vaṇṇena yasasāyunā; ",
          "en": "in beauty, glory, and lifespan. "
        },
        {
          "scid": "dn19:17.14",
          "pli": "Sāvakā bhūripaññassa, ",
          "en": "Here are the distinguished disciples "
        },
        {
          "scid": "dn19:17.15",
          "pli": "visesūpagatā idha. ",
          "en": "of he whose wisdom is vast. "
        },
        {
          "scid": "dn19:17.16",
          "pli": "Idaṃ disvāna nandanti, ",
          "en": "Seeing this, they delight—"
        },
        {
          "scid": "dn19:17.17",
          "pli": "tāvatiṃsā sahindakā; ",
          "en": "the Thirty-Three with their Lord—"
        },
        {
          "scid": "dn19:17.18",
          "pli": "Tathāgataṃ namassantā, ",
          "en": "revering the Realized One, "
        },
        {
          "scid": "dn19:17.19",
          "pli": "dhammassa ca sudhammatan’ti. ",
          "en": "and the natural excellence of the teaching!’ "
        },
        {
          "scid": "dn19:18.1",
          "pli": "Imamatthaṃ, bhante, brahmā sanaṅkumāro abhāsittha. ",
          "en": "That is the topic on which Brahmā Sanaṅkumāra spoke. "
        },
        {
          "scid": "dn19:18.2",
          "pli": "Imamatthaṃ, bhante, brahmuno sanaṅkumārassa bhāsato aṭṭhaṅgasamannāgato saro hoti vissaṭṭho ca viññeyyo ca mañju ca savanīyo ca bindu ca avisārī ca gambhīro ca ninnādī ca. ",
          "en": "And while he was speaking on that topic, his voice had eight qualities: it was clear, comprehensible, charming, audible, rounded, undistorted, deep, and resonant. "
        },
        {
          "scid": "dn19:18.3",
          "pli": "Yathāparisaṃ kho pana, bhante, brahmā sanaṅkumāro sarena viññāpeti, na cassa bahiddhā parisāya ghoso niccharati. ",
          "en": "He makes sure his voice is intelligible as far as the assembly goes, but it doesn’t extend outside the assembly. "
        },
        {
          "scid": "dn19:18.4",
          "pli": "Yassa kho pana, bhante, evaṃ aṭṭhaṅgasamannāgato saro hoti, so vuccati ‘brahmassaro’ti. ",
          "en": "When someone has a voice like this, they’re said to have the voice of Brahmā. "
        },
        {
          "scid": "dn19:19.1",
          "pli": "Atha kho, bhante, devā tāvatiṃsā brahmānaṃ sanaṅkumāraṃ etadavocuṃ: ",
          "en": "Then the gods of the Thirty-Three said to Brahmā Sanaṅkumāra, "
        },
        {
          "scid": "dn19:19.2",
          "pli": "‘sādhu, mahābrahme, etadeva mayaṃ saṅkhāya modāma; ",
          "en": "‘Good, Great Brahmā! Knowing this, we rejoice. "
        },
        {
          "scid": "dn19:19.3",
          "pli": "atthi ca sakkena devānamindena tassa bhagavato aṭṭha yathābhuccā vaṇṇā bhāsitā; ",
          "en": "And there are the eight genuine praises of the Buddha spoken by Sakka—"
        },
        {
          "scid": "dn19:19.4",
          "pli": "te ca mayaṃ saṅkhāya modāmā’ti. ",
          "en": "knowing them, too, we rejoice.’ "
        },
        {
          "scid": "dn19:19.5",
          "pli": "4. Aṭṭhayathābhuccavaṇṇa ",
          "en": "4. Eight Genuine Praises "
        },
        {
          "scid": "dn19:19.6",
          "pli": "Atha, bhante, brahmā sanaṅkumāro sakkaṃ devānamindaṃ etadavoca: ",
          "en": "Then Brahmā said to Sakka, "
        },
        {
          "scid": "dn19:19.7",
          "pli": "‘sādhu, devānaminda, mayampi tassa bhagavato aṭṭha yathābhucce vaṇṇe suṇeyyāmā’ti. ",
          "en": "‘It would be good, lord of gods, if I could also hear the eight genuine praises of the Buddha.’ "
        },
        {
          "scid": "dn19:19.8",
          "pli": "‘Evaṃ, mahābrahme’ti kho, bhante, sakko devānamindo brahmuno sanaṅkumārassa bhagavato aṭṭha yathābhucce vaṇṇe payirudāhāsi. ",
          "en": "Saying, ‘Yes, Great Brahmā,’ Sakka repeated the eight genuine praises for him. "
        },
        {
          "scid": "dn19:20.1",
          "pli": "‘Taṃ kiṃ maññati, bhavaṃ mahābrahmā? ",
          "en": " "
        },
        {
          "scid": "dn19:20.2",
          "pli": "Yāvañca so bhagavā bahujanahitāya paṭipanno bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:20.3",
          "pli": "Evaṃ bahujanahitāya paṭipannaṃ bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (1) ",
          "en": " "
        },
        {
          "scid": "dn19:21.1",
          "pli": "Svākkhāto kho pana tena bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi. ",
          "en": " "
        },
        {
          "scid": "dn19:21.2",
          "pli": "Evaṃ opaneyyikassa dhammassa desetāraṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (2) ",
          "en": " "
        },
        {
          "scid": "dn19:22.1",
          "pli": "“Idaṃ kusalan”ti kho pana tena bhagavatā supaññattaṃ, “idaṃ akusalan”ti supaññattaṃ, “idaṃ sāvajjaṃ idaṃ anavajjaṃ, idaṃ sevitabbaṃ idaṃ na sevitabbaṃ, idaṃ hīnaṃ idaṃ paṇītaṃ, idaṃ kaṇhasukkasappaṭibhāgan”ti supaññattaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:22.2",
          "pli": "Evaṃ kusalākusalasāvajjānavajjasevitabbāsevitabbahīnapaṇītakaṇhasukkasappaṭibhāgānaṃ dhammānaṃ paññāpetāraṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:22.3",
          "pli": "Imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (3) ",
          "en": " "
        },
        {
          "scid": "dn19:23.1",
          "pli": "Supaññattā kho pana tena bhagavatā sāvakānaṃ nibbānagāminī paṭipadā saṃsandati nibbānañca paṭipadā ca. ",
          "en": " "
        },
        {
          "scid": "dn19:23.2",
          "pli": "Seyyathāpi nāma gaṅgodakaṃ yamunodakena saṃsandati sameti; ",
          "en": " "
        },
        {
          "scid": "dn19:23.3",
          "pli": "evameva supaññattā tena bhagavatā sāvakānaṃ nibbānagāminī paṭipadā saṃsandati nibbānañca paṭipadā ca. ",
          "en": " "
        },
        {
          "scid": "dn19:23.4",
          "pli": "Evaṃ nibbānagāminiyā paṭipadāya paññāpetāraṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (4) ",
          "en": " "
        },
        {
          "scid": "dn19:24.1",
          "pli": "Abhinipphanno kho pana tassa bhagavato lābho abhinipphanno siloko, yāva maññe khattiyā sampiyāyamānarūpā viharanti. ",
          "en": " "
        },
        {
          "scid": "dn19:24.2",
          "pli": "Vigatamado kho pana so bhagavā āhāraṃ āhāreti. ",
          "en": " "
        },
        {
          "scid": "dn19:24.3",
          "pli": "Evaṃ vigatamadaṃ āhāraṃ āharayamānaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (5) ",
          "en": " "
        },
        {
          "scid": "dn19:25.1",
          "pli": "Laddhasahāyo kho pana so bhagavā sekhānañceva paṭipannānaṃ khīṇāsavānañca vusitavataṃ, te bhagavā apanujja ekārāmataṃ anuyutto viharati. ",
          "en": " "
        },
        {
          "scid": "dn19:25.2",
          "pli": "Evaṃ ekārāmataṃ anuyuttaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (6) ",
          "en": " "
        },
        {
          "scid": "dn19:26.1",
          "pli": "Yathāvādī kho pana so bhagavā tathākārī, yathākārī tathāvādī; ",
          "en": " "
        },
        {
          "scid": "dn19:26.2",
          "pli": "iti yathāvādī tathākārī, yathākārī tathāvādī. ",
          "en": " "
        },
        {
          "scid": "dn19:26.3",
          "pli": "Evaṃ dhammānudhammappaṭippannaṃ imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā. (7) ",
          "en": " "
        },
        {
          "scid": "dn19:27.1",
          "pli": "Tiṇṇavicikiccho kho pana so bhagavā vigatakathaṅkatho pariyositasaṅkappo ajjhāsayaṃ ādibrahmacariyaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:27.2",
          "pli": "Evaṃ tiṇṇavicikicchaṃ vigatakathaṅkathaṃ pariyositasaṅkappaṃ ajjhāsayaṃ ādibrahmacariyaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:27.3",
          "pli": "Imināpaṅgena samannāgataṃ satthāraṃ neva atītaṃse samanupassāma, na panetarahi, aññatra tena bhagavatā’ti. (8) ",
          "en": " "
        },
        {
          "scid": "dn19:28.1",
          "pli": "Ime kho, bhante, sakko devānamindo brahmuno sanaṅkumārassa bhagavato aṭṭha yathābhucce vaṇṇe payirudāhāsi. ",
          "en": " "
        },
        {
          "scid": "dn19:28.2",
          "pli": "Tena sudaṃ, bhante, brahmā sanaṅkumāro attamano hoti pamudito pītisomanassajāto bhagavato aṭṭha yathābhucce vaṇṇe sutvā. ",
          "en": "Hearing them, Brahmā Sanaṅkumāra was uplifted and overjoyed, full of rapture and happiness. "
        },
        {
          "scid": "dn19:28.3",
          "pli": "Atha, bhante, brahmā sanaṅkumāro oḷārikaṃ attabhāvaṃ abhinimminitvā kumāravaṇṇī hutvā pañcasikho devānaṃ tāvatiṃsānaṃ pāturahosi. ",
          "en": "Then Brahmā Sanaṅkumāra manifested in a solid corporeal form, taking on the appearance of the youth Pañcasikha, and appeared to the gods of the Thirty-Three. "
        },
        {
          "scid": "dn19:28.4",
          "pli": "So vehāsaṃ abbhuggantvā ākāse antalikkhe pallaṅkena nisīdi. ",
          "en": "Rising into the air, he sat cross-legged in the sky, "
        },
        {
          "scid": "dn19:28.5",
          "pli": "Seyyathāpi, bhante, balavā puriso supaccatthate vā pallaṅke same vā bhūmibhāge pallaṅkena nisīdeyya; ",
          "en": "like a strong man might sit cross-legged on a well-appointed couch or on level ground. "
        },
        {
          "scid": "dn19:28.6",
          "pli": "evameva kho, bhante, brahmā sanaṅkumāro vehāsaṃ abbhuggantvā ākāse antalikkhe pallaṅkena nisīditvā deve tāvatiṃse āmantesi: ",
          "en": "There he addressed the gods of the Thirty-Three: "
        },
        {
          "scid": "dn19:28.7",
          "pli": "5. Govindabrāhmaṇavatthu ",
          "en": "5. The Story of the Steward "
        },
        {
          "scid": "dn19:28.8",
          "pli": "‘Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāva dīgharattaṃ mahāpaññova so bhagavā ahosi. ",
          "en": "‘What do the gods of the Thirty-Three think about the extent of the Buddha’s great wisdom? "
        },
        {
          "scid": "dn19:29.1",
          "pli": "Bhūtapubbaṃ, bho, rājā disampati nāma ahosi. ",
          "en": "Once upon a time, there was a king named Disampati. "
        },
        {
          "scid": "dn19:29.2",
          "pli": "Disampatissa rañño govindo nāma brāhmaṇo purohito ahosi. ",
          "en": "He had a brahmin high priest named the Steward. "
        },
        {
          "scid": "dn19:29.3",
          "pli": "Disampatissa rañño reṇu nāma kumāro putto ahosi. ",
          "en": "Disampati’s son was the prince named Reṇu, "
        },
        {
          "scid": "dn19:29.4",
          "pli": "Govindassa brāhmaṇassa jotipālo nāma māṇavo putto ahosi. ",
          "en": "while the Steward’s son was the student named Jotipāla. "
        },
        {
          "scid": "dn19:29.5",
          "pli": "Iti reṇu ca rājaputto jotipālo ca māṇavo aññe ca cha khattiyā iccete aṭṭha sahāyā ahesuṃ. ",
          "en": "There were Reṇu the prince, Jotipāla the student, and six other aristocrats; these eight became friends. "
        },
        {
          "scid": "dn19:29.6",
          "pli": "Atha kho, bho, ahorattānaṃ accayena govindo brāhmaṇo kālamakāsi. ",
          "en": "In due course the brahmin Steward passed away. "
        },
        {
          "scid": "dn19:29.7",
          "pli": "Govinde brāhmaṇe kālaṅkate rājā disampati paridevesi: ",
          "en": "At his passing, King Disampati lamented, "
        },
        {
          "scid": "dn19:29.8",
          "pli": "“yasmiṃ vata, bho, mayaṃ samaye govinde brāhmaṇe sabbakiccāni sammā vossajjitvā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārema, tasmiṃ no samaye govindo brāhmaṇo kālaṅkato”ti. ",
          "en": "“At a time when I have relinquished all my duties to the brahmin Steward and amuse myself, supplied and provided with the five kinds of sensual stimulation, he passes away!” "
        },
        {
          "scid": "dn19:29.9",
          "pli": "Evaṃ vutte, bho, reṇu rājaputto rājānaṃ disampatiṃ etadavoca: ",
          "en": "When he said this, Prince Reṇu said to him, "
        },
        {
          "scid": "dn19:29.10",
          "pli": "“mā kho tvaṃ, deva, govinde brāhmaṇe kālaṅkate atibāḷhaṃ paridevesi. ",
          "en": "“Sire, don’t lament too much at the Steward’s passing. "
        },
        {
          "scid": "dn19:29.11",
          "pli": "Atthi, deva, govindassa brāhmaṇassa jotipālo nāma māṇavo putto paṇḍitataro ceva pitarā, alamatthadasataro ceva pitarā; ",
          "en": "He has a son named Jotipāla, who is even more astute and expert than his father. "
        },
        {
          "scid": "dn19:29.12",
          "pli": "yepissa pitā atthe anusāsi, tepi jotipālasseva māṇavassa anusāsaniyā”ti. ",
          "en": "He should manage the affairs that were managed by his father.” "
        },
        {
          "scid": "dn19:29.13",
          "pli": "“Evaṃ, kumārā”ti? ",
          "en": "“Is that so, my prince?” "
        },
        {
          "scid": "dn19:29.14",
          "pli": "“Evaṃ, devā”ti. ",
          "en": "“Yes, sire.” "
        },
        {
          "scid": "dn19:29.15",
          "pli": "6. Mahāgovindavatthu ",
          "en": "6. The Story of the Great Steward "
        },
        {
          "scid": "dn19:30.1",
          "pli": "Atha kho, bho, rājā disampati aññataraṃ purisaṃ āmantesi: ",
          "en": "So King Disampati addressed one of his men, "
        },
        {
          "scid": "dn19:30.2",
          "pli": "“ehi tvaṃ, ambho purisa, yena jotipālo māṇavo tenupasaṅkama; upasaṅkamitvā jotipālaṃ māṇavaṃ evaṃ vadehi: ",
          "en": "“Please, mister, go to the student Jotipāla, and say to him, "
        },
        {
          "scid": "dn19:30.3",
          "pli": "‘bhavamatthu bhavantaṃ jotipālaṃ, rājā disampati bhavantaṃ jotipālaṃ māṇavaṃ āmantayati, rājā disampati bhoto jotipālassa māṇavassa dassanakāmo’”ti. ",
          "en": "‘Best wishes, Jotipāla! You are summoned by King Disampati; he wants to see you.’” "
        },
        {
          "scid": "dn19:30.4",
          "pli": "“Evaṃ, devā”ti kho, bho, so puriso disampatissa rañño paṭissutvā yena jotipālo māṇavo tenupasaṅkami; upasaṅkamitvā jotipālaṃ māṇavaṃ etadavoca: ",
          "en": "“Yes, Your Majesty,” replied that man, and did as he was asked. "
        },
        {
          "scid": "dn19:30.5",
          "pli": "“bhavamatthu bhavantaṃ jotipālaṃ, rājā disampati bhavantaṃ jotipālaṃ māṇavaṃ āmantayati, rājā disampati bhoto jotipālassa māṇavassa dassanakāmo”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:30.6",
          "pli": "“Evaṃ, bho”ti kho, bho, jotipālo māṇavo tassa purisassa paṭissutvā yena rājā disampati tenupasaṅkami; upasaṅkamitvā disampatinā raññā saddhiṃ sammodi; ",
          "en": "Then Jotipāla went to the king and exchanged greetings with him. "
        },
        {
          "scid": "dn19:30.7",
          "pli": "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho, bho, jotipālaṃ māṇavaṃ rājā disampati etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side, and the king said to him, "
        },
        {
          "scid": "dn19:30.8",
          "pli": "“anusāsatu no bhavaṃ jotipālo, mā no bhavaṃ jotipālo anusāsaniyā paccabyāhāsi. ",
          "en": "“May you, Jotipāla, manage my affairs—please don’t turn me down! "
        },
        {
          "scid": "dn19:30.9",
          "pli": "Pettike taṃ ṭhāne ṭhapessāmi, govindiye abhisiñcissāmī”ti. ",
          "en": "I shall appoint you to your father’s position, and anoint you as Steward.” "
        },
        {
          "scid": "dn19:30.10",
          "pli": "“Evaṃ, bho”ti kho, bho, so jotipālo māṇavo disampatissa rañño paccassosi. ",
          "en": "“Yes, sir,” replied Jotipāla. "
        },
        {
          "scid": "dn19:31.1",
          "pli": "Atha kho, bho, rājā disampati jotipālaṃ māṇavaṃ govindiye abhisiñci, taṃ pettike ṭhāne ṭhapesi. ",
          "en": "So the king anointed him as Steward and appointed him to his father’s position. "
        },
        {
          "scid": "dn19:31.2",
          "pli": "Abhisitto jotipālo māṇavo govindiye pettike ṭhāne ṭhapito yepissa pitā atthe anusāsi tepi atthe anusāsati, yepissa pitā atthe nānusāsi tepi atthe anusāsati; ",
          "en": "After his appointment, the Steward Jotipāla managed both the affairs that his father had managed, and other affairs that his father had not managed. "
        },
        {
          "scid": "dn19:31.3",
          "pli": "yepissa pitā kammante abhisambhosi tepi kammante abhisambhoti, yepissa pitā kammante nābhisambhosi tepi kammante abhisambhoti. ",
          "en": "He organized both the works that his father had organized, and other works that his father had not organized. "
        },
        {
          "scid": "dn19:31.4",
          "pli": "Tamenaṃ manussā evamāhaṃsu: ",
          "en": "When people noticed this they said, "
        },
        {
          "scid": "dn19:31.5",
          "pli": "“govindo vata, bho, brāhmaṇo, mahāgovindo vata, bho, brāhmaṇo”ti. ",
          "en": "“The brahmin is indeed a Steward, a Great Steward!” "
        },
        {
          "scid": "dn19:31.6",
          "pli": "Iminā kho evaṃ, bho, pariyāyena jotipālassa māṇavassa govindo mahāgovindotveva samaññā udapādi. ",
          "en": "And that’s how the student Jotipāla came to be known as the Great Steward. "
        },
        {
          "scid": "dn19:31.7",
          "pli": "6.1. Rajjasaṃvibhajana ",
          "en": "6.1. Dividing the Realm "
        },
        {
          "scid": "dn19:32.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena te cha khattiyā tenupasaṅkami; upasaṅkamitvā te cha khattiye etadavoca: ",
          "en": "Then the Great Steward went to the six aristocrats and said, "
        },
        {
          "scid": "dn19:32.2",
          "pli": "“disampati kho, bho, rājā jiṇṇo vuddho mahallako addhagato vayoanuppatto, ko nu kho pana, bho, jānāti jīvitaṃ? ",
          "en": "“King Disampati is old, elderly and senior, advanced in years, and has reached the final stage of life. Who knows how long he has to live? "
        },
        {
          "scid": "dn19:32.3",
          "pli": "Ṭhānaṃ kho panetaṃ vijjati, yaṃ disampatimhi raññe kālaṅkate rājakattāro reṇuṃ rājaputtaṃ rajje abhisiñceyyuṃ. ",
          "en": "It’s likely that when he passes away the king-makers will anoint Prince Reṇu as king. "
        },
        {
          "scid": "dn19:32.4",
          "pli": "Āyantu, bhonto, yena reṇu rājaputto tenupasaṅkamatha; upasaṅkamitvā reṇuṃ rājaputtaṃ evaṃ vadetha: ",
          "en": "Come, sirs, go to Prince Reṇu and say, "
        },
        {
          "scid": "dn19:32.5",
          "pli": "‘mayaṃ kho bhoto reṇussa sahāyā piyā manāpā appaṭikūlā, yaṃsukho bhavaṃ taṃsukhā mayaṃ, yaṃdukkho bhavaṃ taṃdukkhā mayaṃ. ",
          "en": "‘Prince Reṇu, we are your friends, dear, beloved, and cherished. We have shared your joys and sorrows. "
        },
        {
          "scid": "dn19:32.6",
          "pli": "Disampati kho, bho, rājā jiṇṇo vuddho mahallako addhagato vayoanuppatto, ko nu kho pana, bho, jānāti jīvitaṃ? ",
          "en": "King Disampati is old, elderly and senior, advanced in years, and has reached the final stage of life. Who knows how long he has to live? "
        },
        {
          "scid": "dn19:32.7",
          "pli": "Ṭhānaṃ kho panetaṃ vijjati, yaṃ disampatimhi raññe kālaṅkate rājakattāro bhavantaṃ reṇuṃ rajje abhisiñceyyuṃ. ",
          "en": "It’s likely that when he passes away the king-makers will anoint you as king. "
        },
        {
          "scid": "dn19:32.8",
          "pli": "Sace bhavaṃ reṇu rajjaṃ labhetha, saṃvibhajetha no rajjenā’”ti. ",
          "en": "If you should gain kingship, share it with us.’” "
        },
        {
          "scid": "dn19:33.1",
          "pli": "“Evaṃ, bho”ti kho, bho, te cha khattiyā mahāgovindassa brāhmaṇassa paṭissutvā yena reṇu rājaputto tenupasaṅkamiṃsu; upasaṅkamitvā reṇuṃ rājaputtaṃ etadavocuṃ: ",
          "en": "“Yes, sir,” replied the six aristocrats. They went to Prince Reṇu and put the proposal to him. "
        },
        {
          "scid": "dn19:33.2",
          "pli": "“mayaṃ kho bhoto reṇussa sahāyā piyā manāpā appaṭikūlā; ",
          "en": " "
        },
        {
          "scid": "dn19:33.3",
          "pli": "yaṃsukho bhavaṃ taṃsukhā mayaṃ, yaṃdukkho bhavaṃ taṃdukkhā mayaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:33.4",
          "pli": "Disampati kho, bho, rājā jiṇṇo vuddho mahallako addhagato vayoanuppatto, ko nu kho pana bho jānāti jīvitaṃ? ",
          "en": " "
        },
        {
          "scid": "dn19:33.5",
          "pli": "Ṭhānaṃ kho panetaṃ vijjati, yaṃ disampatimhi raññe kālaṅkate rājakattāro bhavantaṃ reṇuṃ rajje abhisiñceyyuṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:33.6",
          "pli": "Sace bhavaṃ reṇu rajjaṃ labhetha, saṃvibhajetha no rajjenā”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:33.7",
          "pli": "“Ko nu kho, bho, añño mama vijite sukho bhavetha, aññatra bhavantebhi? ",
          "en": "The prince replied, “Who else, sirs, in my realm ought to prosper if not you? "
        },
        {
          "scid": "dn19:33.8",
          "pli": "Sacāhaṃ, bho, rajjaṃ labhissāmi, saṃvibhajissāmi vo rajjenā”ti. ",
          "en": "If I gain kingship, I will share it with you all.” "
        },
        {
          "scid": "dn19:34.1",
          "pli": "Atha kho, bho, ahorattānaṃ accayena rājā disampati kālamakāsi. ",
          "en": "In due course King Disampati passed away. "
        },
        {
          "scid": "dn19:34.2",
          "pli": "Disampatimhi raññe kālaṅkate rājakattāro reṇuṃ rājaputtaṃ rajje abhisiñciṃsu. ",
          "en": "At his passing, the king-makers anointed Prince Reṇu as king. "
        },
        {
          "scid": "dn19:34.3",
          "pli": "Abhisitto reṇu rajjena pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
          "en": "But after being anointed, King Reṇu amused himself, supplied and provided with the five kinds of sensual stimulation. "
        },
        {
          "scid": "dn19:34.4",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena te cha khattiyā tenupasaṅkami; upasaṅkamitvā te cha khattiye etadavoca: ",
          "en": "Then the Great Steward went to the six aristocrats and said, "
        },
        {
          "scid": "dn19:34.5",
          "pli": "“disampati kho, bho, rājā kālaṅkato. ",
          "en": "“King Disampati has passed away. "
        },
        {
          "scid": "dn19:34.6",
          "pli": "Abhisitto reṇu rajjena pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
          "en": "But after being anointed, King Reṇu amused himself, supplied and provided with the five kinds of sensual stimulation. "
        },
        {
          "scid": "dn19:34.7",
          "pli": "Ko nu kho pana, bho, jānāti, madanīyā kāmā? ",
          "en": "Who knows the intoxicating power of sensual pleasures? "
        },
        {
          "scid": "dn19:34.8",
          "pli": "Āyantu, bhonto, yena reṇu rājā tenupasaṅkamatha; upasaṅkamitvā reṇuṃ rājānaṃ evaṃ vadetha: ",
          "en": "Come, sirs, go to Prince Reṇu and say, "
        },
        {
          "scid": "dn19:34.9",
          "pli": "‘disampati kho, bho, rājā kālaṅkato, abhisitto bhavaṃ reṇu rajjena, sarati bhavaṃ taṃ vacanan’”ti? ",
          "en": "‘Sir, King Disampati has passed away, and you have been anointed as king. Do you remember what you said?’” "
        },
        {
          "scid": "dn19:34.10",
          "pli": "“Evaṃ, bho”ti kho, bho, te cha khattiyā mahāgovindassa brāhmaṇassa paṭissutvā yena reṇu rājā tenupasaṅkamiṃsu; upasaṅkamitvā reṇuṃ rājānaṃ etadavocuṃ: ",
          "en": "“Yes, sir,” replied the six aristocrats. They went to Prince Reṇu and said, "
        },
        {
          "scid": "dn19:34.11",
          "pli": "“disampati kho, bho, rājā kālaṅkato, abhisitto bhavaṃ reṇu rajjena, sarati bhavaṃ taṃ vacanan”ti? ",
          "en": "“Sir, King Disampati has passed away, and you have been anointed as king. Do you remember what you said?” "
        },
        {
          "scid": "dn19:34.12",
          "pli": "“Sarāmahaṃ, bho, taṃ vacanaṃ. ",
          "en": "“I remember, sirs. "
        },
        {
          "scid": "dn19:34.13",
          "pli": "Ko nu kho, bho, pahoti imaṃ mahāpathaviṃ uttarena āyataṃ dakkhiṇena sakaṭamukhaṃ sattadhā samaṃ suvibhattaṃ vibhajitun”ti? ",
          "en": "Who is able to neatly divide into seven equal parts this great land, so broad in the north and narrow as the front of a cart in the south?” "
        },
        {
          "scid": "dn19:34.14",
          "pli": "“Ko nu kho, bho, añño pahoti, aññatra mahāgovindena brāhmaṇenā”ti? ",
          "en": "“Who else, sir, if not the Great Steward?” "
        },
        {
          "scid": "dn19:35.1",
          "pli": "Atha kho, bho, reṇu rājā aññataraṃ purisaṃ āmantesi: ",
          "en": "So King Reṇu addressed one of his men, "
        },
        {
          "scid": "dn19:35.2",
          "pli": "“ehi tvaṃ, ambho purisa, yena mahāgovindo brāhmaṇo tenupasaṅkama; upasaṅkamitvā mahāgovindaṃ brāhmaṇaṃ evaṃ vadehi: ",
          "en": "“Please, mister, go to the brahmin Great Steward and say that "
        },
        {
          "scid": "dn19:35.3",
          "pli": "‘rājā taṃ, bhante, reṇu āmantetī’”ti. ",
          "en": "King Reṇu summons him.” "
        },
        {
          "scid": "dn19:35.4",
          "pli": "“Evaṃ, devā”ti kho, bho, so puriso reṇussa rañño paṭissutvā yena mahāgovindo brāhmaṇo tenupasaṅkami; upasaṅkamitvā mahāgovindaṃ brāhmaṇaṃ etadavoca: ",
          "en": "“Yes, Your Majesty,” replied that man, and did as he was asked. "
        },
        {
          "scid": "dn19:35.5",
          "pli": "“rājā taṃ, bhante, reṇu āmantetī”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:35.6",
          "pli": "“Evaṃ, bho”ti kho, bho, mahāgovindo brāhmaṇo tassa purisassa paṭissutvā yena reṇu rājā tenupasaṅkami; upasaṅkamitvā reṇunā raññā saddhiṃ sammodi. ",
          "en": "Then the Great Steward went to the king and exchanged greetings with him. "
        },
        {
          "scid": "dn19:35.7",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho, bho, mahāgovindaṃ brāhmaṇaṃ reṇu rājā etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side, and the king said to him, "
        },
        {
          "scid": "dn19:35.8",
          "pli": "“etu, bhavaṃ govindo imaṃ mahāpathaviṃ uttarena āyataṃ dakkhiṇena sakaṭamukhaṃ sattadhā samaṃ suvibhattaṃ vibhajatū”ti. ",
          "en": "“Come, let the good Steward neatly divide into seven equal parts this great land, so broad in the north and narrow as the front of a cart in the south.” "
        },
        {
          "scid": "dn19:35.9",
          "pli": "“Evaṃ, bho”ti kho bho mahāgovindo brāhmaṇo reṇussa rañño paṭissutvā imaṃ mahāpathaviṃ uttarena āyataṃ dakkhiṇena sakaṭamukhaṃ sattadhā samaṃ suvibhattaṃ vibhaji. ",
          "en": "“Yes, sir,” replied the Great Steward, and did as he was asked. "
        },
        {
          "scid": "dn19:36.1",
          "pli": "Sabbāni sakaṭamukhāni paṭṭhapesi. ",
          "en": "All were set up like the fronts of carts, "
        },
        {
          "scid": "dn19:36.2",
          "pli": "Tatra sudaṃ majjhe reṇussa rañño janapado hoti. ",
          "en": "with King Reṇu’s nation in the center. "
        },
        {
          "scid": "dn19:36.3",
          "pli": "Dantapuraṃ kaliṅgānaṃ, ",
          "en": "Dantapura for the Kaliṅgas; "
        },
        {
          "scid": "dn19:36.4",
          "pli": "assakānañca potanaṃ; ",
          "en": "Potana for the Assakas; "
        },
        {
          "scid": "dn19:36.5",
          "pli": "Mahesayaṃ avantīnaṃ, ",
          "en": "Mahissati for the Avantis; "
        },
        {
          "scid": "dn19:36.6",
          "pli": "sovīrānañca rorukaṃ. ",
          "en": "Roruka for the Sovīras; "
        },
        {
          "scid": "dn19:36.7",
          "pli": "Mithilā ca videhānaṃ, ",
          "en": "Mithila for the Videhas; "
        },
        {
          "scid": "dn19:36.8",
          "pli": "campā aṅgesu māpitā; ",
          "en": "Campā was made for the Aṅgas; "
        },
        {
          "scid": "dn19:36.9",
          "pli": "Bārāṇasī ca kāsīnaṃ, ",
          "en": "and Varanasi for the Kāsīs: "
        },
        {
          "scid": "dn19:36.10",
          "pli": "ete govindamāpitāti. ",
          "en": "these were laid out by the Steward. "
        },
        {
          "scid": "dn19:36.11",
          "pli": "Atha kho, bho, te cha khattiyā yathāsakena lābhena attamanā ahesuṃ paripuṇṇasaṅkappā: ",
          "en": "Then those six aristocrats were delighted with their respective gains, having achieved all they wished for, "
        },
        {
          "scid": "dn19:36.12",
          "pli": "“yaṃ vata no ahosi icchitaṃ, yaṃ ākaṅkhitaṃ, yaṃ adhippetaṃ, yaṃ abhipatthitaṃ, taṃ no laddhan”ti. ",
          "en": "“We have received exactly what we wanted, what we wished for, what we desired, what we yearned for.” "
        },
        {
          "scid": "dn19:36.13",
          "pli": "Sattabhū brahmadatto ca, ",
          "en": "Sattabhū and Brahmadatta, "
        },
        {
          "scid": "dn19:36.14",
          "pli": "vessabhū bharato saha; ",
          "en": "Vessabhū and Bharata, "
        },
        {
          "scid": "dn19:36.15",
          "pli": "Reṇu dve dhataraṭṭhā ca, ",
          "en": "Reṇu and the two Dhataraṭṭhas: "
        },
        {
          "scid": "dn19:36.16",
          "pli": "tadāsuṃ satta bhāradhāti. ",
          "en": "these are the seven Bhāratas. "
        },
        {
          "scid": "dn19:36.17",
          "pli": "Paṭhamabhāṇavāro niṭṭhito. ",
          "en": "The first recitation section is finished. "
        },
        {
          "scid": "dn19:36.18",
          "pli": "6.2. Kittisaddaabbhuggamana ",
          "en": "6.2. A Good Reputation "
        },
        {
          "scid": "dn19:37.1",
          "pli": "Atha kho, bho, te cha khattiyā yena mahāgovindo brāhmaṇo tenupasaṅkamiṃsu; upasaṅkamitvā mahāgovindaṃ brāhmaṇaṃ etadavocuṃ: ",
          "en": "Then the six aristocrats approached the Great Steward and said, "
        },
        {
          "scid": "dn19:37.2",
          "pli": "“yathā kho bhavaṃ govindo reṇussa rañño sahāyo piyo manāpo appaṭikūlo. ",
          "en": "“Steward, just as you are King Reṇu’s friend, dear, beloved, and cherished, "
        },
        {
          "scid": "dn19:37.3",
          "pli": "Evameva kho bhavaṃ govindo amhākampi sahāyo piyo manāpo appaṭikūlo, anusāsatu no bhavaṃ govindo; ",
          "en": "you are also our friend. "
        },
        {
          "scid": "dn19:37.4",
          "pli": "mā no bhavaṃ govindo anusāsaniyā paccabyāhāsī”ti. ",
          "en": "Would you manage our affairs? Please don’t turn us down!” "
        },
        {
          "scid": "dn19:37.5",
          "pli": "“Evaṃ, bho”ti kho mahāgovindo brāhmaṇo tesaṃ channaṃ khattiyānaṃ paccassosi. ",
          "en": "“Yes, sirs,” replied the Great Steward. "
        },
        {
          "scid": "dn19:37.6",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo satta ca rājāno khattiye muddhāvasitte rajje anusāsi, satta ca brāhmaṇamahāsāle satta ca nhātakasatāni mante vācesi. ",
          "en": "Then the Great Steward managed the realms of the seven kings. And he taught seven well-to-do brahmins, and seven hundred bathed initiates to recite the hymns. "
        },
        {
          "scid": "dn19:38.1",
          "pli": "Atha kho, bho, mahāgovindassa brāhmaṇassa aparena samayena evaṃ kalyāṇo kittisaddo abbhuggacchi: ",
          "en": "After some time he got this good reputation, "
        },
        {
          "scid": "dn19:38.2",
          "pli": "“sakkhi mahāgovindo brāhmaṇo brahmānaṃ passati, sakkhi mahāgovindo brāhmaṇo brahmunā sākaccheti sallapati mantetī”ti. ",
          "en": "“The Great Steward sees Brahmā in person! The Great Steward discusses, converses, and consults with Brahmā in person!” "
        },
        {
          "scid": "dn19:38.3",
          "pli": "Atha kho, bho, mahāgovindassa brāhmaṇassa etadahosi: ",
          "en": "The Great Steward thought, "
        },
        {
          "scid": "dn19:38.4",
          "pli": "“mayhaṃ kho evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "“I have the reputation "
        },
        {
          "scid": "dn19:38.5",
          "pli": "‘sakkhi mahāgovindo brāhmaṇo brahmānaṃ passati, sakkhi mahāgovindo brāhmaṇo brahmunā sākaccheti sallapati mantetī’ti. ",
          "en": "of seeing Brahmā in person, and discussing with him in person. "
        },
        {
          "scid": "dn19:38.6",
          "pli": "Na kho panāhaṃ brahmānaṃ passāmi, na brahmunā sākacchemi, na brahmunā sallapāmi, na brahmunā mantemi. ",
          "en": "But I don’t. "
        },
        {
          "scid": "dn19:38.7",
          "pli": "Sutaṃ kho pana metaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
          "en": "I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said: "
        },
        {
          "scid": "dn19:38.8",
          "pli": "‘yo vassike cattāro māse paṭisallīyati, karuṇaṃ jhānaṃ jhāyati, so brahmānaṃ passati brahmunā sākaccheti brahmunā sallapati brahmunā mantetī’ti. ",
          "en": "‘Whoever goes on retreat for the four months of the rainy season and practices the absorption on compassion sees Brahmā and discusses with him.’ "
        },
        {
          "scid": "dn19:38.9",
          "pli": "Yannūnāhaṃ vassike cattāro māse paṭisallīyeyyaṃ, karuṇaṃ jhānaṃ jhāyeyyan”ti. ",
          "en": "Why don’t I do that?” "
        },
        {
          "scid": "dn19:39.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena reṇu rājā tenupasaṅkami; upasaṅkamitvā reṇuṃ rājānaṃ etadavoca: ",
          "en": "So the Great Steward went to King Reṇu and told him of the situation, saying, "
        },
        {
          "scid": "dn19:39.2",
          "pli": "“mayhaṃ kho, bho, evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": " "
        },
        {
          "scid": "dn19:39.3",
          "pli": "‘sakkhi mahāgovindo brāhmaṇo brahmānaṃ passati, sakkhi mahāgovindo brāhmaṇo brahmunā sākaccheti sallapati mantetī’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:39.4",
          "pli": "Na kho panāhaṃ, bho, brahmānaṃ passāmi, na brahmunā sākacchemi, na brahmunā sallapāmi, na brahmunā mantemi. ",
          "en": " "
        },
        {
          "scid": "dn19:39.5",
          "pli": "Sutaṃ kho pana metaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
          "en": " "
        },
        {
          "scid": "dn19:39.6",
          "pli": "‘yo vassike cattāro māse paṭisallīyati, karuṇaṃ jhānaṃ jhāyati, so brahmānaṃ passati, brahmunā sākaccheti brahmunā sallapati brahmunā mantetī’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:39.7",
          "pli": "Icchāmahaṃ, bho, vassike cattāro māse paṭisallīyituṃ, karuṇaṃ jhānaṃ jhāyituṃ; ",
          "en": "“Sir, I wish to go on retreat for the four months of the rainy season and practice the absorption on compassion. "
        },
        {
          "scid": "dn19:39.8",
          "pli": "namhi kenaci upasaṅkamitabbo aññatra ekena bhattābhihārenā”ti. ",
          "en": "No one should approach me, except for the one who brings my meal.” "
        },
        {
          "scid": "dn19:39.9",
          "pli": "“Yassadāni bhavaṃ govindo kālaṃ maññatī”ti. ",
          "en": "“Please do so, Steward, at your convenience.” "
        },
        {
          "scid": "dn19:40.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena te cha khattiyā tenupasaṅkami; upasaṅkamitvā te cha khattiye etadavoca: ",
          "en": "Then the Great Steward went to the six aristocrats to put the same proposal, and received the same reply. "
        },
        {
          "scid": "dn19:40.2",
          "pli": "“mayhaṃ kho, bho, evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": " "
        },
        {
          "scid": "dn19:40.3",
          "pli": "‘sakkhi mahāgovindo brāhmaṇo brahmānaṃ passati, sakkhi mahāgovindo brāhmaṇo brahmunā sākaccheti sallapati mantetī’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:40.4",
          "pli": "Na kho panāhaṃ, bho, brahmānaṃ passāmi, na brahmunā sākacchemi, na brahmunā sallapāmi, na brahmunā mantemi. ",
          "en": " "
        },
        {
          "scid": "dn19:40.5",
          "pli": "Sutaṃ kho pana metaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ, ",
          "en": " "
        },
        {
          "scid": "dn19:40.6",
          "pli": "‘yo vassike cattāro māse paṭisallīyati, karuṇaṃ jhānaṃ jhāyati, so brahmānaṃ passati brahmunā sākaccheti brahmunā sallapati brahmunā mantetī’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:40.7",
          "pli": "Icchāmahaṃ, bho, vassike cattāro māse paṭisallīyituṃ, karuṇaṃ jhānaṃ jhāyituṃ; ",
          "en": " "
        },
        {
          "scid": "dn19:40.8",
          "pli": "namhi kenaci upasaṅkamitabbo aññatra ekena bhattābhihārenā”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:40.9",
          "pli": "“Yassadāni bhavaṃ govindo kālaṃ maññatī”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:41.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena te satta ca brāhmaṇamahāsālā satta ca nhātakasatāni tenupasaṅkami; upasaṅkamitvā te satta ca brāhmaṇamahāsāle satta ca nhātakasatāni etadavoca: ",
          "en": "He also went to the seven well-to-do brahmins and seven hundred bathed initiates and put to them the same proposal, adding, "
        },
        {
          "scid": "dn19:41.2",
          "pli": "“mayhaṃ kho, bho, evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": " "
        },
        {
          "scid": "dn19:41.3",
          "pli": "‘sakkhi mahāgovindo brāhmaṇo brahmānaṃ passati, sakkhi mahāgovindo brāhmaṇo brahmunā sākaccheti sallapati mantetī’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:41.4",
          "pli": "Na kho panāhaṃ, bho, brahmānaṃ passāmi, na brahmunā sākacchemi, na brahmunā sallapāmi, na brahmunā mantemi. ",
          "en": " "
        },
        {
          "scid": "dn19:41.5",
          "pli": "Sutaṃ kho pana metaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
          "en": " "
        },
        {
          "scid": "dn19:41.6",
          "pli": "‘yo vassike cattāro māse paṭisallīyati, karuṇaṃ jhānaṃ jhāyati, so brahmānaṃ passati, brahmunā sākaccheti, brahmunā sallapati, brahmunā mantetī’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:41.7",
          "pli": "Tena hi, bho, yathāsute yathāpariyatte mante vitthārena sajjhāyaṃ karotha, aññamaññañca mante vācetha; ",
          "en": "“Sirs, recite the hymns in detail as you have learned and memorized them, and teach each other how to recite.” "
        },
        {
          "scid": "dn19:41.8",
          "pli": "icchāmahaṃ, bho, vassike cattāro māse paṭisallīyituṃ, karuṇaṃ jhānaṃ jhāyituṃ; ",
          "en": " "
        },
        {
          "scid": "dn19:41.9",
          "pli": "namhi kenaci upasaṅkamitabbo aññatra ekena bhattābhihārenā”ti. ",
          "en": "And they too said, "
        },
        {
          "scid": "dn19:41.10",
          "pli": "“Yassadāni bhavaṃ govindo kālaṃ maññatī”ti. ",
          "en": "“Please do so, Steward, at your convenience.” "
        },
        {
          "scid": "dn19:42.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena cattārīsā bhariyā sādisiyo tenupasaṅkami; upasaṅkamitvā cattārīsā bhariyā sādisiyo etadavoca: ",
          "en": "Then the Great Steward went to his forty equal wives to put the same proposal to them, and received the same reply. "
        },
        {
          "scid": "dn19:42.2",
          "pli": "“mayhaṃ kho, bhotī, evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": " "
        },
        {
          "scid": "dn19:42.3",
          "pli": "‘sakkhi mahāgovindo brāhmaṇo brahmānaṃ passati, sakkhi mahāgovindo brāhmaṇo brahmunā sākaccheti sallapati mantetī’ti. ",
          "en": " "
        },
        {
          "scid": "dn19:42.4",
          "pli": "Na kho panāhaṃ, bhotī, brahmānaṃ passāmi, na brahmunā sākacchemi, na brahmunā sallapāmi, na brahmunā mantemi. ",
          "en": " "
        },
        {
          "scid": "dn19:42.5",
          "pli": "Sutaṃ kho pana metaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ ",
          "en": " "
        },
        {
          "scid": "dn19:42.6",
          "pli": "‘yo vassike cattāro māse paṭisallīyati, karuṇaṃ jhānaṃ jhāyati, so brahmānaṃ passati, brahmunā sākaccheti, brahmunā sallapati, brahmunā mantetī’ti, ",
          "en": " "
        },
        {
          "scid": "dn19:42.7",
          "pli": "icchāmahaṃ, bhotī, vassike cattāro māse paṭisallīyituṃ, karuṇaṃ jhānaṃ jhāyituṃ; ",
          "en": " "
        },
        {
          "scid": "dn19:42.8",
          "pli": "namhi kenaci upasaṅkamitabbo aññatra ekena bhattābhihārenā”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:42.9",
          "pli": "“Yassadāni bhavaṃ govindo kālaṃ maññatī”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:43.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo puratthimena nagarassa navaṃ sandhāgāraṃ kārāpetvā vassike cattāro māse paṭisallīyi, karuṇaṃ jhānaṃ jhāyi; ",
          "en": "Then the Great Steward had a new meeting hall built to the east of his citadel, where he went on retreat for the four months of the rainy season and practiced the absorption on compassion. "
        },
        {
          "scid": "dn19:43.2",
          "pli": "nāssudha koci upasaṅkamati aññatra ekena bhattābhihārena. ",
          "en": "And no one approached him except the one who brought him meals. "
        },
        {
          "scid": "dn19:43.3",
          "pli": "Atha kho, bho, mahāgovindassa brāhmaṇassa catunnaṃ māsānaṃ accayena ahudeva ukkaṇṭhanā ahu paritassanā: ",
          "en": "But then, when the four months had passed, the Great Steward became dissatisfied and anxious, "
        },
        {
          "scid": "dn19:43.4",
          "pli": "“sutaṃ kho pana metaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
          "en": "“I have heard that brahmins of the past said that "
        },
        {
          "scid": "dn19:43.5",
          "pli": "‘yo vassike cattāro māse paṭisallīyati, karuṇaṃ jhānaṃ jhāyati, so brahmānaṃ passati, brahmunā sākaccheti brahmunā sallapati brahmunā mantetī’ti. ",
          "en": "whoever goes on retreat for the four months of the rainy season and practices the absorption on compassion sees Brahmā and discusses with him. "
        },
        {
          "scid": "dn19:43.6",
          "pli": "Na kho panāhaṃ brahmānaṃ passāmi, na brahmunā sākacchemi na brahmunā sallapāmi na brahmunā mantemī”ti. ",
          "en": "But I neither see Brahmā nor discuss with him.” "
        },
        {
          "scid": "dn19:43.7",
          "pli": "6.3. Brahmunāsākacchā ",
          "en": "6.3. A Discussion With Brahmā "
        },
        {
          "scid": "dn19:44.1",
          "pli": "Atha kho, bho, brahmā sanaṅkumāro mahāgovindassa brāhmaṇassa cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito mahāgovindassa brāhmaṇassa sammukhe pāturahosi. ",
          "en": "And then Brahmā Sanaṅkumāra, knowing what the Great Steward was thinking, as easily as a strong person would extend or contract their arm, vanished from the Brahmā realm and reappeared in the Great Steward’s presence. "
        },
        {
          "scid": "dn19:44.2",
          "pli": "Atha kho, bho, mahāgovindassa brāhmaṇassa ahudeva bhayaṃ ahu chambhitattaṃ ahu lomahaṃso yathā taṃ adiṭṭhapubbaṃ rūpaṃ disvā. ",
          "en": "At that, the Great Steward became frightened, scared, his hair standing on end, as he had never seen such a sight before. "
        },
        {
          "scid": "dn19:44.3",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo bhīto saṃviggo lomahaṭṭhajāto brahmānaṃ sanaṅkumāraṃ gāthāya ajjhabhāsi: ",
          "en": "So he addressed Brahmā Sanaṅkumāra in verse: "
        },
        {
          "scid": "dn19:44.4",
          "pli": "“Vaṇṇavā yasavā sirimā, ",
          "en": "“Who might you be, sir, "
        },
        {
          "scid": "dn19:44.5",
          "pli": "ko nu tvamasi mārisa; ",
          "en": "so beautiful, glorious, majestic? "
        },
        {
          "scid": "dn19:44.6",
          "pli": "Ajānantā taṃ pucchāma, ",
          "en": "Not knowing, I ask—"
        },
        {
          "scid": "dn19:44.7",
          "pli": "kathaṃ jānemu taṃ mayan”ti. ",
          "en": "how am I to know who you are?” "
        },
        {
          "scid": "dn19:44.8",
          "pli": "“Maṃ ve kumāraṃ jānanti, ",
          "en": "“In the Brahmā realm they know me "
        },
        {
          "scid": "dn19:44.9",
          "pli": "brahmaloke sanantanaṃ; ",
          "en": "as ‘The Eternal Youth’. "
        },
        {
          "scid": "dn19:44.10",
          "pli": "Sabbe jānanti maṃ devā, ",
          "en": "All the gods know me thus, "
        },
        {
          "scid": "dn19:44.11",
          "pli": "evaṃ govinda jānahi”. ",
          "en": "and so you should know me, Steward.” "
        },
        {
          "scid": "dn19:44.12",
          "pli": "“Āsanaṃ udakaṃ pajjaṃ, ",
          "en": "“A Brahmā deserves a seat and water, "
        },
        {
          "scid": "dn19:44.13",
          "pli": "madhusākañca brahmuno; ",
          "en": "foot-salve, and sweet cakes. "
        },
        {
          "scid": "dn19:44.14",
          "pli": "Agghe bhavantaṃ pucchāma, ",
          "en": "Sir, I ask you to please accept "
        },
        {
          "scid": "dn19:44.15",
          "pli": "agghaṃ kurutu no bhavaṃ”. ",
          "en": "these gifts of hospitality.” "
        },
        {
          "scid": "dn19:44.16",
          "pli": "“Paṭiggaṇhāma te agghaṃ, ",
          "en": "“I accept the gifts of hospitality "
        },
        {
          "scid": "dn19:44.17",
          "pli": "yaṃ tvaṃ govinda bhāsasi; ",
          "en": "of which you speak. "
        },
        {
          "scid": "dn19:44.18",
          "pli": "Diṭṭhadhammahitatthāya, ",
          "en": "I grant you the opportunity "
        },
        {
          "scid": "dn19:44.19",
          "pli": "samparāya sukhāya ca; ",
          "en": "to ask whatever you desire—"
        },
        {
          "scid": "dn19:44.20",
          "pli": "Katāvakāso pucchassu, ",
          "en": "about welfare and benefit in this life, "
        },
        {
          "scid": "dn19:44.21",
          "pli": "yaṃ kiñci abhipatthitan”ti. ",
          "en": "or happiness in lives to come.” "
        },
        {
          "scid": "dn19:45.1",
          "pli": "Atha kho, bho, mahāgovindassa brāhmaṇassa etadahosi: ",
          "en": "Then the Great Steward thought, "
        },
        {
          "scid": "dn19:45.2",
          "pli": "“katāvakāso khomhi brahmunā sanaṅkumārena. ",
          "en": "“Brahmā Sanaṅkumāra has granted me an opportunity. "
        },
        {
          "scid": "dn19:45.3",
          "pli": "Kiṃ nu kho ahaṃ brahmānaṃ sanaṅkumāraṃ puccheyyaṃ diṭṭhadhammikaṃ vā atthaṃ samparāyikaṃ vā”ti? ",
          "en": "Should I ask him about what is beneficial for this life or lives to come?” "
        },
        {
          "scid": "dn19:45.4",
          "pli": "Atha kho, bho, mahāgovindassa brāhmaṇassa etadahosi: ",
          "en": "Then he thought, "
        },
        {
          "scid": "dn19:45.5",
          "pli": "“kusalo kho ahaṃ diṭṭhadhammikānaṃ atthānaṃ, aññepi maṃ diṭṭhadhammikaṃ atthaṃ pucchanti. ",
          "en": "“I’m a skilled in what is beneficial for this life, and others even ask me about it. "
        },
        {
          "scid": "dn19:45.6",
          "pli": "Yannūnāhaṃ brahmānaṃ sanaṅkumāraṃ samparāyikaññeva atthaṃ puccheyyan”ti. ",
          "en": "Why don’t I ask Brahmā about the benefit that specifically applies to lives to come?” "
        },
        {
          "scid": "dn19:45.7",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo brahmānaṃ sanaṅkumāraṃ gāthāya ajjhabhāsi: ",
          "en": "So he addressed Brahmā Sanaṅkumāra in verse: "
        },
        {
          "scid": "dn19:45.8",
          "pli": "“Pucchāmi brahmānaṃ sanaṅkumāraṃ, ",
          "en": "“I’m in doubt, so I ask Brahmā—who is free of doubt—"
        },
        {
          "scid": "dn19:45.9",
          "pli": "Kaṅkhī akaṅkhiṃ paravediyesu; ",
          "en": "about things one may learn from another. "
        },
        {
          "scid": "dn19:45.10",
          "pli": "Katthaṭṭhito kimhi ca sikkhamāno, ",
          "en": "Standing on what, training in what "
        },
        {
          "scid": "dn19:45.11",
          "pli": "Pappoti macco amataṃ brahmalokan”ti. ",
          "en": "may a mortal reach the deathless Brahmā realm?” "
        },
        {
          "scid": "dn19:45.12",
          "pli": "“Hitvā mamattaṃ manujesu brahme, ",
          "en": "“He among men, O brahmin, has given up possessions, "
        },
        {
          "scid": "dn19:45.13",
          "pli": "Ekodibhūto karuṇedhimutto; ",
          "en": "become one, compassionate, "
        },
        {
          "scid": "dn19:45.14",
          "pli": "Nirāmagandho virato methunasmā, ",
          "en": "free from the stench of decay, and refraining from sex. "
        },
        {
          "scid": "dn19:45.15",
          "pli": "Etthaṭṭhito ettha ca sikkhamāno; ",
          "en": "Standing on that, training in that "
        },
        {
          "scid": "dn19:45.16",
          "pli": "Pappoti macco amataṃ brahmalokan”ti. ",
          "en": "a mortal may reach the deathless Brahmā realm.” "
        },
        {
          "scid": "dn19:46.1",
          "pli": "“‘Hitvā mamattan’ti ahaṃ, bhoto, ājānāmi. ",
          "en": "“Sir, I understand what ‘giving up possessions’ means. "
        },
        {
          "scid": "dn19:46.2",
          "pli": "Idhekacco appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati, ",
          "en": "It’s when someone gives up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn19:46.3",
          "pli": "iti ‘hitvā mamattan’ti ahaṃ, bhoto, ājānāmi. ",
          "en": "That’s how I understand ‘giving up possessions’. "
        },
        {
          "scid": "dn19:46.4",
          "pli": "‘Ekodibhūto’ti ahaṃ, bhoto, ājānāmi. ",
          "en": "Sir, I understand what ‘oneness’ means. "
        },
        {
          "scid": "dn19:46.5",
          "pli": "Idhekacco vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ, ",
          "en": "It’s when someone frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. "
        },
        {
          "scid": "dn19:46.6",
          "pli": "iti ‘ekodibhūto’ti ahaṃ, bhoto, ājānāmi. ",
          "en": "That’s how I understand ‘oneness’. "
        },
        {
          "scid": "dn19:46.7",
          "pli": "‘Karuṇedhimutto’ti ahaṃ, bhoto, ājānāmi. ",
          "en": "Sir, I understand what ‘compassionate’ means. "
        },
        {
          "scid": "dn19:46.8",
          "pli": "Idhekacco karuṇāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadhotiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ karuṇāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "It’s when someone meditates spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of compassion to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn19:46.9",
          "pli": "Iti ‘karuṇedhimutto’ti ahaṃ, bhoto, ājānāmi. ",
          "en": "That’s how I understand ‘compassionate’. "
        },
        {
          "scid": "dn19:46.10",
          "pli": "Āmagandhe ca kho ahaṃ, bhoto, bhāsamānassa na ājānāmi. ",
          "en": "But I don’t understand what you say about the stench of decay. "
        },
        {
          "scid": "dn19:46.11",
          "pli": "Ke āmagandhā manujesu brahme, ",
          "en": "What among men, O Brahmā, is the stench of decay? "
        },
        {
          "scid": "dn19:46.12",
          "pli": "Ete avidvā idha brūhi dhīra; ",
          "en": "I don’t understand, so tell me, wise one: "
        },
        {
          "scid": "dn19:46.13",
          "pli": "Kenāvaṭā vāti pajā kurutu, ",
          "en": "wrapped in what do people stink, "
        },
        {
          "scid": "dn19:46.14",
          "pli": "Āpāyikā nivutabrahmalokā”ti. ",
          "en": "headed for hell, shut out of the Brahmā realm?” "
        },
        {
          "scid": "dn19:46.15",
          "pli": "“Kodho mosavajjaṃ nikati ca dubbho, ",
          "en": "“Anger, lies, fraud, and deceit, "
        },
        {
          "scid": "dn19:46.16",
          "pli": "Kadariyatā atimāno usūyā; ",
          "en": "miserliness, vanity, jealousy, "
        },
        {
          "scid": "dn19:46.17",
          "pli": "Icchā vivicchā paraheṭhanā ca, ",
          "en": "desire, stinginess, harassing others, "
        },
        {
          "scid": "dn19:46.18",
          "pli": "Lobho ca doso ca mado ca moho; ",
          "en": "greed, hate, pride, and delusion—"
        },
        {
          "scid": "dn19:46.19",
          "pli": "Etesu yuttā anirāmagandhā, ",
          "en": "those bound to such things have the stench of decay; "
        },
        {
          "scid": "dn19:46.20",
          "pli": "Āpāyikā nivutabrahmalokā”ti. ",
          "en": "they’re headed for hell, shut out of the Brahmā realm.” "
        },
        {
          "scid": "dn19:46.21",
          "pli": "“Yathā kho ahaṃ, bhoto, āmagandhe bhāsamānassa ājānāmi. Te na sunimmadayā agāraṃ ajjhāvasatā. ",
          "en": "“As I understand what you say about the stench of decay, it’s not easy to quell while living at home. "
        },
        {
          "scid": "dn19:46.22",
          "pli": "Pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": "I shall go forth from the lay life to homelessness!” "
        },
        {
          "scid": "dn19:46.23",
          "pli": "“Yassadāni bhavaṃ govindo kālaṃ maññatī”ti. ",
          "en": "“Please do so, Steward, at your convenience.” "
        },
        {
          "scid": "dn19:46.24",
          "pli": "6.4. Reṇurājaāmantanā ",
          "en": "6.4. Informing King Reṇu "
        },
        {
          "scid": "dn19:47.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena reṇu rājā tenupasaṅkami; upasaṅkamitvā reṇuṃ rājānaṃ etadavoca: ",
          "en": "So the Great Steward went to King Reṇu and said, "
        },
        {
          "scid": "dn19:47.2",
          "pli": "“aññaṃ dāni bhavaṃ purohitaṃ pariyesatu, yo bhoto rajjaṃ anusāsissati. ",
          "en": "“Sir, please now find another high priest to manage the affairs of state for you. "
        },
        {
          "scid": "dn19:47.3",
          "pli": "Icchāmahaṃ, bho, agārasmā anagāriyaṃ pabbajituṃ. ",
          "en": "I wish to go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn19:47.4",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā. ",
          "en": "As I understand what Brahmā says about the stench of decay, it’s not easy to quell while living at home. "
        },
        {
          "scid": "dn19:47.5",
          "pli": "Pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": "I shall go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn19:47.6",
          "pli": "“Āmantayāmi rājānaṃ, ",
          "en": "I announce to King Reṇu, "
        },
        {
          "scid": "dn19:47.7",
          "pli": "reṇuṃ bhūmipatiṃ ahaṃ; ",
          "en": "the lord of the land: "
        },
        {
          "scid": "dn19:47.8",
          "pli": "Tvaṃ pajānassu rajjena, ",
          "en": "you must learn how to rule, "
        },
        {
          "scid": "dn19:47.9",
          "pli": "nāhaṃ porohicce rame”. ",
          "en": "for I no longer care for my ministry.” "
        },
        {
          "scid": "dn19:47.10",
          "pli": "“Sace te ūnaṃ kāmehi, ",
          "en": "“If you’re lacking any pleasures, "
        },
        {
          "scid": "dn19:47.11",
          "pli": "ahaṃ paripūrayāmi te; ",
          "en": "I’ll supply them for you. "
        },
        {
          "scid": "dn19:47.12",
          "pli": "Yo taṃ hiṃsati vāremi, ",
          "en": "I’ll protect you from any harm, "
        },
        {
          "scid": "dn19:47.13",
          "pli": "bhūmisenāpati ahaṃ; ",
          "en": "for I command the nation’s army. "
        },
        {
          "scid": "dn19:47.14",
          "pli": "Tuvaṃ pitā ahaṃ putto, ",
          "en": "You are my father, I am your son! "
        },
        {
          "scid": "dn19:47.15",
          "pli": "mā no govinda pājahi”. ",
          "en": "O Steward, please don’t leave!” "
        },
        {
          "scid": "dn19:47.16",
          "pli": "“Namatthi ūnaṃ kāmehi, ",
          "en": "“I’m lacking no pleasures, "
        },
        {
          "scid": "dn19:47.17",
          "pli": "hiṃsitā me na vijjati; ",
          "en": "and no-one is harming me. "
        },
        {
          "scid": "dn19:47.18",
          "pli": "Amanussavaco sutvā, ",
          "en": "I’ve heard a non-human voice, "
        },
        {
          "scid": "dn19:47.19",
          "pli": "tasmāhaṃ na gahe rame”. ",
          "en": "so I no longer care for lay life.” "
        },
        {
          "scid": "dn19:47.20",
          "pli": "“Amanusso kathaṃvaṇṇo, ",
          "en": "“What was that non-human like? "
        },
        {
          "scid": "dn19:47.21",
          "pli": "kiṃ te atthaṃ abhāsatha; ",
          "en": "What did he say to you, "
        },
        {
          "scid": "dn19:47.22",
          "pli": "Yañca sutvā jahāsi no, ",
          "en": "hearing which you would abandon "
        },
        {
          "scid": "dn19:47.23",
          "pli": "gehe amhe ca kevalī”. ",
          "en": "our house and all our people?” "
        },
        {
          "scid": "dn19:47.24",
          "pli": "“Upavutthassa me pubbe, ",
          "en": "“Before entering this retreat, "
        },
        {
          "scid": "dn19:47.25",
          "pli": "yiṭṭhukāmassa me sato; ",
          "en": "I only liked to sacrifice. "
        },
        {
          "scid": "dn19:47.26",
          "pli": "Aggi pajjalito āsi, ",
          "en": "I kindled the sacred flame, "
        },
        {
          "scid": "dn19:47.27",
          "pli": "kusapattaparitthato. ",
          "en": "strewn about with kusa grass. "
        },
        {
          "scid": "dn19:47.28",
          "pli": "Tato me brahmā pāturahu, ",
          "en": "But then Brahmā appeared to me, "
        },
        {
          "scid": "dn19:47.29",
          "pli": "brahmalokā sanantano; ",
          "en": "the Eternal Youth from the Brahmā realm. "
        },
        {
          "scid": "dn19:47.30",
          "pli": "So me pañhaṃ viyākāsi, ",
          "en": "He answered my question, "
        },
        {
          "scid": "dn19:47.31",
          "pli": "taṃ sutvā na gahe rame”. ",
          "en": "hearing which I no longer care for lay life.” "
        },
        {
          "scid": "dn19:47.32",
          "pli": "“Saddahāmi ahaṃ bhoto, ",
          "en": "“I have faith, O Steward, "
        },
        {
          "scid": "dn19:47.33",
          "pli": "yaṃ tvaṃ govinda bhāsasi; ",
          "en": "in that of which you speak. "
        },
        {
          "scid": "dn19:47.34",
          "pli": "Amanussavaco sutvā, ",
          "en": "Having heard a non-human voice, "
        },
        {
          "scid": "dn19:47.35",
          "pli": "kathaṃ vattetha aññathā. ",
          "en": "what else could you do? "
        },
        {
          "scid": "dn19:47.36",
          "pli": "Te taṃ anuvattissāma, ",
          "en": "We will follow your example, "
        },
        {
          "scid": "dn19:47.37",
          "pli": "satthā govinda no bhavaṃ; ",
          "en": "Steward, be my Teacher! "
        },
        {
          "scid": "dn19:47.38",
          "pli": "Maṇi yathā veḷuriyo, ",
          "en": "Like a gem of beryl—"
        },
        {
          "scid": "dn19:47.39",
          "pli": "akāco vimalo subho; ",
          "en": "flawless, immaculate, beautiful—"
        },
        {
          "scid": "dn19:47.40",
          "pli": "Evaṃ suddhā carissāma, ",
          "en": "that’s how pure we shall live, "
        },
        {
          "scid": "dn19:47.41",
          "pli": "govindassānusāsaneti. ",
          "en": "in the Steward’s dispensation. "
        },
        {
          "scid": "dn19:47.42",
          "pli": "Sace bhavaṃ govindo agārasmā anagāriyaṃ pabbajissati, mayampi agārasmā anagāriyaṃ pabbajissāma. ",
          "en": "If the Steward is going forth from the lay life to homelessness, we shall do so too. Your destiny shall be ours.” "
        },
        {
          "scid": "dn19:47.43",
          "pli": "Atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:47.44",
          "pli": "6.5. Chakhattiyaāmantanā ",
          "en": "6.5. Informing the Six Aristocrats "
        },
        {
          "scid": "dn19:48.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena te cha khattiyā tenupasaṅkami; upasaṅkamitvā te cha khattiye etadavoca: ",
          "en": "Then the Great Steward went to the six aristocrats and said, "
        },
        {
          "scid": "dn19:48.2",
          "pli": "“aññaṃ dāni bhavanto purohitaṃ pariyesantu, yo bhavantānaṃ rajje anusāsissati. ",
          "en": "“Sirs, please now find another high priest to manage the affairs of state for you. "
        },
        {
          "scid": "dn19:48.3",
          "pli": "Icchāmahaṃ, bho, agārasmā anagāriyaṃ pabbajituṃ. ",
          "en": "I wish to go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn19:48.4",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā. ",
          "en": "As I understand what Brahmā says about the stench of decay, it’s not easy to quell while living at home. "
        },
        {
          "scid": "dn19:48.5",
          "pli": "Pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": "I shall go forth from the lay life to homelessness!” "
        },
        {
          "scid": "dn19:49.1",
          "pli": "Atha kho, bho, te cha khattiyā ekamantaṃ apakkamma evaṃ samacintesuṃ: ",
          "en": "Then the six aristocrats withdrew to one side and thought up a plan, "
        },
        {
          "scid": "dn19:49.2",
          "pli": "“ime kho brāhmaṇā nāma dhanaluddhā; ",
          "en": "“These brahmins are really greedy for wealth. "
        },
        {
          "scid": "dn19:49.3",
          "pli": "yannūna mayaṃ mahāgovindaṃ brāhmaṇaṃ dhanena sikkheyyāmā”ti. ",
          "en": "Why don’t we try to persuade him with wealth?” "
        },
        {
          "scid": "dn19:49.4",
          "pli": "Te mahāgovindaṃ brāhmaṇaṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "They returned to the Great Steward and said, "
        },
        {
          "scid": "dn19:49.5",
          "pli": "“saṃvijjati kho, bho, imesu sattasu rajjesu pahūtaṃ sāpateyyaṃ, tato bhoto yāvatakena attho, tāvatakaṃ āharīyatan”ti. ",
          "en": "“In these seven kingdoms there is abundant wealth. We’ll get you as much as you want.” "
        },
        {
          "scid": "dn19:49.6",
          "pli": "“Alaṃ, bho, mamapidaṃ pahūtaṃ sāpateyyaṃ bhavantānaṃyeva vāhasā. ",
          "en": "“Enough, sirs. I already have abundant wealth, owing to my lords. "
        },
        {
          "scid": "dn19:49.7",
          "pli": "Tamahaṃ sabbaṃ pahāya agārasmā anagāriyaṃ pabbajissāmi. ",
          "en": "Giving up all that, I shall go forth.” "
        },
        {
          "scid": "dn19:49.8",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā, ",
          "en": " "
        },
        {
          "scid": "dn19:49.9",
          "pli": "pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:49.10",
          "pli": "Atha kho, bho, te cha khattiyā ekamantaṃ apakkamma evaṃ samacintesuṃ: ",
          "en": "Then the six aristocrats withdrew to one side and thought up a plan, "
        },
        {
          "scid": "dn19:49.11",
          "pli": "“ime kho brāhmaṇā nāma itthiluddhā; ",
          "en": "“These brahmins are really greedy for women. "
        },
        {
          "scid": "dn19:49.12",
          "pli": "yannūna mayaṃ mahāgovindaṃ brāhmaṇaṃ itthīhi sikkheyyāmā”ti. ",
          "en": "Why don’t we try to persuade him with women?” "
        },
        {
          "scid": "dn19:49.13",
          "pli": "Te mahāgovindaṃ brāhmaṇaṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "They returned to the Great Steward and said, "
        },
        {
          "scid": "dn19:49.14",
          "pli": "“saṃvijjanti kho, bho, imesu sattasu rajjesu pahūtā itthiyo, tato bhoto yāvatikāhi attho, tāvatikā ānīyatan”ti. ",
          "en": "“In these seven kingdoms there are many women. We’ll get you as many as you want.” "
        },
        {
          "scid": "dn19:49.15",
          "pli": "“Alaṃ, bho, mamapimā cattārīsā bhariyā sādisiyo. ",
          "en": "“Enough, sirs. I already have forty equal wives. "
        },
        {
          "scid": "dn19:49.16",
          "pli": "Tāpāhaṃ sabbā pahāya agārasmā anagāriyaṃ pabbajissāmi. ",
          "en": "Giving up all them, I shall go forth.” "
        },
        {
          "scid": "dn19:49.17",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā, ",
          "en": " "
        },
        {
          "scid": "dn19:49.18",
          "pli": "pabbajissāmahaṃ, bho, agārasmā anagāriyanti”. ",
          "en": " "
        },
        {
          "scid": "dn19:50.1",
          "pli": "“Sace bhavaṃ govindo agārasmā anagāriyaṃ pabbajissati, mayampi agārasmā anagāriyaṃ pabbajissāma, atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": "“If the Steward is going forth from the lay life to homelessness, we shall do so too. Your destiny shall be ours.” "
        },
        {
          "scid": "dn19:50.2",
          "pli": "“Sace jahatha kāmāni, ",
          "en": "“If you all give up sensual pleasures, "
        },
        {
          "scid": "dn19:50.3",
          "pli": "yattha satto puthujjano; ",
          "en": "to which ordinary people are attached, "
        },
        {
          "scid": "dn19:50.4",
          "pli": "Ārambhavho daḷhā hotha, ",
          "en": "exert yourselves, being strong, "
        },
        {
          "scid": "dn19:50.5",
          "pli": "khantībalasamāhitā. ",
          "en": "and possessing the power of patience. "
        },
        {
          "scid": "dn19:50.6",
          "pli": "Esa maggo ujumaggo, ",
          "en": "This path is the straight path, "
        },
        {
          "scid": "dn19:50.7",
          "pli": "esa maggo anuttaro; ",
          "en": "this path is supreme. "
        },
        {
          "scid": "dn19:50.8",
          "pli": "Saddhammo sabbhi rakkhito, ",
          "en": "Guarded by the good, the true teaching "
        },
        {
          "scid": "dn19:50.9",
          "pli": "brahmalokūpapattiyā”ti. ",
          "en": "leads to rebirth in the Brahmā realm.” "
        },
        {
          "scid": "dn19:51.1",
          "pli": "“Tena hi bhavaṃ govindo satta vassāni āgametu. ",
          "en": "“Well then, sir, please wait for seven years. "
        },
        {
          "scid": "dn19:51.2",
          "pli": "Sattannaṃ vassānaṃ accayena mayampi agārasmā anagāriyaṃ pabbajissāma, atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": "When seven years have passed, we shall go forth with you.” "
        },
        {
          "scid": "dn19:51.3",
          "pli": "“Aticiraṃ kho, bho, satta vassāni, nāhaṃ sakkomi, bhavante, satta vassāni āgametuṃ. ",
          "en": "“Seven years is too long, sirs. I cannot wait that long. "
        },
        {
          "scid": "dn19:51.4",
          "pli": "Ko nu kho pana, bho, jānāti jīvitānaṃ. ",
          "en": "Who knows what will happen to the living? "
        },
        {
          "scid": "dn19:51.5",
          "pli": "Gamanīyo samparāyo, mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. ",
          "en": "We are heading to the next life. We must think about this and wake up! We must do what’s good and live the spiritual life, for no-one born can escape death. "
        },
        {
          "scid": "dn19:51.6",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā, ",
          "en": " "
        },
        {
          "scid": "dn19:51.7",
          "pli": "pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": "I shall go forth.” "
        },
        {
          "scid": "dn19:52.1",
          "pli": "“Tena hi bhavaṃ govindo chabbassāni āgametu … pe … ",
          "en": "“Well then, sir, please wait for six years, "
        },
        {
          "scid": "dn19:52.2",
          "pli": "pañca vassāni āgametu … ",
          "en": "five years, "
        },
        {
          "scid": "dn19:52.3",
          "pli": "cattāri vassāni āgametu … ",
          "en": "four years, "
        },
        {
          "scid": "dn19:52.4",
          "pli": "tīṇi vassāni āgametu … ",
          "en": "three years, "
        },
        {
          "scid": "dn19:52.5",
          "pli": "dve vassāni āgametu … ",
          "en": "two years, "
        },
        {
          "scid": "dn19:52.6",
          "pli": "ekaṃ vassaṃ āgametu, ekassa vassassa accayena mayampi agārasmā anagāriyaṃ pabbajissāma, atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": "one year, "
        },
        {
          "scid": "dn19:53.1",
          "pli": "“Aticiraṃ kho, bho, ekaṃ vassaṃ, nāhaṃ sakkomi bhavante ekaṃ vassaṃ āgametuṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:53.2",
          "pli": "Ko nu kho pana, bho, jānāti jīvitānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:53.3",
          "pli": "Gamanīyo samparāyo, mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:53.4",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā, ",
          "en": " "
        },
        {
          "scid": "dn19:53.5",
          "pli": "pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:53.6",
          "pli": "“Tena hi bhavaṃ govindo satta māsāni āgametu, sattannaṃ māsānaṃ accayena mayampi agārasmā anagāriyaṃ pabbajissāma, atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": "seven months, "
        },
        {
          "scid": "dn19:54.1",
          "pli": "“Aticiraṃ kho, bho, satta māsāni, nāhaṃ sakkomi bhavante satta māsāni āgametuṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:54.2",
          "pli": "Ko nu kho pana, bho, jānāti jīvitānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:54.3",
          "pli": "Gamanīyo samparāyo, mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. ",
          "en": " "
        },
        {
          "scid": "dn19:54.4",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā, ",
          "en": " "
        },
        {
          "scid": "dn19:54.5",
          "pli": "pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": " "
        },
        {
          "scid": "dn19:54.6",
          "pli": "“Tena hi bhavaṃ govindo cha māsāni āgametu … pe … ",
          "en": "six months, "
        },
        {
          "scid": "dn19:54.7",
          "pli": "pañca māsāni āgametu … ",
          "en": "five months, "
        },
        {
          "scid": "dn19:54.8",
          "pli": "cattāri māsāni āgametu … ",
          "en": "four months, "
        },
        {
          "scid": "dn19:54.9",
          "pli": "tīṇi māsāni āgametu … ",
          "en": "three months, "
        },
        {
          "scid": "dn19:54.10",
          "pli": "dve māsāni āgametu … ",
          "en": "two months, "
        },
        {
          "scid": "dn19:54.11",
          "pli": "ekaṃ māsaṃ āgametu … ",
          "en": "one month, "
        },
        {
          "scid": "dn19:54.12",
          "pli": "addhamāsaṃ āgametu, addhamāsassa accayena mayampi agārasmā anagāriyaṃ pabbajissāma, atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": "or even a fortnight. When a fortnight has passed, we shall go forth. Your destiny shall be ours.” "
        },
        {
          "scid": "dn19:55.1",
          "pli": "“Aticiraṃ kho, bho, addhamāso, nāhaṃ sakkomi bhavante addhamāsaṃ āgametuṃ. ",
          "en": "“A fortnight is too long, sirs. I cannot wait that long. "
        },
        {
          "scid": "dn19:55.2",
          "pli": "Ko nu kho pana, bho, jānāti jīvitānaṃ. ",
          "en": "Who knows what will happen to the living? "
        },
        {
          "scid": "dn19:55.3",
          "pli": "Gamanīyo samparāyo, mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. ",
          "en": "We are heading to the next life. We must think about this and wake up! We must do what’s good and live the spiritual life, for no-one born can escape death. "
        },
        {
          "scid": "dn19:55.4",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā, ",
          "en": "As I understand what Brahmā says about the stench of decay, it’s not easy to quell while living at home. "
        },
        {
          "scid": "dn19:55.5",
          "pli": "pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": "I shall go forth from the lay life to homelessness.” "
        },
        {
          "scid": "dn19:55.6",
          "pli": "“Tena hi bhavaṃ govindo sattāhaṃ āgametu, yāva mayaṃ sake puttabhātaro rajjena anusāsissāma, sattāhassa accayena mayampi agārasmā anagāriyaṃ pabbajissāma, atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": "“Well then, sir, please wait for a week, so that we can instruct our sons and brothers in kingship. When a week has passed, we shall go forth. Your destiny shall be ours.” "
        },
        {
          "scid": "dn19:55.7",
          "pli": "“Na ciraṃ kho, bho, sattāhaṃ, āgamessāmahaṃ bhavante sattāhan”ti. ",
          "en": "“A week is not too long, sirs. I will wait that long.” "
        },
        {
          "scid": "dn19:55.8",
          "pli": "6.6. Brāhmaṇamahāsālādīnaṃāmantanā ",
          "en": "6.6. Informing the Brahmins "
        },
        {
          "scid": "dn19:56.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena te satta ca brāhmaṇamahāsālā satta ca nhātakasatāni tenupasaṅkami; upasaṅkamitvā te satta ca brāhmaṇamahāsāle satta ca nhātakasatāni etadavoca: ",
          "en": "Then the Great Steward also went to the seven well-to-do brahmins and seven hundred bathed initiates and said, "
        },
        {
          "scid": "dn19:56.2",
          "pli": "“aññaṃ dāni bhavanto ācariyaṃ pariyesantu, yo bhavantānaṃ mante vācessati. ",
          "en": "“Sirs, please now find another teacher to teach you to recite the hymns. "
        },
        {
          "scid": "dn19:56.3",
          "pli": "Icchāmahaṃ, bho, agārasmā anagāriyaṃ pabbajituṃ. ",
          "en": "I wish to go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn19:56.4",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa. Te na sunimmadayā agāraṃ ajjhāvasatā, ",
          "en": "As I understand what Brahmā says about the stench of decay, it’s not easy to quell while living at home. "
        },
        {
          "scid": "dn19:56.5",
          "pli": "pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": "I shall go forth from the lay life to homelessness.” "
        },
        {
          "scid": "dn19:56.6",
          "pli": "“Mā bhavaṃ govindo agārasmā anagāriyaṃ pabbaji. ",
          "en": "“Please don’t go forth from the lay life to homelessness! "
        },
        {
          "scid": "dn19:56.7",
          "pli": "Pabbajjā, bho, appesakkhā ca appalābhā ca; ",
          "en": "The life of one gone forth is of little influence or profit, "
        },
        {
          "scid": "dn19:56.8",
          "pli": "brahmaññaṃ mahesakkhañca mahālābhañcā”ti. ",
          "en": "whereas the life of a brahmin is of great influence and profit.” "
        },
        {
          "scid": "dn19:56.9",
          "pli": "“Mā bhavanto evaṃ avacuttha: ‘pabbajjā appesakkhā ca appalābhā ca, brahmaññaṃ mahesakkhañca mahālābhañcā’ti. ",
          "en": "“Please, sirs, don’t say that. "
        },
        {
          "scid": "dn19:56.10",
          "pli": "Ko nu kho, bho, aññatra mayā mahesakkhataro vā mahālābhataro vā. ",
          "en": "Who has greater influence and profit than myself? "
        },
        {
          "scid": "dn19:56.11",
          "pli": "Ahañhi, bho, etarahi rājāva raññaṃ brahmāva brāhmaṇānaṃ devatāva gahapatikānaṃ. ",
          "en": "For now I am like a king to kings, like Brahmā to brahmins, like a deity to householders. "
        },
        {
          "scid": "dn19:56.12",
          "pli": "Tamahaṃ sabbaṃ pahāya agārasmā anagāriyaṃ pabbajissāmi. ",
          "en": "Giving up all that, I shall go forth. "
        },
        {
          "scid": "dn19:56.13",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā. ",
          "en": "As I understand what Brahmā says about the stench of decay, it’s not easy to quell while living at home. "
        },
        {
          "scid": "dn19:56.14",
          "pli": "Pabbajissāmahaṃ, bho, agārasmā anagāriyan”ti. ",
          "en": "I shall go forth from the lay life to homelessness.” "
        },
        {
          "scid": "dn19:56.15",
          "pli": "“Sace bhavaṃ govindo agārasmā anagāriyaṃ pabbajissati, mayampi agārasmā anagāriyaṃ pabbajissāma, atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": "“If the Steward is going forth from the lay life to homelessness, we shall do so too. Your destiny shall be ours.” "
        },
        {
          "scid": "dn19:56.16",
          "pli": "6.7. Bhariyānaṃāmantanā ",
          "en": "6.7. Informing the Wives "
        },
        {
          "scid": "dn19:57.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo yena cattārīsā bhariyā sādisiyo tenupasaṅkami; upasaṅkamitvā cattārīsā bhariyā sādisiyo etadavoca: ",
          "en": "Then the Great Steward went to his forty equal wives and said, "
        },
        {
          "scid": "dn19:57.2",
          "pli": "“yā bhotīnaṃ icchati, sakāni vā ñātikulāni gacchatu aññaṃ vā bhattāraṃ pariyesatu. ",
          "en": "“Ladies, please do whatever you wish, whether returning to your own families, or finding another husband. "
        },
        {
          "scid": "dn19:57.3",
          "pli": "Icchāmahaṃ, bhotī, agārasmā anagāriyaṃ pabbajituṃ. ",
          "en": "I wish to go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn19:57.4",
          "pli": "Yathā kho pana me sutaṃ brahmuno āmagandhe bhāsamānassa, te na sunimmadayā agāraṃ ajjhāvasatā. ",
          "en": "As I understand what Brahmā says about the stench of decay, it’s not easy to quell while living at home. "
        },
        {
          "scid": "dn19:57.5",
          "pli": "Pabbajissāmahaṃ, bhotī, agārasmā anagāriyan”ti. ",
          "en": "I shall go forth from the lay life to homelessness.” "
        },
        {
          "scid": "dn19:57.6",
          "pli": "“Tvaññeva no ñāti ñātikāmānaṃ, tvaṃ pana bhattā bhattukāmānaṃ. ",
          "en": "“You are the only family we want! You are the only husband we want! "
        },
        {
          "scid": "dn19:57.7",
          "pli": "Sace bhavaṃ govindo agārasmā anagāriyaṃ pabbajissati, mayampi agārasmā anagāriyaṃ pabbajissāma, atha yā te gati, sā no gati bhavissatī”ti. ",
          "en": "If you are going forth from the lay life to homelessness, we shall do so too. Your destiny shall be ours.” "
        },
        {
          "scid": "dn19:57.8",
          "pli": "6.8. Mahāgovindapabbajjā ",
          "en": "6.8. The Great Steward Goes Forth "
        },
        {
          "scid": "dn19:58.1",
          "pli": "Atha kho, bho, mahāgovindo brāhmaṇo tassa sattāhassa accayena kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ",
          "en": "When a week had passed, the Great Steward shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. "
        },
        {
          "scid": "dn19:58.2",
          "pli": "Pabbajitaṃ pana mahāgovindaṃ brāhmaṇaṃ satta ca rājāno khattiyā muddhāvasittā satta ca brāhmaṇamahāsālā satta ca nhātakasatāni cattārīsā ca bhariyā sādisiyo anekāni ca khattiyasahassāni anekāni ca brāhmaṇasahassāni anekāni ca gahapatisahassāni anekehi ca itthāgārehi itthiyo kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā mahāgovindaṃ brāhmaṇaṃ agārasmā anagāriyaṃ pabbajitaṃ anupabbajiṃsu. ",
          "en": "And when he had gone forth, the seven anointed aristocrat kings, the seven brahmins with seven hundred initiates, the forty equal wives, and many thousands of aristocrats, brahmins, householders, and many harem women shaved off their hair and beards, dressed in ocher robes, and went forth from the lay life to homelessness. "
        },
        {
          "scid": "dn19:58.3",
          "pli": "Tāya sudaṃ, bho, parisāya parivuto mahāgovindo brāhmaṇo gāmanigamarājadhānīsu cārikaṃ carati. ",
          "en": "Escorted by that assembly, the Great Steward wandered on tour among the villages, towns, and capital cities. "
        },
        {
          "scid": "dn19:58.4",
          "pli": "Yaṃ kho pana, bho, tena samayena mahāgovindo brāhmaṇo gāmaṃ vā nigamaṃ vā upasaṅkamati, tattha rājāva hoti raññaṃ, brahmāva brāhmaṇānaṃ, devatāva gahapatikānaṃ. ",
          "en": "And at that time, whenever he arrived at a village or town, he was like a king to kings, like Brahmā to brahmins, like a deity to householders. "
        },
        {
          "scid": "dn19:58.5",
          "pli": "Tena kho pana samayena manussā khipanti vā upakkhalanti vā. ",
          "en": "And whenever people sneezed or tripped over "
        },
        {
          "scid": "dn19:58.6",
          "pli": "Te evamāhaṃsu: ",
          "en": "they’d say: "
        },
        {
          "scid": "dn19:58.7",
          "pli": "“namatthu mahāgovindassa brāhmaṇassa, namatthu satta purohitassā”ti. ",
          "en": "“Homage to the Great Steward! Homage to the high priest for the seven!” "
        },
        {
          "scid": "dn19:59.1",
          "pli": "Mahāgovindo, bho, brāhmaṇo mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā vihāsi. ",
          "en": "And the Great Steward meditated spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn19:59.2",
          "pli": "Karuṇāsahagatena cetasā … pe … ",
          "en": "He meditated spreading a heart full of compassion … "
        },
        {
          "scid": "dn19:59.3",
          "pli": "muditāsahagatena cetasā … pe … ",
          "en": "rejoicing … "
        },
        {
          "scid": "dn19:59.4",
          "pli": "upekkhāsahagatena cetasā … pe … abyāpajjena pharitvā vihāsi. ",
          "en": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn19:59.5",
          "pli": "Sāvakānañca brahmalokasahabyatāya maggaṃ desesi. ",
          "en": "And he taught his disciples the path to rebirth in the company of Brahmā. "
        },
        {
          "scid": "dn19:60.1",
          "pli": "Ye kho pana, bho, tena samayena mahāgovindassa brāhmaṇassa sāvakā sabbenasabbaṃ sāsanaṃ ājāniṃsu. ",
          "en": "Those of his disciples who completely understood the Great Steward’s instructions, "
        },
        {
          "scid": "dn19:60.2",
          "pli": "Te kāyassa bhedā paraṃ maraṇā sugatiṃ brahmalokaṃ upapajjiṃsu. ",
          "en": "at the breaking up of the body, after death, were reborn in the Brahmā realm. "
        },
        {
          "scid": "dn19:60.3",
          "pli": "Ye na sabbenasabbaṃ sāsanaṃ ājāniṃsu, te kāyassa bhedā paraṃ maraṇā appekacce paranimmitavasavattīnaṃ devānaṃ sahabyataṃ upapajjiṃsu; ",
          "en": "Of those disciples who only partly understood the Great Steward’s instructions, some were reborn in the company of the Gods Who Control the Creations of Others, "
        },
        {
          "scid": "dn19:60.4",
          "pli": "appekacce nimmānaratīnaṃ devānaṃ sahabyataṃ upapajjiṃsu; ",
          "en": "while some were reborn in the company of the Gods Who Love to Create, "
        },
        {
          "scid": "dn19:60.5",
          "pli": "appekacce tusitānaṃ devānaṃ sahabyataṃ upapajjiṃsu; ",
          "en": "or the Joyful Gods, "
        },
        {
          "scid": "dn19:60.6",
          "pli": "appekacce yāmānaṃ devānaṃ sahabyataṃ upapajjiṃsu; ",
          "en": "or the Gods of Yama, "
        },
        {
          "scid": "dn19:60.7",
          "pli": "appekacce tāvatiṃsānaṃ devānaṃ sahabyataṃ upapajjiṃsu; ",
          "en": "or the Gods of the Thirty-Three, "
        },
        {
          "scid": "dn19:60.8",
          "pli": "appekacce cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjiṃsu; ",
          "en": "or the Gods of the Four Great Kings. "
        },
        {
          "scid": "dn19:60.9",
          "pli": "ye sabbanihīnaṃ kāyaṃ paripūresuṃ te gandhabbakāyaṃ paripūresuṃ. ",
          "en": "And at the very least they swelled the hosts of the fairies. "
        },
        {
          "scid": "dn19:60.10",
          "pli": "Iti kho, bho, sabbesaṃyeva tesaṃ kulaputtānaṃ amoghā pabbajjā ahosi avañjhā saphalā saudrayā’ti. ",
          "en": "And so the going forth of all those gentlemen was not in vain, was not wasted, but was fruitful and fertile.’ "
        },
        {
          "scid": "dn19:60.11",
          "pli": "Sarati taṃ bhagavā”ti? ",
          "en": "Do you remember this, Blessed One?” "
        },
        {
          "scid": "dn19:61.1",
          "pli": "“Sarāmahaṃ, pañcasikha. ",
          "en": "“I remember, Pañcasikha. "
        },
        {
          "scid": "dn19:61.2",
          "pli": "Ahaṃ tena samayena mahāgovindo brāhmaṇo ahosiṃ. ",
          "en": "I myself was the brahmin Great Steward at that time. "
        },
        {
          "scid": "dn19:61.3",
          "pli": "Ahaṃ tesaṃ sāvakānaṃ brahmalokasahabyatāya maggaṃ desesiṃ. ",
          "en": "And I taught those disciples the path to rebirth in the company of Brahmā. "
        },
        {
          "scid": "dn19:61.4",
          "pli": "Taṃ kho pana me, pañcasikha, brahmacariyaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva brahmalokūpapattiyā. ",
          "en": "But that spiritual path of mine doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the Brahmā realm. "
        },
        {
          "scid": "dn19:61.5",
          "pli": "Idaṃ kho pana me, pañcasikha, brahmacariyaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati. ",
          "en": "But this spiritual path does lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. "
        },
        {
          "scid": "dn19:61.6",
          "pli": "Katamañca taṃ, pañcasikha, brahmacariyaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati? ",
          "en": "And what is the spiritual path that leads to extinguishment? "
        },
        {
          "scid": "dn19:61.7",
          "pli": "Ayameva ariyo aṭṭhaṅgiko maggo. ",
          "en": "It is simply this noble eightfold path, that is: "
        },
        {
          "scid": "dn19:61.8",
          "pli": "Seyyathidaṃ—sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "dn19:61.9",
          "pli": "Idaṃ kho taṃ, pañcasikha, brahmacariyaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati. ",
          "en": "This is the spiritual path that leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. "
        },
        {
          "scid": "dn19:62.1",
          "pli": "Ye kho pana me, pañcasikha, sāvakā sabbenasabbaṃ sāsanaṃ ājānanti, te āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti; ",
          "en": "Those of my disciples who completely understand my instructions realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "dn19:62.2",
          "pli": "ye na sabbenasabbaṃ sāsanaṃ ājānanti, te pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā honti tattha parinibbāyino anāvattidhammā tasmā lokā. ",
          "en": "Of those disciples who only partly understand my instructions, some, with the ending of the five lower fetters, become reborn spontaneously. They are extinguished there, and are not liable to return from that world. "
        },
        {
          "scid": "dn19:62.3",
          "pli": "Ye na sabbenasabbaṃ sāsanaṃ ājānanti, appekacce tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino honti sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ",
          "en": "Some, with the ending of three fetters, and the weakening of greed, hate, and delusion, become once-returners. They come back to this world once only, then make an end of suffering. "
        },
        {
          "scid": "dn19:62.4",
          "pli": "Ye na sabbenasabbaṃ sāsanaṃ ājānanti, appekacce tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā honti avinipātadhammā niyatā sambodhiparāyaṇā. ",
          "en": "And some, with the ending of three fetters, become stream-enterers, not liable to be reborn in the underworld, bound for awakening. "
        },
        {
          "scid": "dn19:62.5",
          "pli": "Iti kho, pañcasikha, sabbesaṃyeva imesaṃ kulaputtānaṃ amoghā pabbajjā avañjhā saphalā saudrayā”ti. ",
          "en": "And so the going forth of all those gentlemen was not in vain, was not wasted, but was fruitful and fertile.” "
        },
        {
          "scid": "dn19:62.6",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "dn19:62.7",
          "pli": "Attamano pañcasikho gandhabbaputto bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyīti. ",
          "en": "Delighted, the fairy Pañcasikha approved and agreed with what the Buddha said. He bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there. "
        },
        {
          "scid": "dn19:62.8",
          "pli": "Mahāgovindasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn19/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 19",
    "volpages": "DN ii 220",
    "uid": "dn19",
    "blurb": "A minor deity informs the Buddha of the conversations and business of the gods.",
    "difficulty": 2,
    "original_title": "Mahāgovinda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Great Steward ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn19_sujato",
        "segmented": true,
        "title": "The Great Steward ",
        "volpage": null
      },
      {
        "author": "T.W. & C.A.F. Rhys Davids",
        "author_short": "Rhys Davids",
        "author_uid": "tw-caf_rhysdavids",
        "id": "en_dn19_tw-caf_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1910",
        "segmented": false,
        "volpage": null,
        "title": "The Lord High Steward"
      }
    ],
    "parallel_count": 16,
    "biblio": null,
    "num": 6
  }
}