{
  "sutta_uid": "dn2",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn2",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Fruits of the Ascetic Life ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Ambaṭṭha ",
      "uid": "dn3"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Prime Net ",
      "uid": "dn1"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn2:0.1",
          "pli": "Dīgha Nikāya 2 ",
          "en": "Long Discourses 2 "
        },
        {
          "scid": "dn2:0.2",
          "pli": "Sāmaññaphalasutta ",
          "en": "The Fruits of the Ascetic Life "
        },
        {
          "scid": "dn2:0.3",
          "pli": "1. Rājāmaccakathā ",
          "en": "1. A Discussion With the King’s Ministers "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 2 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn2:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn2:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati jīvakassa komārabhaccassa ambavane mahatā bhikkhusaṅghena saddhiṃ aḍḍhateḷasehi bhikkhusatehi. ",
          "en": "At one time the Buddha was staying near Rājagaha in the Mango Grove of Jīvaka Komārabhacca, together with a large Saṅgha of 1,250 mendicants. "
        },
        {
          "scid": "dn2:1.3",
          "pli": "Tena kho pana samayena rājā māgadho ajātasattu vedehiputto tadahuposathe pannarase komudiyā cātumāsiniyā puṇṇāya puṇṇamāya rattiyā rājāmaccaparivuto uparipāsādavaragato nisinno hoti. ",
          "en": "Now, at that time it was the sabbath—the Komudi full moon on the fifteenth day of the fourth month—and King Ajātasattu Vedehiputta of Magadha was sitting upstairs in the stilt longhouse surrounded by his ministers. "
        },
        {
          "scid": "dn2:1.4",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto tadahuposathe udānaṃ udānesi: ",
          "en": "Then Ajātasattu was inspired to exclaim, "
        },
        {
          "scid": "dn2:1.5",
          "pli": "“ramaṇīyā vata bho dosinā ratti, abhirūpā vata bho dosinā ratti, dassanīyā vata bho dosinā ratti, pāsādikā vata bho dosinā ratti, lakkhaññā vata bho dosinā ratti. ",
          "en": "“Oh, sirs, this moonlit night is so very delightful, so beautiful, so glorious, so lovely, so striking. "
        },
        {
          "scid": "dn2:1.6",
          "pli": "Kaṃ nu khvajja samaṇaṃ vā brāhmaṇaṃ vā payirupāseyyāma, yaṃ no payirupāsato cittaṃ pasīdeyyā”ti? ",
          "en": "Now, what ascetic or brahmin might I pay homage to today, paying homage to whom my mind might find peace?” "
        },
        {
          "scid": "dn2:2.1",
          "pli": "Evaṃ vutte, aññataro rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
          "en": "When he had spoken, one of the king’s ministers said to him, "
        },
        {
          "scid": "dn2:2.2",
          "pli": "“ayaṃ, deva, pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
          "en": "“Sire, Pūraṇa Kassapa leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. "
        },
        {
          "scid": "dn2:2.3",
          "pli": "Taṃ devo pūraṇaṃ kassapaṃ payirupāsatu. ",
          "en": "Let Your Majesty pay homage to him. "
        },
        {
          "scid": "dn2:2.4",
          "pli": "Appeva nāma devassa pūraṇaṃ kassapaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
          "en": "Hopefully in so doing your mind will find peace.” "
        },
        {
          "scid": "dn2:2.5",
          "pli": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
          "en": "But when he had spoken, the king remained silent. "
        },
        {
          "scid": "dn2:3.1",
          "pli": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
          "en": "Another of the king’s ministers said to him, "
        },
        {
          "scid": "dn2:3.2",
          "pli": "“ayaṃ, deva, makkhali gosālo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
          "en": "“Sire, Makkhali Gosāla leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. "
        },
        {
          "scid": "dn2:3.3",
          "pli": "Taṃ devo makkhaliṃ gosālaṃ payirupāsatu. ",
          "en": "Let Your Majesty pay homage to him. "
        },
        {
          "scid": "dn2:3.4",
          "pli": "Appeva nāma devassa makkhaliṃ gosālaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
          "en": "Hopefully in so doing your mind will find peace.” "
        },
        {
          "scid": "dn2:3.5",
          "pli": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
          "en": "But when he had spoken, the king remained silent. "
        },
        {
          "scid": "dn2:4.1",
          "pli": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
          "en": "Another of the king’s ministers said to him, "
        },
        {
          "scid": "dn2:4.2",
          "pli": "“ayaṃ, deva, ajito kesakambalo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
          "en": "“Sire, Ajita Kesakambala leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. "
        },
        {
          "scid": "dn2:4.3",
          "pli": "Taṃ devo ajitaṃ kesakambalaṃ payirupāsatu. ",
          "en": "Let Your Majesty pay homage to him. "
        },
        {
          "scid": "dn2:4.4",
          "pli": "Appeva nāma devassa ajitaṃ kesakambalaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
          "en": "Hopefully in so doing your mind will find peace.” "
        },
        {
          "scid": "dn2:4.5",
          "pli": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
          "en": "But when he had spoken, the king remained silent. "
        },
        {
          "scid": "dn2:5.1",
          "pli": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
          "en": "Another of the king’s ministers said to him, "
        },
        {
          "scid": "dn2:5.2",
          "pli": "“ayaṃ, deva, pakudho kaccāyano saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
          "en": "“Sire, Pakudha Kaccāyana leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. "
        },
        {
          "scid": "dn2:5.3",
          "pli": "Taṃ devo pakudhaṃ kaccāyanaṃ payirupāsatu. ",
          "en": "Let Your Majesty pay homage to him. "
        },
        {
          "scid": "dn2:5.4",
          "pli": "Appeva nāma devassa pakudhaṃ kaccāyanaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
          "en": "Hopefully in so doing your mind will find peace.” "
        },
        {
          "scid": "dn2:5.5",
          "pli": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
          "en": "But when he had spoken, the king remained silent. "
        },
        {
          "scid": "dn2:6.1",
          "pli": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
          "en": "Another of the king’s ministers said to him, "
        },
        {
          "scid": "dn2:6.2",
          "pli": "“ayaṃ, deva, sañcayo belaṭṭhaputto saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
          "en": "“Sire, Sañjaya Belaṭṭhiputta leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. "
        },
        {
          "scid": "dn2:6.3",
          "pli": "Taṃ devo sañcayaṃ belaṭṭhaputtaṃ payirupāsatu. ",
          "en": "Let Your Majesty pay homage to him. "
        },
        {
          "scid": "dn2:6.4",
          "pli": "Appeva nāma devassa sañcayaṃ belaṭṭhaputtaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
          "en": "Hopefully in so doing your mind will find peace.” "
        },
        {
          "scid": "dn2:6.5",
          "pli": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
          "en": "But when he had spoken, the king remained silent. "
        },
        {
          "scid": "dn2:7.1",
          "pli": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
          "en": "Another of the king’s ministers said to him, "
        },
        {
          "scid": "dn2:7.2",
          "pli": "“ayaṃ, deva, nigaṇṭho nāṭaputto saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
          "en": "“Sire, Nigaṇṭha Nātaputta leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. "
        },
        {
          "scid": "dn2:7.3",
          "pli": "Taṃ devo nigaṇṭhaṃ nāṭaputtaṃ payirupāsatu. ",
          "en": "Let Your Majesty pay homage to him. "
        },
        {
          "scid": "dn2:7.4",
          "pli": "Appeva nāma devassa nigaṇṭhaṃ nāṭaputtaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
          "en": "Hopefully in so doing your mind will find peace.” "
        },
        {
          "scid": "dn2:7.5",
          "pli": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
          "en": "But when he had spoken, the king remained silent. "
        },
        {
          "scid": "dn2:7.6",
          "pli": "2. Komārabhaccajīvakakathā ",
          "en": "2. A Discussion With Jīvaka Komārabhacca "
        },
        {
          "scid": "dn2:8.1",
          "pli": "Tena kho pana samayena jīvako komārabhacco rañño māgadhassa ajātasattussa vedehiputtassa avidūre tuṇhībhūto nisinno hoti. ",
          "en": "Now at that time Jīvaka Komārabhacca was sitting silently not far from the king. "
        },
        {
          "scid": "dn2:8.2",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto jīvakaṃ komārabhaccaṃ etadavoca: ",
          "en": "Then the king said to him, "
        },
        {
          "scid": "dn2:8.3",
          "pli": "“tvaṃ pana, samma jīvaka, kiṃ tuṇhī”ti? ",
          "en": "“But my dear Jīvaka, why are you silent?” "
        },
        {
          "scid": "dn2:8.4",
          "pli": "“Ayaṃ, deva, bhagavā arahaṃ sammāsambuddho amhākaṃ ambavane viharati mahatā bhikkhusaṃghena saddhiṃ aḍḍhateḷasehi bhikkhusatehi. ",
          "en": "“Sire, the Blessed One, the perfected one, the fully awakened Buddha is staying in my mango grove together with a large Saṅgha of 1,250 mendicants. "
        },
        {
          "scid": "dn2:8.5",
          "pli": "Taṃ kho pana bhagavantaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn2:8.6",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "dn2:8.7",
          "pli": "Taṃ devo bhagavantaṃ payirupāsatu. ",
          "en": "Let Your Majesty pay homage to him. "
        },
        {
          "scid": "dn2:8.8",
          "pli": "Appeva nāma devassa bhagavantaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
          "en": "Hopefully in so doing your mind will find peace.” "
        },
        {
          "scid": "dn2:8.9",
          "pli": "“Tena hi, samma jīvaka, hatthiyānāni kappāpehī”ti. ",
          "en": "“Well then, my dear Jīvaka, have the elephants readied.” "
        },
        {
          "scid": "dn2:8.10",
          "pli": "“Evaṃ, devā”ti kho jīvako komārabhacco rañño māgadhassa ajātasattussa vedehiputtassa paṭissuṇitvā pañcamattāni hatthinikāsatāni kappāpetvā rañño ca ārohaṇīyaṃ nāgaṃ, rañño māgadhassa ajātasattussa vedehiputtassa paṭivedesi: ",
          "en": "“Yes, Your Majesty,” replied Jīvaka. He had around five hundred female elephants readied, in addition to the king’s bull elephant for riding. Then he informed the king, "
        },
        {
          "scid": "dn2:8.11",
          "pli": "“kappitāni kho te, deva, hatthiyānāni, ",
          "en": "“The elephants are ready, sire. "
        },
        {
          "scid": "dn2:8.12",
          "pli": "yassadāni kālaṃ maññasī”ti. ",
          "en": "Please go at your convenience.” "
        },
        {
          "scid": "dn2:10.1",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto pañcasu hatthinikāsatesu paccekā itthiyo āropetvā ārohaṇīyaṃ nāgaṃ abhiruhitvā ukkāsu dhāriyamānāsu rājagahamhā niyyāsi mahaccarājānubhāvena, yena jīvakassa komārabhaccassa ambavanaṃ tena pāyāsi. ",
          "en": "Then King Ajātasattu had women mounted on each of the five hundred female elephants, while he mounted his bull elephant. With attendants carrying torches, he set out in full royal pomp from Rājagaha to Jīvaka’s mango grove. "
        },
        {
          "scid": "dn2:10.2",
          "pli": "Atha kho rañño māgadhassa ajātasattussa vedehiputtassa avidūre ambavanassa ahudeva bhayaṃ, ahu chambhitattaṃ, ahu lomahaṃso. ",
          "en": "But as he drew near the mango grove, the king became frightened, scared, his hair standing on end. "
        },
        {
          "scid": "dn2:10.3",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto bhīto saṃviggo lomahaṭṭhajāto jīvakaṃ komārabhaccaṃ etadavoca: ",
          "en": "He said to Jīvaka, "
        },
        {
          "scid": "dn2:10.4",
          "pli": "“kacci maṃ, samma jīvaka, na vañcesi? ",
          "en": "“My dear Jīvaka, I hope you’re not deceiving me! "
        },
        {
          "scid": "dn2:10.5",
          "pli": "Kacci maṃ, samma jīvaka, na palambhesi? ",
          "en": "I hope you’re not betraying me! "
        },
        {
          "scid": "dn2:10.6",
          "pli": "Kacci maṃ, samma jīvaka, na paccatthikānaṃ desi? ",
          "en": "I hope you’re not turning me over to my enemies! "
        },
        {
          "scid": "dn2:10.7",
          "pli": "Kathañhi nāma tāva mahato bhikkhusaṅghassa aḍḍhateḷasānaṃ bhikkhusatānaṃ neva khipitasaddo bhavissati, na ukkāsitasaddo na nigghoso”ti. ",
          "en": "For how on earth can there be no sound of coughing or clearing throats or any noise in such a large Saṅgha of 1,250 mendicants?” "
        },
        {
          "scid": "dn2:10.8",
          "pli": "“Mā bhāyi, mahārāja, mā bhāyi, mahārāja. ",
          "en": "“Do not fear, great king, do not fear! "
        },
        {
          "scid": "dn2:10.9",
          "pli": "Na taṃ, deva, vañcemi; ",
          "en": "I am not deceiving you, "
        },
        {
          "scid": "dn2:10.10",
          "pli": "na taṃ, deva, palambhāmi; ",
          "en": "or betraying you, "
        },
        {
          "scid": "dn2:10.11",
          "pli": "na taṃ, deva, paccatthikānaṃ demi. ",
          "en": "or turning you over to your enemies. "
        },
        {
          "scid": "dn2:10.12",
          "pli": "Abhikkama, mahārāja, abhikkama, mahārāja, ete maṇḍalamāḷe dīpā jhāyantī”ti. ",
          "en": "Go forward, great king, go forward! Those are lamps shining in the pavilion.” "
        },
        {
          "scid": "dn2:10.13",
          "pli": "3. Sāmaññaphalapucchā ",
          "en": "3. The Question About the Fruits of the Ascetic Life "
        },
        {
          "scid": "dn2:11.1",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto yāvatikā nāgassa bhūmi nāgena gantvā, nāgā paccorohitvā, pattikova yena maṇḍalamāḷassa dvāraṃ tenupasaṅkami; upasaṅkamitvā jīvakaṃ komārabhaccaṃ etadavoca: ",
          "en": "Then King Ajātasattu rode on the elephant as far as the terrain allowed, then descended and approached the pavilion door on foot, where he asked Jīvaka, "
        },
        {
          "scid": "dn2:11.2",
          "pli": "“kahaṃ pana, samma jīvaka, bhagavā”ti? ",
          "en": "“But my dear Jīvaka, where is the Buddha?” "
        },
        {
          "scid": "dn2:11.3",
          "pli": "“Eso, mahārāja, bhagavā; ",
          "en": "“That is the Buddha, great king, that is the Buddha! "
        },
        {
          "scid": "dn2:11.4",
          "pli": "eso, mahārāja, bhagavā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisinno purakkhato bhikkhusaṃghassā”ti. ",
          "en": "He’s sitting against the central column facing east, in front of the Saṅgha of mendicants.” "
        },
        {
          "scid": "dn2:12.1",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. ",
          "en": "Then the king went up to the Buddha and stood to one side. "
        },
        {
          "scid": "dn2:12.2",
          "pli": "Ekamantaṃ ṭhito kho rājā māgadho ajātasattu vedehiputto tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṃghaṃ anuviloketvā rahadamiva vippasannaṃ udānaṃ udānesi: ",
          "en": "He looked around the Saṅgha of monks, who were so very silent, like a still, clear lake, and was inspired to exclaim, "
        },
        {
          "scid": "dn2:12.3",
          "pli": "“iminā me upasamena udayabhaddo kumāro samannāgato hotu, yenetarahi upasamena bhikkhusaṃgho samannāgato”ti. ",
          "en": "“May my son, Prince Udāyibhadda, be blessed with such peace as the Saṅgha of mendicants now enjoys!” "
        },
        {
          "scid": "dn2:12.4",
          "pli": "“Agamā kho tvaṃ, mahārāja, yathāpeman”ti. ",
          "en": "“Has your mind gone to one you love, great king?” "
        },
        {
          "scid": "dn2:12.5",
          "pli": "“Piyo me, bhante, udayabhaddo kumāro. ",
          "en": "“I love my son, sir, Prince Udāyibhadda. "
        },
        {
          "scid": "dn2:12.6",
          "pli": "Iminā me, bhante, upasamena udayabhaddo kumāro samannāgato hotu yenetarahi upasamena bhikkhusaṃgho samannāgato”ti. ",
          "en": "May he be blessed with such peace as the Saṅgha of mendicants now enjoys!” "
        },
        {
          "scid": "dn2:13.1",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto bhagavantaṃ abhivādetvā, bhikkhusaṃghassa añjaliṃ paṇāmetvā, ekamantaṃ nisīdi. ",
          "en": "Then the king bowed to the Buddha, raised his joined palms toward the Saṅgha, and sat down to one side. "
        },
        {
          "scid": "dn2:13.2",
          "pli": "Ekamantaṃ nisinno kho rājā māgadho ajātasattu vedehiputto bhagavantaṃ etadavoca: ",
          "en": "He said to the Buddha, "
        },
        {
          "scid": "dn2:13.3",
          "pli": "“puccheyyāmahaṃ, bhante, bhagavantaṃ kañcideva desaṃ; ",
          "en": "“Sir, I’d like to ask you about a certain point, if you’d take the time to answer.” "
        },
        {
          "scid": "dn2:13.4",
          "pli": "sace me bhagavā okāsaṃ karoti pañhassa veyyākaraṇāyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn2:13.5",
          "pli": "“Puccha, mahārāja, yadākaṅkhasī”ti. ",
          "en": "“Ask what you wish, great king.” "
        },
        {
          "scid": "dn2:14.1",
          "pli": "“Yathā nu kho imāni, bhante, puthusippāyatanāni, ",
          "en": "“Sir, there are many different professional fields. "
        },
        {
          "scid": "dn2:14.2",
          "pli": "seyyathidaṃ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā ",
          "en": "These include elephant riders, cavalry, charioteers, archers, bannermen, adjutants, food servers, warrior-chiefs, princes, chargers, great warriors, heroes, leather-clad soldiers, and sons of bondservants. "
        },
        {
          "scid": "dn2:14.3",
          "pli": "āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṃgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṃ sippaphalaṃ upajīvanti; ",
          "en": "They also include bakers, barbers, bathroom attendants, cooks, garland-makers, dyers, weavers, basket-makers, potters, accountants, finger-talliers, or those following any similar professions. All these live off the fruits of their profession which are apparent in the present life. "
        },
        {
          "scid": "dn2:14.4",
          "pli": "te tena attānaṃ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṃ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhapenti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
          "en": "With that they bring happiness and joy to themselves, their parents, their children and partners, and their friends and colleagues. And they establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. "
        },
        {
          "scid": "dn2:14.5",
          "pli": "Sakkā nu kho, bhante, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun”ti? ",
          "en": "Sir, can you point out a fruit of the ascetic life that’s likewise apparent in the present life?” "
        },
        {
          "scid": "dn2:15.1",
          "pli": "“Abhijānāsi no tvaṃ, mahārāja, imaṃ pañhaṃ aññe samaṇabrāhmaṇe pucchitā”ti? ",
          "en": "“Great king, do you recall having asked this question of other ascetics and brahmins?” "
        },
        {
          "scid": "dn2:15.2",
          "pli": "“Abhijānāmahaṃ, bhante, imaṃ pañhaṃ aññe samaṇabrāhmaṇe pucchitā”ti. ",
          "en": "“I do, sir.” "
        },
        {
          "scid": "dn2:15.3",
          "pli": "“Yathā kathaṃ pana te, mahārāja, byākariṃsu, sace te agaru bhāsassū”ti. ",
          "en": "“If you wouldn’t mind, great king, tell me how they answered.” "
        },
        {
          "scid": "dn2:15.4",
          "pli": "“Na kho me, bhante, garu, yatthassa bhagavā nisinno, bhagavantarūpo vā”ti. ",
          "en": "“It’s no trouble when someone such as the Blessed One is sitting here.” "
        },
        {
          "scid": "dn2:15.5",
          "pli": "“Tena hi, mahārāja, bhāsassū”ti. ",
          "en": "“Well, speak then, great king.” "
        },
        {
          "scid": "dn2:15.6",
          "pli": "3.1. Pūraṇakassapavāda ",
          "en": "3.1. The Doctrine of Pūraṇa Kassapa "
        },
        {
          "scid": "dn2:16.1",
          "pli": "“Ekamidāhaṃ, bhante, samayaṃ yena pūraṇo kassapo tenupasaṅkamiṃ; upasaṅkamitvā pūraṇena kassapena saddhiṃ sammodiṃ. ",
          "en": "“One time, sir, I approached Pūraṇa Kassapa and exchanged greetings with him. "
        },
        {
          "scid": "dn2:16.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, pūraṇaṃ kassapaṃ etadavocaṃ: ",
          "en": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. "
        },
        {
          "scid": "dn2:16.3",
          "pli": "‘yathā nu kho imāni, bho kassapa, puthusippāyatanāni, ",
          "en": " "
        },
        {
          "scid": "dn2:16.4",
          "pli": "seyyathidaṃ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṅgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṃ sippaphalaṃ upajīvanti; ",
          "en": " "
        },
        {
          "scid": "dn2:16.5",
          "pli": "te tena attānaṃ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṃ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhapenti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
          "en": " "
        },
        {
          "scid": "dn2:16.6",
          "pli": "Sakkā nu kho, bho kassapa, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
          "en": " "
        },
        {
          "scid": "dn2:17.1",
          "pli": "Evaṃ vutte, bhante, pūraṇo kassapo maṃ etadavoca: ",
          "en": "He said to me: "
        },
        {
          "scid": "dn2:17.2",
          "pli": "‘karoto kho, mahārāja, kārayato, chindato chedāpayato, pacato pācāpayato socayato, socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātāpayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto na karīyati pāpaṃ. Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "‘Great king, the one who acts does nothing wrong when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. They do nothing wrong when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "dn2:17.3",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "dn2:17.4",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo. ",
          "en": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. "
        },
        {
          "scid": "dn2:17.5",
          "pli": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti. ",
          "en": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’ "
        },
        {
          "scid": "dn2:18.1",
          "pli": "Itthaṃ kho me, bhante, pūraṇo kassapo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno akiriyaṃ byākāsi. ",
          "en": "And so, when I asked Pūraṇa Kassapa about the fruits of the ascetic life apparent in the present life, he answered with the doctrine of inaction. "
        },
        {
          "scid": "dn2:18.2",
          "pli": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
          "en": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. "
        },
        {
          "scid": "dn2:18.3",
          "pli": "evameva kho me, bhante, pūraṇo kassapo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno akiriyaṃ byākāsi. ",
          "en": " "
        },
        {
          "scid": "dn2:18.4",
          "pli": "Tassa mayhaṃ, bhante, etadahosi: ",
          "en": "I thought: "
        },
        {
          "scid": "dn2:18.5",
          "pli": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
          "en": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ "
        },
        {
          "scid": "dn2:18.6",
          "pli": "So kho ahaṃ, bhante, pūraṇassa kassapassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
          "en": "So I neither approved nor dismissed that statement of Pūraṇa Kassapa. "
        },
        {
          "scid": "dn2:18.7",
          "pli": "Anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṃ anicchāretvā, tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
          "en": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. "
        },
        {
          "scid": "dn2:18.8",
          "pli": "3.2. Makkhaligosālavāda ",
          "en": "3.2. The Doctrine of Makkhali Gosāla "
        },
        {
          "scid": "dn2:19.1",
          "pli": "Ekamidāhaṃ, bhante, samayaṃ yena makkhali gosālo tenupasaṅkamiṃ; upasaṅkamitvā makkhalinā gosālena saddhiṃ sammodiṃ. ",
          "en": "One time, sir, I approached Makkhali Gosāla and exchanged greetings with him. "
        },
        {
          "scid": "dn2:19.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, makkhaliṃ gosālaṃ etadavocaṃ: ",
          "en": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. "
        },
        {
          "scid": "dn2:19.3",
          "pli": "‘yathā nu kho imāni, bho gosāla, puthusippāyatanāni … pe … ",
          "en": " "
        },
        {
          "scid": "dn2:19.4",
          "pli": "sakkā nu kho, bho gosāla, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
          "en": " "
        },
        {
          "scid": "dn2:20.1",
          "pli": "Evaṃ vutte, bhante, makkhali gosālo maṃ etadavoca: ",
          "en": "He said: "
        },
        {
          "scid": "dn2:20.2",
          "pli": "‘natthi, mahārāja, hetu natthi paccayo sattānaṃ saṃkilesāya, ahetū apaccayā sattā saṅkilissanti. ",
          "en": "‘Great king, there is no cause or condition for the corruption of sentient beings. Sentient beings are corrupted without cause or condition. "
        },
        {
          "scid": "dn2:20.3",
          "pli": "Natthi hetu, natthi paccayo sattānaṃ visuddhiyā, ",
          "en": "There’s no cause or condition for the purification of sentient beings. "
        },
        {
          "scid": "dn2:20.4",
          "pli": "ahetū apaccayā sattā visujjhanti. ",
          "en": "Sentient beings are purified without cause or condition. "
        },
        {
          "scid": "dn2:20.5",
          "pli": "Natthi attakāre, natthi parakāre, natthi purisakāre, natthi balaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamo. ",
          "en": "One does not act of one’s own volition, one does not act of another’s volition, one does not act from a person’s volition. There is no power, no energy, no manly strength or vigor. "
        },
        {
          "scid": "dn2:20.6",
          "pli": "Sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedenti. ",
          "en": "All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth. "
        },
        {
          "scid": "dn2:20.7",
          "pli": "Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni tīṇi ca kammāni kamme ca aḍḍhakamme ca dvaṭṭhipaṭipadā dvaṭṭhantarakappā chaḷābhijātiyo aṭṭha purisabhūmiyo ekūnapaññāsa ājīvakasate ekūnapaññāsa paribbājakasate ekūnapaññāsa nāgāvāsasate vīse indriyasate tiṃse nirayasate chattiṃsa rajodhātuyo satta saññīgabbhā satta asaññīgabbhā satta nigaṇṭhigabbhā satta devā satta mānusā satta pisācā satta sarā satta pavuṭā satta pavuṭasatāni satta papātā satta papātasatāni satta supinā satta supinasatāni cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissanti. ",
          "en": "There are 1.4 million main wombs, and 6,000, and 600. There are 500 deeds, and five, and three. There are deeds and half-deeds. There are 62 paths, 62 sub-eons, six classes of rebirth, and eight stages in a person’s life. There are 4,900 Ājīvaka ascetics, 4,900 wanderers, and 4,900 naked ascetics. There are 2,000 faculties, 3,000 hells, and 36 realms of dust. There are seven percipient embryos, seven non-percipient embryos, and seven embryos without attachments. There are seven gods, seven humans, and seven goblins. There are seven lakes, seven winds, 700 winds, seven cliffs, and 700 cliffs. There are seven dreams and 700 dreams. There are 8.4 million great eons through which the foolish and the astute transmigrate before making an end of suffering. "
        },
        {
          "scid": "dn2:20.8",
          "pli": "Tattha natthi “imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṃ vā kammaṃ paripācessāmi, paripakkaṃ vā kammaṃ phussa phussa byantiṃ karissāmī”ti hevaṃ natthi. ",
          "en": "And here there is no such thing as this: “By this precept or observance or mortification or spiritual life I shall force unripened deeds to bear their fruit, or eliminate old deeds by experiencing their results little by little,” for that cannot be. "
        },
        {
          "scid": "dn2:20.9",
          "pli": "Doṇamite sukhadukkhe pariyantakate saṃsāre, natthi hāyanavaḍḍhane, natthi ukkaṃsāvakaṃse. ",
          "en": "Pleasure and pain are allotted. Transmigration lasts only for a limited period, so there’s no increase or decrease, no getting better or worse. "
        },
        {
          "scid": "dn2:20.10",
          "pli": "Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti; ",
          "en": "It’s like how, when you toss a ball of string, it rolls away unraveling. "
        },
        {
          "scid": "dn2:20.11",
          "pli": "evameva bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissantī’ti. ",
          "en": "In the same way, after transmigrating the foolish and the astute will make an end of suffering.’ "
        },
        {
          "scid": "dn2:21.1",
          "pli": "Itthaṃ kho me, bhante, makkhali gosālo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno saṃsārasuddhiṃ byākāsi. ",
          "en": "And so, when I asked Makkhali Gosāla about the fruits of the ascetic life apparent in the present life, he answered with the doctrine of purification through transmigration. "
        },
        {
          "scid": "dn2:21.2",
          "pli": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
          "en": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. "
        },
        {
          "scid": "dn2:21.3",
          "pli": "evameva kho me, bhante, makkhali gosālo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno saṃsārasuddhiṃ byākāsi. ",
          "en": " "
        },
        {
          "scid": "dn2:21.4",
          "pli": "Tassa mayhaṃ, bhante, etadahosi: ",
          "en": "I thought: "
        },
        {
          "scid": "dn2:21.5",
          "pli": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
          "en": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ "
        },
        {
          "scid": "dn2:21.6",
          "pli": "So kho ahaṃ, bhante, makkhalissa gosālassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
          "en": "So I neither approved nor dismissed that statement of Makkhali Gosāla. "
        },
        {
          "scid": "dn2:21.7",
          "pli": "Anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṃ anicchāretvā, tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
          "en": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. "
        },
        {
          "scid": "dn2:21.8",
          "pli": "3.3. Ajitakesakambalavāda ",
          "en": "3.3. The Doctrine of Ajita Kesakambala "
        },
        {
          "scid": "dn2:22.1",
          "pli": "Ekamidāhaṃ, bhante, samayaṃ yena ajito kesakambalo tenupasaṅkamiṃ; upasaṅkamitvā ajitena kesakambalena saddhiṃ sammodiṃ. ",
          "en": "One time, sir, I approached Ajita Kesakambala and exchanged greetings with him. "
        },
        {
          "scid": "dn2:22.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, ajitaṃ kesakambalaṃ etadavocaṃ: ",
          "en": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. "
        },
        {
          "scid": "dn2:22.3",
          "pli": "‘yathā nu kho imāni, bho ajita, puthusippāyatanāni … pe … ",
          "en": " "
        },
        {
          "scid": "dn2:22.4",
          "pli": "sakkā nu kho, bho ajita, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
          "en": " "
        },
        {
          "scid": "dn2:23.1",
          "pli": "Evaṃ vutte, bhante, ajito kesakambalo maṃ etadavoca: ",
          "en": "He said: "
        },
        {
          "scid": "dn2:23.2",
          "pli": "‘natthi, mahārāja, dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā, ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedenti. ",
          "en": "‘Great king, there is no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight. "
        },
        {
          "scid": "dn2:23.3",
          "pli": "Cātumahābhūtiko ayaṃ puriso, yadā kālaṃ karoti, pathavī pathavikāyaṃ anupeti anupagacchati, āpo āpokāyaṃ anupeti anupagacchati, tejo tejokāyaṃ anupeti anupagacchati, vāyo vāyokāyaṃ anupeti anupagacchati, ākāsaṃ indriyāni saṅkamanti. ",
          "en": "This person is made up of the four primary elements. When they die, the earth in their body merges and coalesces with the main mass of earth. The water in their body merges and coalesces with the main mass of water. The fire in their body merges and coalesces with the main mass of fire. The air in their body merges and coalesces with the main mass of air. The faculties are transferred to space. "
        },
        {
          "scid": "dn2:23.4",
          "pli": "Āsandipañcamā purisā mataṃ ādāya gacchanti. ",
          "en": "Four men with a bier carry away the corpse. "
        },
        {
          "scid": "dn2:23.5",
          "pli": "Yāvāḷāhanā padāni paññāyanti. ",
          "en": "Their footprints show the way to the cemetery. "
        },
        {
          "scid": "dn2:23.6",
          "pli": "Kāpotakāni aṭṭhīni bhavanti, bhassantā āhutiyo. ",
          "en": "The bones become bleached. Offerings dedicated to the gods end in ashes. "
        },
        {
          "scid": "dn2:23.7",
          "pli": "Dattupaññattaṃ yadidaṃ dānaṃ. ",
          "en": "Giving is a doctrine of morons. "
        },
        {
          "scid": "dn2:23.8",
          "pli": "Tesaṃ tucchaṃ musā vilāpo ye keci atthikavādaṃ vadanti. ",
          "en": "When anyone affirms a positive teaching it’s just hollow, false nonsense. "
        },
        {
          "scid": "dn2:23.9",
          "pli": "Bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti, na honti paraṃ maraṇā’ti. ",
          "en": "Both the foolish and the astute are annihilated and destroyed when their body breaks up, and don’t exist after death.’ "
        },
        {
          "scid": "dn2:24.1",
          "pli": "Itthaṃ kho me, bhante, ajito kesakambalo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno ucchedaṃ byākāsi. ",
          "en": "And so, when I asked Ajita Kesakambala about the fruits of the ascetic life apparent in the present life, he answered with the doctrine of annihilationism. "
        },
        {
          "scid": "dn2:24.2",
          "pli": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
          "en": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. "
        },
        {
          "scid": "dn2:24.3",
          "pli": "evameva kho me, bhante, ajito kesakambalo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno ucchedaṃ byākāsi. ",
          "en": " "
        },
        {
          "scid": "dn2:24.4",
          "pli": "Tassa mayhaṃ, bhante, etadahosi: ",
          "en": "I thought: "
        },
        {
          "scid": "dn2:24.5",
          "pli": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
          "en": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ "
        },
        {
          "scid": "dn2:24.6",
          "pli": "So kho ahaṃ, bhante, ajitassa kesakambalassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
          "en": "So I neither approved nor dismissed that statement of Ajita Kesakambala. "
        },
        {
          "scid": "dn2:24.7",
          "pli": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṃ anicchāretvā tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
          "en": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. "
        },
        {
          "scid": "dn2:24.8",
          "pli": "3.4. Pakudhakaccāyanavāda ",
          "en": "3.4. The Doctrine of Pakudha Kaccāyana "
        },
        {
          "scid": "dn2:25.1",
          "pli": "Ekamidāhaṃ, bhante, samayaṃ yena pakudho kaccāyano tenupasaṅkamiṃ; upasaṅkamitvā pakudhena kaccāyanena saddhiṃ sammodiṃ. ",
          "en": "One time, sir, I approached Pakudha Kaccāyana and exchanged greetings with him. "
        },
        {
          "scid": "dn2:25.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, pakudhaṃ kaccāyanaṃ etadavocaṃ: ",
          "en": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. "
        },
        {
          "scid": "dn2:25.3",
          "pli": "‘yathā nu kho imāni, bho kaccāyana, puthusippāyatanāni … pe … ",
          "en": " "
        },
        {
          "scid": "dn2:25.4",
          "pli": "sakkā nu kho, bho kaccāyana, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
          "en": " "
        },
        {
          "scid": "dn2:26.1",
          "pli": "Evaṃ vutte, bhante, pakudho kaccāyano maṃ etadavoca: ",
          "en": "He said: "
        },
        {
          "scid": "dn2:26.2",
          "pli": "‘sattime, mahārāja, kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
          "en": "‘Great king, these seven substances are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. "
        },
        {
          "scid": "dn2:26.3",
          "pli": "Te na iñjanti, na vipariṇamanti, na aññamaññaṃ byābādhenti, nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
          "en": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or neutral feeling to each other. "
        },
        {
          "scid": "dn2:26.4",
          "pli": "Katame satta? ",
          "en": "What seven? "
        },
        {
          "scid": "dn2:26.5",
          "pli": "Pathavikāyo, āpokāyo, tejokāyo, vāyokāyo, sukhe, dukkhe, jīve sattame—",
          "en": "The substances of earth, water, fire, air; pleasure, pain, and the soul is the seventh. "
        },
        {
          "scid": "dn2:26.6",
          "pli": "ime satta kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
          "en": "These seven substances are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. "
        },
        {
          "scid": "dn2:26.7",
          "pli": "Te na iñjanti, na vipariṇamanti, na aññamaññaṃ byābādhenti, nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
          "en": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or neutral feeling to each other. "
        },
        {
          "scid": "dn2:26.8",
          "pli": "Tattha natthi hantā vā ghātetā vā, sotā vā sāvetā vā, viññātā vā viññāpetā vā. ",
          "en": "And here there is no-one who kills or who makes others kill; no-one who learns or who educates others; no-one who understands or who helps others understand. "
        },
        {
          "scid": "dn2:26.9",
          "pli": "Yopi tiṇhena satthena sīsaṃ chindati, na koci kiñci jīvitā voropeti; ",
          "en": "If you chop off someone’s head with a sharp sword, you don’t take anyone’s life. "
        },
        {
          "scid": "dn2:26.10",
          "pli": "sattannaṃ tveva kāyānamantarena satthaṃ vivaramanupatatī’ti. ",
          "en": "The sword simply passes through the gap between the seven substances.’ "
        },
        {
          "scid": "dn2:27.1",
          "pli": "Itthaṃ kho me, bhante, pakudho kaccāyano sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno aññena aññaṃ byākāsi. ",
          "en": "And so, when I asked Pakudha Kaccāyana about the fruits of the ascetic life apparent in the present life, he answered with something else entirely. "
        },
        {
          "scid": "dn2:27.2",
          "pli": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
          "en": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. "
        },
        {
          "scid": "dn2:27.3",
          "pli": "evameva kho me, bhante, pakudho kaccāyano sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno aññena aññaṃ byākāsi. ",
          "en": " "
        },
        {
          "scid": "dn2:27.4",
          "pli": "Tassa mayhaṃ, bhante, etadahosi: ",
          "en": "I thought: "
        },
        {
          "scid": "dn2:27.5",
          "pli": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
          "en": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ "
        },
        {
          "scid": "dn2:27.6",
          "pli": "So kho ahaṃ, bhante, pakudhassa kaccāyanassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ, ",
          "en": "So I neither approved nor dismissed that statement of Pakudha Kaccāyana. "
        },
        {
          "scid": "dn2:27.7",
          "pli": "anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṃ anicchāretvā tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
          "en": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. "
        },
        {
          "scid": "dn2:27.8",
          "pli": "3.5. Nigaṇṭhanāṭaputtavāda ",
          "en": "3.5. The Doctrine of Nigaṇṭha Nātaputta "
        },
        {
          "scid": "dn2:28.1",
          "pli": "Ekamidāhaṃ, bhante, samayaṃ yena nigaṇṭho nāṭaputto tenupasaṅkamiṃ; upasaṅkamitvā nigaṇṭhena nāṭaputtena saddhiṃ sammodiṃ. ",
          "en": "One time, sir, I approached Nigaṇṭha Nātaputta and exchanged greetings with him. "
        },
        {
          "scid": "dn2:28.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, nigaṇṭhaṃ nāṭaputtaṃ etadavocaṃ: ",
          "en": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. "
        },
        {
          "scid": "dn2:28.3",
          "pli": "‘yathā nu kho imāni, bho aggivessana, puthusippāyatanāni … pe … ",
          "en": " "
        },
        {
          "scid": "dn2:28.4",
          "pli": "sakkā nu kho, bho aggivessana, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
          "en": " "
        },
        {
          "scid": "dn2:29.1",
          "pli": "Evaṃ vutte, bhante, nigaṇṭho nāṭaputto maṃ etadavoca: ",
          "en": "He said: "
        },
        {
          "scid": "dn2:29.2",
          "pli": "‘idha, mahārāja, nigaṇṭho cātuyāmasaṃvarasaṃvuto hoti. ",
          "en": "‘Great king, consider a Jain ascetic who is restrained in the fourfold restraint. "
        },
        {
          "scid": "dn2:29.3",
          "pli": "Kathañca, mahārāja, nigaṇṭho cātuyāmasaṃvarasaṃvuto hoti? ",
          "en": "And how is a Jain ascetic restrained in the fourfold restraint? "
        },
        {
          "scid": "dn2:29.4",
          "pli": "Idha, mahārāja, nigaṇṭho sabbavārivārito ca hoti, sabbavāriyutto ca, sabbavāridhuto ca, sabbavāriphuṭo ca. ",
          "en": "It’s when a Jain ascetic is obstructed by all water, devoted to all water, shaking off all water, pervaded by all water. "
        },
        {
          "scid": "dn2:29.5",
          "pli": "Evaṃ kho, mahārāja, nigaṇṭho cātuyāmasaṃvarasaṃvuto hoti. ",
          "en": "That’s how a Jain ascetic is restrained in the fourfold restraint. "
        },
        {
          "scid": "dn2:29.6",
          "pli": "Yato kho, mahārāja, nigaṇṭho evaṃ cātuyāmasaṃvarasaṃvuto hoti; ",
          "en": "When a Jain ascetic is restrained in the fourfold restraint, "
        },
        {
          "scid": "dn2:29.7",
          "pli": "ayaṃ vuccati, mahārāja, nigaṇṭho gatatto ca yatatto ca ṭhitatto cā’ti. ",
          "en": "they’re called a knotless one who is self-realized, self-controlled, and steadfast.’ "
        },
        {
          "scid": "dn2:30.1",
          "pli": "Itthaṃ kho me, bhante, nigaṇṭho nāṭaputto sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno cātuyāmasaṃvaraṃ byākāsi. ",
          "en": "And so, when I asked Nigaṇṭha Nāṭaputta about the fruits of the ascetic life apparent in the present life, he answered with the fourfold restraint. "
        },
        {
          "scid": "dn2:30.2",
          "pli": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
          "en": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. "
        },
        {
          "scid": "dn2:30.3",
          "pli": "evameva kho me, bhante, nigaṇṭho nāṭaputto sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno cātuyāmasaṃvaraṃ byākāsi. ",
          "en": " "
        },
        {
          "scid": "dn2:30.4",
          "pli": "Tassa mayhaṃ, bhante, etadahosi: ",
          "en": "I thought: "
        },
        {
          "scid": "dn2:30.5",
          "pli": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
          "en": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ "
        },
        {
          "scid": "dn2:30.6",
          "pli": "So kho ahaṃ, bhante, nigaṇṭhassa nāṭaputtassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
          "en": "So I neither approved nor dismissed that statement of Nigaṇṭha Nāṭaputta. "
        },
        {
          "scid": "dn2:30.7",
          "pli": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṃ anicchāretvā tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
          "en": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. "
        },
        {
          "scid": "dn2:30.8",
          "pli": "3.6. Sañcayabelaṭṭhaputtavāda ",
          "en": "3.6. The Doctrine of Sañjaya Belaṭṭhiputta "
        },
        {
          "scid": "dn2:31.1",
          "pli": "Ekamidāhaṃ, bhante, samayaṃ yena sañcayo belaṭṭhaputto tenupasaṅkamiṃ; upasaṅkamitvā sañcayena belaṭṭhaputtena saddhiṃ sammodiṃ. ",
          "en": "One time, sir, I approached Sañjaya Belaṭṭhiputta and exchanged greetings with him. "
        },
        {
          "scid": "dn2:31.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, sañcayaṃ belaṭṭhaputtaṃ etadavocaṃ: ",
          "en": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. "
        },
        {
          "scid": "dn2:31.3",
          "pli": "‘yathā nu kho imāni, bho sañcaya, puthusippāyatanāni … pe … ",
          "en": " "
        },
        {
          "scid": "dn2:31.4",
          "pli": "sakkā nu kho, bho sañcaya, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
          "en": " "
        },
        {
          "scid": "dn2:32.1",
          "pli": "Evaṃ vutte, bhante, sañcayo belaṭṭhaputto maṃ etadavoca: ",
          "en": "He said: "
        },
        {
          "scid": "dn2:32.2",
          "pli": "‘atthi paro lokoti iti ce maṃ pucchasi, atthi paro lokoti iti ce me assa, atthi paro lokoti iti te naṃ byākareyyaṃ. ",
          "en": "‘Suppose you were to ask me whether there is another world. If I believed there was, I would say so. "
        },
        {
          "scid": "dn2:32.3",
          "pli": "Evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no. ",
          "en": "But I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so. "
        },
        {
          "scid": "dn2:32.4",
          "pli": "Natthi paro loko … pe … ",
          "en": "Suppose you were to ask me whether there is no other world … "
        },
        {
          "scid": "dn2:32.5",
          "pli": "atthi ca natthi ca paro loko … pe … ",
          "en": "whether there both is and is not another world … "
        },
        {
          "scid": "dn2:32.6",
          "pli": "nevatthi na natthi paro loko … pe … ",
          "en": "whether there neither is nor is not another world … "
        },
        {
          "scid": "dn2:32.7",
          "pli": "atthi sattā opapātikā … pe … ",
          "en": "whether there are beings who are reborn spontaneously … "
        },
        {
          "scid": "dn2:32.8",
          "pli": "natthi sattā opapātikā … pe … ",
          "en": "whether there are no beings who are reborn spontaneously … "
        },
        {
          "scid": "dn2:32.9",
          "pli": "atthi ca natthi ca sattā opapātikā … pe … ",
          "en": "whether there both are and are not beings who are reborn spontaneously … "
        },
        {
          "scid": "dn2:32.10",
          "pli": "nevatthi na natthi sattā opapātikā … pe … ",
          "en": "whether there neither are nor are not beings who are reborn spontaneously … "
        },
        {
          "scid": "dn2:32.11",
          "pli": "atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko … pe … ",
          "en": "whether there is fruit and result of good and bad deeds … "
        },
        {
          "scid": "dn2:32.12",
          "pli": "natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko … pe … ",
          "en": "whether there is no fruit and result of good and bad deeds … "
        },
        {
          "scid": "dn2:32.13",
          "pli": "atthi ca natthi ca sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko … pe … ",
          "en": "whether there both is and is not fruit and result of good and bad deeds … "
        },
        {
          "scid": "dn2:32.14",
          "pli": "nevatthi na natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko … pe … ",
          "en": "whether there neither is nor is not fruit and result of good and bad deeds … "
        },
        {
          "scid": "dn2:32.15",
          "pli": "hoti tathāgato paraṃ maraṇā … pe … ",
          "en": "whether a Realized One exists after death … "
        },
        {
          "scid": "dn2:32.16",
          "pli": "na hoti tathāgato paraṃ maraṇā … pe … ",
          "en": "whether a Realized One doesn’t exist after death … "
        },
        {
          "scid": "dn2:32.17",
          "pli": "hoti ca na ca hoti tathāgato paraṃ maraṇā … pe … ",
          "en": "whether a Realized One both exists and doesn’t exist after death … "
        },
        {
          "scid": "dn2:32.18",
          "pli": "neva hoti na na hoti tathāgato paraṃ maraṇāti iti ce maṃ pucchasi, neva hoti na na hoti tathāgato paraṃ maraṇāti iti ce me assa, neva hoti na na hoti tathāgato paraṃ maraṇāti iti te naṃ byākareyyaṃ. ",
          "en": "whether a Realized One neither exists nor doesn’t exist after death. If I believed there was, I would say so. "
        },
        {
          "scid": "dn2:32.19",
          "pli": "Evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti. ",
          "en": "But I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’ "
        },
        {
          "scid": "dn2:33.1",
          "pli": "Itthaṃ kho me, bhante, sañcayo belaṭṭhaputto sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno vikkhepaṃ byākāsi. ",
          "en": "And so, when I asked Sañjaya Belaṭṭhiputta about the fruits of the ascetic life apparent in the present life, he answered with evasiveness. "
        },
        {
          "scid": "dn2:33.2",
          "pli": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
          "en": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. "
        },
        {
          "scid": "dn2:33.3",
          "pli": "evameva kho me, bhante, sañcayo belaṭṭhaputto sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno vikkhepaṃ byākāsi. ",
          "en": " "
        },
        {
          "scid": "dn2:33.4",
          "pli": "Tassa mayhaṃ, bhante, etadahosi: ",
          "en": "I thought: "
        },
        {
          "scid": "dn2:33.5",
          "pli": "‘ayañca imesaṃ samaṇabrāhmaṇānaṃ sabbabālo sabbamūḷho. ",
          "en": "‘This is the most foolish and stupid of all these ascetics and brahmins! "
        },
        {
          "scid": "dn2:33.6",
          "pli": "Kathañhi nāma sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno vikkhepaṃ byākarissatī’ti. ",
          "en": "How on earth can he answer with evasiveness when asked about the fruits of the ascetic life apparent in the present life?’ "
        },
        {
          "scid": "dn2:33.7",
          "pli": "Tassa mayhaṃ, bhante, etadahosi: ",
          "en": "I thought: "
        },
        {
          "scid": "dn2:33.8",
          "pli": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
          "en": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ "
        },
        {
          "scid": "dn2:33.9",
          "pli": "So kho ahaṃ, bhante, sañcayassa belaṭṭhaputtassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
          "en": "So I neither approved nor dismissed that statement of Sañjaya Belaṭṭhiputta. "
        },
        {
          "scid": "dn2:33.10",
          "pli": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṃ anicchāretvā tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
          "en": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. "
        },
        {
          "scid": "dn2:33.11",
          "pli": "4. Sāmaññaphala ",
          "en": "4. The Fruits of the Ascetic Life "
        },
        {
          "scid": "dn2:33.12",
          "pli": "4.1. Paṭhamasandiṭṭhikasāmaññaphala ",
          "en": "4.1. The First Fruit of the Ascetic Life "
        },
        {
          "scid": "dn2:34.1",
          "pli": "Sohaṃ, bhante, bhagavantampi pucchāmi: ",
          "en": "And so I ask the Buddha: "
        },
        {
          "scid": "dn2:34.2",
          "pli": "‘yathā nu kho imāni, bhante, puthusippāyatanāni ",
          "en": "Sir, there are many different professional fields. "
        },
        {
          "scid": "dn2:34.3",
          "pli": "seyyathidaṃ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā ",
          "en": "These include elephant riders, cavalry, charioteers, archers, bannermen, adjutants, food servers, warrior-chiefs, princes, chargers, great warriors, heroes, leather-clad soldiers, and sons of bondservants. "
        },
        {
          "scid": "dn2:34.4",
          "pli": "āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṅgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṃ sippaphalaṃ upajīvanti, ",
          "en": "They also include bakers, barbers, bathroom attendants, cooks, garland-makers, dyers, weavers, basket-makers, potters, accountants, finger-talliers, or those following any similar professions. All these live off the fruits of their profession which are apparent in the present life. "
        },
        {
          "scid": "dn2:34.5",
          "pli": "te tena attānaṃ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṃ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhapenti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
          "en": "With that they bring happiness and joy to themselves, their parents, their children and partners, and their friends and colleagues. And they establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. "
        },
        {
          "scid": "dn2:34.6",
          "pli": "Sakkā nu kho, bhante, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’”ti? ",
          "en": "Sir, can you point out a fruit of the ascetic life that’s likewise apparent in the present life?” "
        },
        {
          "scid": "dn2:34.7",
          "pli": "“Sakkā, mahārāja. ",
          "en": "“I can, great king. "
        },
        {
          "scid": "dn2:34.8",
          "pli": "Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā te khameyya, tathā naṃ byākareyyāsi. ",
          "en": "Well then, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "dn2:35.1",
          "pli": "Taṃ kiṃ maññasi, mahārāja, ",
          "en": "What do you think, great king? "
        },
        {
          "scid": "dn2:35.2",
          "pli": "idha te assa puriso dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī mukhullokako. ",
          "en": "Suppose you had a person who was a bondservant, a worker. They get up before you and go to bed after you, and are obliging, behaving nicely and speaking politely, and gazing up at your face. "
        },
        {
          "scid": "dn2:35.3",
          "pli": "Tassa evamassa: ",
          "en": "They’d think: "
        },
        {
          "scid": "dn2:35.4",
          "pli": "‘acchariyaṃ, vata bho, abbhutaṃ, vata bho, puññānaṃ gati, puññānaṃ vipāko. ",
          "en": "‘The outcome and result of good deeds is just so incredible, so amazing! "
        },
        {
          "scid": "dn2:35.5",
          "pli": "Ayañhi rājā māgadho ajātasattu vedehiputto manusso; ahampi manusso. ",
          "en": "For this King Ajātasattu is a human being, and so am I. "
        },
        {
          "scid": "dn2:35.6",
          "pli": "Ayañhi rājā māgadho ajātasattu vedehiputto pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti, devo maññe. ",
          "en": "Yet he amuses himself, supplied and provided with the five kinds of sensual stimulation as if he were a god. "
        },
        {
          "scid": "dn2:35.7",
          "pli": "Ahaṃ panamhissa dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī mukhullokako. ",
          "en": "Whereas I’m his bondservant, his worker. I get up before him and go to bed after him, and am obliging, behaving nicely and speaking politely, and gazing up at his face. "
        },
        {
          "scid": "dn2:35.8",
          "pli": "So vatassāhaṃ puññāni kareyyaṃ. ",
          "en": "I should do good deeds. "
        },
        {
          "scid": "dn2:35.9",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "dn2:35.10",
          "pli": "So aparena samayena kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyya. ",
          "en": "After some time, that is what they do. "
        },
        {
          "scid": "dn2:35.11",
          "pli": "So evaṃ pabbajito samāno kāyena saṃvuto vihareyya, vācāya saṃvuto vihareyya, manasā saṃvuto vihareyya, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke. ",
          "en": "Having gone forth they’d live restrained in body, speech, and mind, living content with nothing more than food and clothes, delighting in seclusion. "
        },
        {
          "scid": "dn2:35.12",
          "pli": "Tañce te purisā evamāroceyyuṃ: ",
          "en": "And suppose your men were to report all this to you. "
        },
        {
          "scid": "dn2:35.13",
          "pli": "‘yagghe, deva, jāneyyāsi, yo te so puriso dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī mukhullokako; ",
          "en": " "
        },
        {
          "scid": "dn2:35.14",
          "pli": "so, deva, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito. ",
          "en": " "
        },
        {
          "scid": "dn2:35.15",
          "pli": "So evaṃ pabbajito samāno kāyena saṃvuto viharati, vācāya saṃvuto viharati, manasā saṃvuto viharati, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke’ti. ",
          "en": " "
        },
        {
          "scid": "dn2:35.16",
          "pli": "Api nu tvaṃ evaṃ vadeyyāsi: ",
          "en": "Would you say to them: "
        },
        {
          "scid": "dn2:35.17",
          "pli": "‘etu me, bho, so puriso, punadeva hotu dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī mukhullokako’”ti? ",
          "en": "‘Bring that person to me! Let them once more be my bondservant, my worker’?” "
        },
        {
          "scid": "dn2:36.1",
          "pli": "“No hetaṃ, bhante. ",
          "en": "“No, sir. "
        },
        {
          "scid": "dn2:36.2",
          "pli": "Atha kho naṃ mayameva abhivādeyyāmapi, paccuṭṭheyyāmapi, āsanenapi nimanteyyāma, abhinimanteyyāmapi naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, dhammikampissa rakkhāvaraṇaguttiṃ saṃvidaheyyāmā”ti. ",
          "en": "Rather, I would bow to them, rise in their presence, and offer them a seat. I’d invite them to accept robes, alms-food, lodgings, and medicines and supplies for the sick. And I’d arrange for their lawful guarding and protection.” "
        },
        {
          "scid": "dn2:36.3",
          "pli": "“Taṃ kiṃ maññasi, mahārāja, ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "dn2:36.4",
          "pli": "yadi evaṃ sante hoti vā sandiṭṭhikaṃ sāmaññaphalaṃ no vā”ti? ",
          "en": "If this is so, is there a fruit of the ascetic life apparent in the present life or not?” "
        },
        {
          "scid": "dn2:36.5",
          "pli": "“Addhā kho, bhante, evaṃ sante hoti sandiṭṭhikaṃ sāmaññaphalan”ti. ",
          "en": "“Clearly, sir, there is.” "
        },
        {
          "scid": "dn2:36.6",
          "pli": "“Idaṃ kho te, mahārāja, mayā paṭhamaṃ diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññattan”ti. ",
          "en": "“This is the first fruit of the ascetic life that’s apparent in the present life, which I point out to you.” "
        },
        {
          "scid": "dn2:36.7",
          "pli": "4.2. Dutiyasandiṭṭhikasāmaññaphala ",
          "en": "4.2. The Second Fruit of the Ascetic Life "
        },
        {
          "scid": "dn2:37.1",
          "pli": "“Sakkā pana, bhante, aññampi evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun”ti? ",
          "en": "“But sir, can you point out another fruit of the ascetic life that’s likewise apparent in the present life?” "
        },
        {
          "scid": "dn2:37.2",
          "pli": "“Sakkā, mahārāja. ",
          "en": "“I can, great king. "
        },
        {
          "scid": "dn2:37.3",
          "pli": "Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā te khameyya, tathā naṃ byākareyyāsi. ",
          "en": "Well then, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "dn2:37.4",
          "pli": "Taṃ kiṃ maññasi, mahārāja, ",
          "en": "What do you think, great king? "
        },
        {
          "scid": "dn2:37.5",
          "pli": "idha te assa puriso kassako gahapatiko karakārako rāsivaḍḍhako. ",
          "en": "Suppose you had a person who was a farmer, a householder, a hard worker, someone who builds up their capital. "
        },
        {
          "scid": "dn2:37.6",
          "pli": "Tassa evamassa: ",
          "en": "They’d think: "
        },
        {
          "scid": "dn2:37.7",
          "pli": "‘acchariyaṃ vata bho, abbhutaṃ vata bho, puññānaṃ gati, puññānaṃ vipāko. ",
          "en": "‘The outcome and result of good deeds is just so incredible, so amazing! "
        },
        {
          "scid": "dn2:37.8",
          "pli": "Ayañhi rājā māgadho ajātasattu vedehiputto manusso, ahampi manusso. ",
          "en": "For this King Ajātasattu is a human being, and so am I. "
        },
        {
          "scid": "dn2:37.9",
          "pli": "Ayañhi rājā māgadho ajātasattu vedehiputto pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti, devo maññe. ",
          "en": "Yet he amuses himself, supplied and provided with the five kinds of sensual stimulation as if he were a god. "
        },
        {
          "scid": "dn2:37.10",
          "pli": "Ahaṃ panamhissa kassako gahapatiko karakārako rāsivaḍḍhako. ",
          "en": "Whereas I’m a farmer, a householder, a hard worker, someone who builds up their capital. "
        },
        {
          "scid": "dn2:37.11",
          "pli": "So vatassāhaṃ puññāni kareyyaṃ. ",
          "en": "I should do good deeds. "
        },
        {
          "scid": "dn2:37.12",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "dn2:37.13",
          "pli": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyya. ",
          "en": "After some time they give up a large or small fortune, and a large or small family circle. They’d shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn2:37.14",
          "pli": "So evaṃ pabbajito samāno kāyena saṃvuto vihareyya, vācāya saṃvuto vihareyya, manasā saṃvuto vihareyya, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke. ",
          "en": "Having gone forth they’d live restrained in body, speech, and mind, living content with nothing more than food and clothes, delighting in seclusion. "
        },
        {
          "scid": "dn2:37.15",
          "pli": "Tañce te purisā evamāroceyyuṃ: ",
          "en": "And suppose your men were to report all this to you. "
        },
        {
          "scid": "dn2:37.16",
          "pli": "‘yagghe, deva, jāneyyāsi, yo te so puriso kassako gahapatiko karakārako rāsivaḍḍhako; ",
          "en": " "
        },
        {
          "scid": "dn2:37.17",
          "pli": "so deva kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito. ",
          "en": " "
        },
        {
          "scid": "dn2:37.18",
          "pli": "So evaṃ pabbajito samāno kāyena saṃvuto viharati, vācāya saṃvuto viharati, manasā saṃvuto viharati, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke’ti. ",
          "en": " "
        },
        {
          "scid": "dn2:37.19",
          "pli": "Api nu tvaṃ evaṃ vadeyyāsi: ",
          "en": "Would you say to them: "
        },
        {
          "scid": "dn2:37.20",
          "pli": "‘etu me, bho, so puriso, punadeva hotu kassako gahapatiko karakārako rāsivaḍḍhako’”ti? ",
          "en": "‘Bring that person to me! Let them once more be a farmer, a householder, a hard worker, someone who builds up their capital’?” "
        },
        {
          "scid": "dn2:38.1",
          "pli": "“No hetaṃ, bhante. ",
          "en": "“No, sir. "
        },
        {
          "scid": "dn2:38.2",
          "pli": "Atha kho naṃ mayameva abhivādeyyāmapi, paccuṭṭheyyāmapi, āsanenapi nimanteyyāma, abhinimanteyyāmapi naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, dhammikampissa rakkhāvaraṇaguttiṃ saṃvidaheyyāmā”ti. ",
          "en": "Rather, I would bow to them, rise in their presence, and offer them a seat. I’d invite them to accept robes, alms-food, lodgings, and medicines and supplies for the sick. And I’d arrange for their lawful guarding and protection.” "
        },
        {
          "scid": "dn2:38.3",
          "pli": "“Taṃ kiṃ maññasi, mahārāja? ",
          "en": "“What do you think, great king? "
        },
        {
          "scid": "dn2:38.4",
          "pli": "Yadi evaṃ sante hoti vā sandiṭṭhikaṃ sāmaññaphalaṃ no vā”ti? ",
          "en": "If this is so, is there a fruit of the ascetic life apparent in the present life or not?” "
        },
        {
          "scid": "dn2:38.5",
          "pli": "“Addhā kho, bhante, evaṃ sante hoti sandiṭṭhikaṃ sāmaññaphalan”ti. ",
          "en": "“Clearly, sir, there is.” "
        },
        {
          "scid": "dn2:38.6",
          "pli": "“Idaṃ kho te, mahārāja, mayā dutiyaṃ diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññattan”ti. ",
          "en": "“This is the second fruit of the ascetic life that’s apparent in the present life, which I point out to you.” "
        },
        {
          "scid": "dn2:38.7",
          "pli": "4.3. Paṇītatarasāmaññaphala ",
          "en": "4.3. The Finer Fruits of the Ascetic Life "
        },
        {
          "scid": "dn2:39.1",
          "pli": "“Sakkā pana, bhante, aññampi diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetuṃ imehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañcā”ti? ",
          "en": "“But sir, can you point out a fruit of the ascetic life that’s apparent in the present life which is better and finer than these?” "
        },
        {
          "scid": "dn2:39.2",
          "pli": "“Sakkā, mahārāja. ",
          "en": "“I can, great king. "
        },
        {
          "scid": "dn2:39.3",
          "pli": "Tena hi, mahārāja, suṇohi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "Well then, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "dn2:39.4",
          "pli": "“Evaṃ, bhante”ti kho rājā māgadho ajātasattu vedehiputto bhagavato paccassosi. ",
          "en": "“Yes, sir,” replied the king. "
        },
        {
          "scid": "dn2:39.5",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "dn2:39.6",
          "pli": "“idha, mahārāja, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
          "en": "“Consider when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. "
        },
        {
          "scid": "dn2:39.7",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "dn2:39.8",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "dn2:41.1",
          "pli": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ",
          "en": "A householder hears that teaching, or a householder’s child, or someone reborn in some clan. "
        },
        {
          "scid": "dn2:41.2",
          "pli": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ",
          "en": "They gain faith in the Realized One, "
        },
        {
          "scid": "dn2:41.3",
          "pli": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
          "en": "and reflect: "
        },
        {
          "scid": "dn2:41.4",
          "pli": "‘sambādho gharāvāso rajopatho, abbhokāso pabbajjā. ",
          "en": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open. "
        },
        {
          "scid": "dn2:41.5",
          "pli": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
          "en": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. "
        },
        {
          "scid": "dn2:41.6",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "dn2:41.7",
          "pli": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
          "en": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn2:42.1",
          "pli": "So evaṃ pabbajito samāno pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, kāyakammavacīkammena samannāgato kusalena, parisuddhājīvo sīlasampanno, indriyesu guttadvāro, satisampajaññena samannāgato, santuṭṭho. ",
          "en": "Once they’ve gone forth, they live restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. They act skillfully by body and speech. They’re purified in livelihood and accomplished in ethical conduct. They guard the sense doors, have mindfulness and situational awareness, and are content. "
        },
        {
          "scid": "dn2:42.2",
          "pli": "4.3.1. Sīla ",
          "en": "4.3.1. Ethics "
        },
        {
          "scid": "dn2:42.3",
          "pli": "4.3.1.1. Cūḷasīla ",
          "en": "4.3.1.1. The Shorter Section on Ethics "
        },
        {
          "scid": "dn2:43.1",
          "pli": "Kathañca, mahārāja, bhikkhu sīlasampanno hoti? ",
          "en": "And how, great king, is a mendicant accomplished in ethics? "
        },
        {
          "scid": "dn2:43.2",
          "pli": "Idha, mahārāja, bhikkhu pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti. Nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
          "en": "It’s when a mendicant gives up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. "
        },
        {
          "scid": "dn2:43.3",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:43.4",
          "pli": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati. ",
          "en": "They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. "
        },
        {
          "scid": "dn2:43.5",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:43.6",
          "pli": "Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ",
          "en": "They give up unchastity. They are celibate, set apart, avoiding the common practice of sex. "
        },
        {
          "scid": "dn2:43.7",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:44.1",
          "pli": "Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa. ",
          "en": "They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words. "
        },
        {
          "scid": "dn2:44.2",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:44.3",
          "pli": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā imesaṃ bhedāya; amutra vā sutvā na imesaṃ akkhātā, amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti. ",
          "en": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. "
        },
        {
          "scid": "dn2:44.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:44.5",
          "pli": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti. ",
          "en": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. "
        },
        {
          "scid": "dn2:44.6",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:44.7",
          "pli": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ",
          "en": "They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. "
        },
        {
          "scid": "dn2:44.8",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:45.1",
          "pli": "Bījagāmabhūtagāmasamārambhā paṭivirato hoti … pe … ",
          "en": "They refrain from injuring plants and seeds. "
        },
        {
          "scid": "dn2:45.2",
          "pli": "ekabhattiko hoti rattūparato virato vikālabhojanā. ",
          "en": "They eat in one part of the day, abstaining from eating at night and food at the wrong time. "
        },
        {
          "scid": "dn2:45.3",
          "pli": "Naccagītavāditavisūkadassanā paṭivirato hoti. ",
          "en": "They avoid dancing, singing, music, and seeing shows. "
        },
        {
          "scid": "dn2:45.4",
          "pli": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti. ",
          "en": "They refrain from beautifying and adorning themselves with garlands, fragrance, and makeup. "
        },
        {
          "scid": "dn2:45.5",
          "pli": "Uccāsayanamahāsayanā paṭivirato hoti. ",
          "en": "They avoid high and luxurious beds. "
        },
        {
          "scid": "dn2:45.6",
          "pli": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti. ",
          "en": "They avoid receiving gold and money, "
        },
        {
          "scid": "dn2:45.7",
          "pli": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti. ",
          "en": "raw grains, "
        },
        {
          "scid": "dn2:45.8",
          "pli": "Āmakamaṃsapaṭiggahaṇā paṭivirato hoti. ",
          "en": "raw meat, "
        },
        {
          "scid": "dn2:45.9",
          "pli": "Itthikumārikapaṭiggahaṇā paṭivirato hoti. ",
          "en": "women and girls, "
        },
        {
          "scid": "dn2:45.10",
          "pli": "Dāsidāsapaṭiggahaṇā paṭivirato hoti. ",
          "en": "male and female bondservants, "
        },
        {
          "scid": "dn2:45.11",
          "pli": "Ajeḷakapaṭiggahaṇā paṭivirato hoti. ",
          "en": "goats and sheep, "
        },
        {
          "scid": "dn2:45.12",
          "pli": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti. ",
          "en": "chickens and pigs, "
        },
        {
          "scid": "dn2:45.13",
          "pli": "Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti. ",
          "en": "elephants, cows, horses, and mares, "
        },
        {
          "scid": "dn2:45.14",
          "pli": "Khettavatthupaṭiggahaṇā paṭivirato hoti. ",
          "en": "and fields and land. "
        },
        {
          "scid": "dn2:45.15",
          "pli": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
          "en": "They refrain from running errands and messages; "
        },
        {
          "scid": "dn2:45.16",
          "pli": "Kayavikkayā paṭivirato hoti. ",
          "en": "buying and selling; "
        },
        {
          "scid": "dn2:45.17",
          "pli": "Tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti. ",
          "en": "falsifying weights, metals, or measures; "
        },
        {
          "scid": "dn2:45.18",
          "pli": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti. ",
          "en": "bribery, fraud, cheating, and duplicity; "
        },
        {
          "scid": "dn2:45.19",
          "pli": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
          "en": "mutilation, murder, abduction, banditry, plunder, and violence. "
        },
        {
          "scid": "dn2:45.20",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:45.21",
          "pli": "Cūḷasīlaṃ niṭṭhitaṃ. ",
          "en": "The shorter section on ethics is finished. "
        },
        {
          "scid": "dn2:45.22",
          "pli": "4.3.1.2. Majjhimasīla ",
          "en": "4.3.1.2. The Middle Section on Ethics "
        },
        {
          "scid": "dn2:46.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ bījagāmabhūtagāmasamārambhaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in injuring plants and seeds. "
        },
        {
          "scid": "dn2:46.2",
          "pli": "Seyyathidaṃ—mūlabījaṃ khandhabījaṃ phaḷubījaṃ aggabījaṃ bījabījameva pañcamaṃ, iti evarūpā bījagāmabhūtagāmasamārambhā paṭivirato hoti. ",
          "en": "These include plants propagated from roots, stems, cuttings, or joints; and those from regular seeds as the fifth. They refrain from such injury to plants and seeds. "
        },
        {
          "scid": "dn2:46.3",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:47.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ sannidhikāraparibhogaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in storing up goods for their own use. "
        },
        {
          "scid": "dn2:47.2",
          "pli": "Seyyathidaṃ—annasannidhiṃ pānasannidhiṃ vatthasannidhiṃ yānasannidhiṃ sayanasannidhiṃ gandhasannidhiṃ āmisasannidhiṃ, ",
          "en": "This includes such things as food, drink, clothes, vehicles, bedding, fragrance, and material possessions. "
        },
        {
          "scid": "dn2:47.3",
          "pli": "iti vā iti evarūpā sannidhikāraparibhogā paṭivirato hoti. ",
          "en": "They refrain from storing up such goods. "
        },
        {
          "scid": "dn2:47.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:48.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ visūkadassanaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in seeing shows. "
        },
        {
          "scid": "dn2:48.2",
          "pli": "Seyyathidaṃ—naccaṃ gītaṃ vāditaṃ pekkhaṃ akkhānaṃ pāṇissaraṃ vetāḷaṃ kumbhathūṇaṃ sobhanakaṃ caṇḍālaṃ vaṃsaṃ dhovanaṃ hatthiyuddhaṃ assayuddhaṃ mahiṃsayuddhaṃ usabhayuddhaṃ ajayuddhaṃ meṇḍayuddhaṃ kukkuṭayuddhaṃ vaṭṭakayuddhaṃ daṇḍayuddhaṃ muṭṭhiyuddhaṃ nibbuddhaṃ uyyodhikaṃ balaggaṃ senābyūhaṃ anīkadassanaṃ ",
          "en": "This includes such things as dancing, singing, music, performances, and storytelling; clapping, gongs, and kettle-drums; art exhibitions and acrobatic displays; battles of elephants, horses, buffaloes, bulls, goats, rams, chickens, and quails; staff-fights, boxing, and wrestling; combat, roll calls of the armed forces, battle-formations, and regimental reviews. "
        },
        {
          "scid": "dn2:48.3",
          "pli": "iti vā iti evarūpā visūkadassanā paṭivirato hoti. ",
          "en": "They refrain from such shows. "
        },
        {
          "scid": "dn2:48.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:49.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ jūtappamādaṭṭhānānuyogaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in gambling that causes negligence. "
        },
        {
          "scid": "dn2:49.2",
          "pli": "Seyyathidaṃ—aṭṭhapadaṃ dasapadaṃ ākāsaṃ parihārapathaṃ santikaṃ khalikaṃ ghaṭikaṃ salākahatthaṃ akkhaṃ paṅgacīraṃ vaṅkakaṃ mokkhacikaṃ ciṅgulikaṃ pattāḷhakaṃ rathakaṃ dhanukaṃ akkharikaṃ manesikaṃ yathāvajjaṃ ",
          "en": "This includes such things as checkers, draughts, checkers in the air, hopscotch, spillikins, board-games, tip-cat, drawing straws, dice, leaf-flutes, toy plows, somersaults, pinwheels, toy measures, toy carts, toy bows, guessing words from syllables, and guessing another’s thoughts. "
        },
        {
          "scid": "dn2:49.3",
          "pli": "iti vā iti evarūpā jūtappamādaṭṭhānānuyogā paṭivirato hoti. ",
          "en": "They refrain from such gambling. "
        },
        {
          "scid": "dn2:49.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:50.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ uccāsayanamahāsayanaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still make use of high and luxurious bedding. "
        },
        {
          "scid": "dn2:50.2",
          "pli": "Seyyathidaṃ—āsandiṃ pallaṅkaṃ gonakaṃ cittakaṃ paṭikaṃ paṭalikaṃ tūlikaṃ vikatikaṃ uddalomiṃ ekantalomiṃ kaṭṭissaṃ koseyyaṃ kuttakaṃ hatthattharaṃ assattharaṃ rathattharaṃ ajinappaveṇiṃ kadalimigapavarapaccattharaṇaṃ sauttaracchadaṃ ubhatolohitakūpadhānaṃ ",
          "en": "This includes such things as sofas, couches, woolen covers—shag-piled, colorful, white, embroidered with flowers, quilted, embroidered with animals, double-or single-fringed—and silk covers studded with gems, as well as silken sheets, woven carpets, rugs for elephants, horses, or chariots, antelope hide rugs, and spreads of fine deer hide, with a canopy above and red cushions at both ends. "
        },
        {
          "scid": "dn2:50.3",
          "pli": "iti vā iti evarūpā uccāsayanamahāsayanā paṭivirato hoti. ",
          "en": "They refrain from such bedding. "
        },
        {
          "scid": "dn2:50.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:51.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ maṇḍanavibhūsanaṭṭhānānuyogaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in beautifying and adorning themselves with garlands, fragrance, and makeup. "
        },
        {
          "scid": "dn2:51.2",
          "pli": "Seyyathidaṃ—ucchādanaṃ parimaddanaṃ nhāpanaṃ sambāhanaṃ ādāsaṃ añjanaṃ mālāgandhavilepanaṃ mukhacuṇṇaṃ mukhalepanaṃ hatthabandhaṃ sikhābandhaṃ daṇḍaṃ nāḷikaṃ asiṃ chattaṃ citrupāhanaṃ uṇhīsaṃ maṇiṃ vālabījaniṃ odātāni vatthāni dīghadasāni ",
          "en": "This includes such things as applying beauty products by anointing, massaging, bathing, and rubbing; mirrors, ointments, garlands, fragrances, and makeup; face-powder, foundation, bracelets, headbands, fancy walking-sticks or containers, rapiers, parasols, fancy sandals, turbans, jewelry, chowries, and long-fringed white robes. "
        },
        {
          "scid": "dn2:51.3",
          "pli": "iti vā iti evarūpā maṇḍanavibhūsanaṭṭhānānuyogā paṭivirato hoti. ",
          "en": "They refrain from such beautification and adornment. "
        },
        {
          "scid": "dn2:51.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:52.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ tiracchānakathaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in unworthy talk. "
        },
        {
          "scid": "dn2:52.2",
          "pli": "Seyyathidaṃ—rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ ",
          "en": "This includes such topics as talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. "
        },
        {
          "scid": "dn2:52.3",
          "pli": "iti vā iti evarūpāya tiracchānakathāya paṭivirato hoti. ",
          "en": "They refrain from such unworthy talk. "
        },
        {
          "scid": "dn2:52.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:53.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ viggāhikakathaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in arguments. "
        },
        {
          "scid": "dn2:53.2",
          "pli": "Seyyathidaṃ—na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi, kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi, micchā paṭipanno tvamasi, ahamasmi sammā paṭipanno, sahitaṃ me, asahitaṃ te, pure vacanīyaṃ pacchā avaca, pacchā vacanīyaṃ pure avaca, adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahito tvamasi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosīti ",
          "en": "They say such things as: ‘You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!’ "
        },
        {
          "scid": "dn2:53.3",
          "pli": "iti vā iti evarūpāya viggāhikakathāya paṭivirato hoti. ",
          "en": "They refrain from such argumentative talk. "
        },
        {
          "scid": "dn2:53.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:54.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ dūteyyapahiṇagamanānuyogaṃ anuyuttā viharanti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in running errands and messages. "
        },
        {
          "scid": "dn2:54.2",
          "pli": "Seyyathidaṃ—raññaṃ, rājamahāmattānaṃ, khattiyānaṃ, brāhmaṇānaṃ, gahapatikānaṃ, kumārānaṃ—idha gaccha, amutrāgaccha, idaṃ hara, amutra idaṃ āharā’ti ",
          "en": "This includes running errands for rulers, ministers, aristocrats, brahmins, householders, or princes who say: ‘Go here, go there. Take this, bring that from there.’ "
        },
        {
          "scid": "dn2:54.3",
          "pli": "iti vā iti evarūpā dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
          "en": "They refrain from such errands. "
        },
        {
          "scid": "dn2:54.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:55.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te kuhakā ca honti lapakā ca nemittikā ca nippesikā ca lābhena lābhaṃ nijigīsitāro ca. Iti evarūpā kuhanalapanā paṭivirato hoti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in deceit, flattery, hinting, and belittling, and using material possessions to pursue other material possessions. They refrain from such deceit and flattery. "
        },
        {
          "scid": "dn2:55.2",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:55.3",
          "pli": "Majjhimasīlaṃ niṭṭhitaṃ. ",
          "en": "The middle section on ethics is finished. "
        },
        {
          "scid": "dn2:55.4",
          "pli": "4.3.1.3. Mahāsīla ",
          "en": "4.3.1.3. The Long Section on Ethics "
        },
        {
          "scid": "dn2:56.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. "
        },
        {
          "scid": "dn2:56.2",
          "pli": "Seyyathidaṃ—aṅgaṃ nimittaṃ uppātaṃ supinaṃ lakkhaṇaṃ mūsikacchinnaṃ aggihomaṃ dabbihomaṃ thusahomaṃ kaṇahomaṃ taṇḍulahomaṃ sappihomaṃ telahomaṃ mukhahomaṃ lohitahomaṃ aṅgavijjā vatthuvijjā khattavijjā sivavijjā bhūtavijjā bhūrivijjā ahivijjā visavijjā vicchikavijjā mūsikavijjā sakuṇavijjā vāyasavijjā pakkajjhānaṃ saraparittāṇaṃ migacakkaṃ ",
          "en": "This includes such fields as limb-reading, omenology, divining celestial portents, interpreting dreams, divining bodily marks, divining holes in cloth gnawed by mice, fire offerings, ladle offerings, offerings of husks, rice powder, rice, ghee, or oil; offerings from the mouth, blood sacrifices, palmistry; geomancy for building sites, fields, and cemeteries; exorcisms, earth magic, snake charming, poisons; the crafts of the scorpion, the rat, the bird, and the crow; prophesying life span, chanting for protection, and animal cries. "
        },
        {
          "scid": "dn2:56.3",
          "pli": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
          "en": "They refrain from such unworthy branches of knowledge, such wrong livelihood. "
        },
        {
          "scid": "dn2:56.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:57.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. "
        },
        {
          "scid": "dn2:57.2",
          "pli": "Seyyathidaṃ—maṇilakkhaṇaṃ vatthalakkhaṇaṃ daṇḍalakkhaṇaṃ satthalakkhaṇaṃ asilakkhaṇaṃ usulakkhaṇaṃ dhanulakkhaṇaṃ āvudhalakkhaṇaṃ itthilakkhaṇaṃ purisalakkhaṇaṃ kumāralakkhaṇaṃ kumārilakkhaṇaṃ dāsalakkhaṇaṃ dāsilakkhaṇaṃ hatthilakkhaṇaṃ assalakkhaṇaṃ mahiṃsalakkhaṇaṃ usabhalakkhaṇaṃ golakkhaṇaṃ ajalakkhaṇaṃ meṇḍalakkhaṇaṃ kukkuṭalakkhaṇaṃ vaṭṭakalakkhaṇaṃ godhālakkhaṇaṃ kaṇṇikalakkhaṇaṃ kacchapalakkhaṇaṃ migalakkhaṇaṃ ",
          "en": "This includes reading the marks of gems, cloth, clubs, swords, spears, arrows, weapons, women, men, boys, girls, male and female bondservants, elephants, horses, buffaloes, bulls, cows, goats, rams, chickens, quails, monitor lizards, rabbits, tortoises, or deer. "
        },
        {
          "scid": "dn2:57.3",
          "pli": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
          "en": "They refrain from such unworthy branches of knowledge, such wrong livelihood. "
        },
        {
          "scid": "dn2:57.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:58.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. "
        },
        {
          "scid": "dn2:58.2",
          "pli": "Seyyathidaṃ—raññaṃ niyyānaṃ bhavissati, raññaṃ aniyyānaṃ bhavissati, abbhantarānaṃ raññaṃ upayānaṃ bhavissati, bāhirānaṃ raññaṃ apayānaṃ bhavissati, bāhirānaṃ raññaṃ upayānaṃ bhavissati, abbhantarānaṃ raññaṃ apayānaṃ bhavissati, abbhantarānaṃ raññaṃ jayo bhavissati, bāhirānaṃ raññaṃ parājayo bhavissati, bāhirānaṃ raññaṃ jayo bhavissati, abbhantarānaṃ raññaṃ parājayo bhavissati, iti imassa jayo bhavissati, imassa parājayo bhavissati ",
          "en": "This includes making predictions that the king will march forth or march back; or that our king will attack and the enemy king will retreat, or vice versa; or that our king will triumph and the enemy king will be defeated, or vice versa; and so there will be victory for one and defeat for the other. "
        },
        {
          "scid": "dn2:58.3",
          "pli": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
          "en": "They refrain from such unworthy branches of knowledge, such wrong livelihood. "
        },
        {
          "scid": "dn2:58.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:59.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. "
        },
        {
          "scid": "dn2:59.2",
          "pli": "Seyyathidaṃ—candaggāho bhavissati, sūriyaggāho bhavissati, nakkhattaggāho bhavissati, candimasūriyānaṃ pathagamanaṃ bhavissati, candimasūriyānaṃ uppathagamanaṃ bhavissati, nakkhattānaṃ pathagamanaṃ bhavissati, nakkhattānaṃ uppathagamanaṃ bhavissati, ukkāpāto bhavissati, disāḍāho bhavissati, bhūmicālo bhavissati, devadudrabhi bhavissati, candimasūriyanakkhattānaṃ uggamanaṃ ogamanaṃ saṅkilesaṃ vodānaṃ bhavissati, evaṃvipāko candaggāho bhavissati, evaṃvipāko sūriyaggāho bhavissati, evaṃvipāko nakkhattaggāho bhavissati, evaṃvipākaṃ candimasūriyānaṃ pathagamanaṃ bhavissati, evaṃvipākaṃ candimasūriyānaṃ uppathagamanaṃ bhavissati, evaṃvipākaṃ nakkhattānaṃ pathagamanaṃ bhavissati, evaṃvipākaṃ nakkhattānaṃ uppathagamanaṃ bhavissati, evaṃvipāko ukkāpāto bhavissati, evaṃvipāko disāḍāho bhavissati, evaṃvipāko bhūmicālo bhavissati, evaṃvipāko devadudrabhi bhavissati, evaṃvipākaṃ candimasūriyanakkhattānaṃ uggamanaṃ ogamanaṃ saṅkilesaṃ vodānaṃ bhavissati ",
          "en": "This includes making predictions that there will be an eclipse of the moon, or sun, or stars; that the sun, moon, and stars will be in conjunction or in opposition; that there will be a meteor shower, a fiery sky, an earthquake, thunder; that there will be a rising, a setting, a darkening, a brightening of the moon, sun, and stars. And it also includes making predictions about the results of all such phenomena. "
        },
        {
          "scid": "dn2:59.3",
          "pli": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
          "en": "They refrain from such unworthy branches of knowledge, such wrong livelihood. "
        },
        {
          "scid": "dn2:59.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:60.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. "
        },
        {
          "scid": "dn2:60.2",
          "pli": "Seyyathidaṃ—suvuṭṭhikā bhavissati, dubbuṭṭhikā bhavissati, subhikkhaṃ bhavissati, dubbhikkhaṃ bhavissati, khemaṃ bhavissati, bhayaṃ bhavissati, rogo bhavissati, ārogyaṃ bhavissati, muddā, gaṇanā, saṅkhānaṃ, kāveyyaṃ, lokāyataṃ ",
          "en": "This includes predicting whether there will be plenty of rain or drought; plenty to eat or famine; an abundant harvest or a bad harvest; security or peril; sickness or health. It also includes such occupations as computing, accounting, calculating, poetry, and cosmology. "
        },
        {
          "scid": "dn2:60.3",
          "pli": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
          "en": "They refrain from such unworthy branches of knowledge, such wrong livelihood. "
        },
        {
          "scid": "dn2:60.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:61.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. "
        },
        {
          "scid": "dn2:61.2",
          "pli": "Seyyathidaṃ—āvāhanaṃ vivāhanaṃ saṃvaraṇaṃ vivaraṇaṃ saṅkiraṇaṃ vikiraṇaṃ subhagakaraṇaṃ dubbhagakaraṇaṃ viruddhagabbhakaraṇaṃ jivhānibandhanaṃ hanusaṃhananaṃ hatthābhijappanaṃ hanujappanaṃ kaṇṇajappanaṃ ādāsapañhaṃ kumārikapañhaṃ devapañhaṃ ādiccupaṭṭhānaṃ mahatupaṭṭhānaṃ abbhujjalanaṃ sirivhāyanaṃ ",
          "en": "This includes making arrangements for giving and taking in marriage; for engagement and divorce; and for scattering rice inwards or outwards at the wedding ceremony. It also includes casting spells for good or bad luck, curses to prevent conception, bind the tongue, or lock the jaws; charms for the hands and ears; questioning a mirror, a girl, or a god as an oracle; worshiping the sun, worshiping the Great One, breathing fire, and invoking Siri, the goddess of luck. "
        },
        {
          "scid": "dn2:61.3",
          "pli": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
          "en": "They refrain from such unworthy branches of knowledge, such wrong livelihood. "
        },
        {
          "scid": "dn2:61.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:62.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. "
        },
        {
          "scid": "dn2:62.2",
          "pli": "Seyyathidaṃ—santikammaṃ paṇidhikammaṃ bhūtakammaṃ bhūrikammaṃ vassakammaṃ vossakammaṃ vatthukammaṃ vatthuparikammaṃ ācamanaṃ nhāpanaṃ juhanaṃ vamanaṃ virecanaṃ uddhaṃvirecanaṃ adhovirecanaṃ sīsavirecanaṃ kaṇṇatelaṃ nettatappanaṃ natthukammaṃ añjanaṃ paccañjanaṃ sālākiyaṃ sallakattiyaṃ dārakatikicchā, mūlabhesajjānaṃ anuppadānaṃ, osadhīnaṃ paṭimokkho ",
          "en": "This includes rites for propitiation, for granting wishes, for ghosts, for the earth, for rain, for property settlement, and for preparing and consecrating house sites, and rites involving rinsing and bathing, and oblations. It also includes administering emetics, purgatives, expectorants, and phlegmagogues; administering ear-oils, eye restoratives, nasal medicine, ointments, and counter-ointments; surgery with needle and scalpel, treating children, prescribing root medicines, and binding on herbs. "
        },
        {
          "scid": "dn2:62.3",
          "pli": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
          "en": "They refrain from such unworthy branches of knowledge, such wrong livelihood. "
        },
        {
          "scid": "dn2:62.4",
          "pli": "Idampissa hoti sīlasmiṃ. ",
          "en": "This pertains to their ethics. "
        },
        {
          "scid": "dn2:63.1",
          "pli": "Sa kho so, mahārāja, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato. ",
          "en": "A mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. "
        },
        {
          "scid": "dn2:63.2",
          "pli": "Seyyathāpi, mahārāja, rājā khattiyo muddhābhisitto nihatapaccāmitto na kutoci bhayaṃ samanupassati, yadidaṃ paccatthikato; ",
          "en": "It’s like a king who has defeated his enemies. He sees no danger from his foes in any quarter. "
        },
        {
          "scid": "dn2:63.3",
          "pli": "evameva kho, mahārāja, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato. ",
          "en": "In the same way, a mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. "
        },
        {
          "scid": "dn2:63.4",
          "pli": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti. ",
          "en": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. "
        },
        {
          "scid": "dn2:63.5",
          "pli": "Evaṃ kho, mahārāja, bhikkhu sīlasampanno hoti. ",
          "en": "That’s how a mendicant is accomplished in ethics. "
        },
        {
          "scid": "dn2:63.6",
          "pli": "Mahāsīlaṃ niṭṭhitaṃ. ",
          "en": "The longer section on ethics is finished. "
        },
        {
          "scid": "dn2:63.7",
          "pli": "4.3.2. Samādhi ",
          "en": "4.3.2. Immersion "
        },
        {
          "scid": "dn2:63.8",
          "pli": "4.3.2.1. Indriyasaṃvara ",
          "en": "4.3.2.1. Sense Restraint "
        },
        {
          "scid": "dn2:64.1",
          "pli": "Kathañca, mahārāja, bhikkhu indriyesu guttadvāro hoti? ",
          "en": "And how does a mendicant guard the sense doors? "
        },
        {
          "scid": "dn2:64.2",
          "pli": "Idha, mahārāja, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
          "en": "When a noble disciple sees a sight with their eyes, they don’t get caught up in the features and details. "
        },
        {
          "scid": "dn2:64.3",
          "pli": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhā domanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. ",
          "en": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. "
        },
        {
          "scid": "dn2:64.4",
          "pli": "Sotena saddaṃ sutvā … pe … ",
          "en": "When they hear a sound with their ears … "
        },
        {
          "scid": "dn2:64.5",
          "pli": "ghānena gandhaṃ ghāyitvā … pe … ",
          "en": "When they smell an odor with their nose … "
        },
        {
          "scid": "dn2:64.6",
          "pli": "jivhāya rasaṃ sāyitvā … pe … ",
          "en": "When they taste a flavor with their tongue … "
        },
        {
          "scid": "dn2:64.7",
          "pli": "kāyena phoṭṭhabbaṃ phusitvā … pe … ",
          "en": "When they feel a touch with their body … "
        },
        {
          "scid": "dn2:64.8",
          "pli": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
          "en": "When they know a thought with their mind, they don’t get caught up in the features and details. "
        },
        {
          "scid": "dn2:64.9",
          "pli": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhā domanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati. ",
          "en": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. "
        },
        {
          "scid": "dn2:64.10",
          "pli": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti. ",
          "en": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves. "
        },
        {
          "scid": "dn2:64.11",
          "pli": "Evaṃ kho, mahārāja, bhikkhu indriyesu guttadvāro hoti. ",
          "en": "That’s how a mendicant guards the sense doors. "
        },
        {
          "scid": "dn2:64.12",
          "pli": "4.3.2.2. Satisampajañña ",
          "en": "4.3.2.2. Mindfulness and Situational Awareness "
        },
        {
          "scid": "dn2:65.1",
          "pli": "Kathañca, mahārāja, bhikkhu satisampajaññena samannāgato hoti? ",
          "en": "And how does a mendicant have mindfulness and situational awareness? "
        },
        {
          "scid": "dn2:65.2",
          "pli": "Idha, mahārāja, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
          "en": "It’s when a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. "
        },
        {
          "scid": "dn2:65.3",
          "pli": "Evaṃ kho, mahārāja, bhikkhu satisampajaññena samannāgato hoti. ",
          "en": "That’s how a mendicant has mindfulness and situational awareness. "
        },
        {
          "scid": "dn2:65.4",
          "pli": "4.3.2.3. Santosa ",
          "en": "4.3.2.3. Contentment "
        },
        {
          "scid": "dn2:66.1",
          "pli": "Kathañca, mahārāja, bhikkhu santuṭṭho hoti? ",
          "en": "And how is a mendicant content? "
        },
        {
          "scid": "dn2:66.2",
          "pli": "Idha, mahārāja, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
          "en": "It’s when a mendicant is content with robes to look after the body and alms-food to look after the belly. Wherever they go, they set out taking only these things. "
        },
        {
          "scid": "dn2:66.3",
          "pli": "Seyyathāpi, mahārāja, pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti; ",
          "en": "They’re like a bird: wherever it flies, wings are its only burden. "
        },
        {
          "scid": "dn2:66.4",
          "pli": "evameva kho, mahārāja, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
          "en": "In the same way, a mendicant is content with robes to look after the body and alms-food to look after the belly. Wherever they go, they set out taking only these things. "
        },
        {
          "scid": "dn2:66.5",
          "pli": "Evaṃ kho, mahārāja, bhikkhu santuṭṭho hoti. ",
          "en": "That’s how a mendicant is content. "
        },
        {
          "scid": "dn2:66.6",
          "pli": "4.3.2.4. Nīvara­ṇap­pahāna ",
          "en": "4.3.2.4. Giving Up the Hindrances "
        },
        {
          "scid": "dn2:67.1",
          "pli": "So iminā ca ariyena sīlakkhandhena samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, ",
          "en": "When they have this noble spectrum of ethics, this noble sense restraint, this noble mindfulness and situational awareness, and this noble contentment, "
        },
        {
          "scid": "dn2:67.2",
          "pli": "vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ",
          "en": "they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. "
        },
        {
          "scid": "dn2:67.3",
          "pli": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "After the meal, they return from alms-round, sit down cross-legged with their body straight, and establish mindfulness right there. "
        },
        {
          "scid": "dn2:68.1",
          "pli": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti. ",
          "en": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire. "
        },
        {
          "scid": "dn2:68.2",
          "pli": "Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti. ",
          "en": "Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will. "
        },
        {
          "scid": "dn2:68.3",
          "pli": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī, sato sampajāno, thinamiddhā cittaṃ parisodheti. ",
          "en": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. "
        },
        {
          "scid": "dn2:68.4",
          "pli": "Uddhaccakukkuccaṃ pahāya anuddhato viharati, ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti. ",
          "en": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. "
        },
        {
          "scid": "dn2:68.5",
          "pli": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati, akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ",
          "en": "Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. "
        },
        {
          "scid": "dn2:69.1",
          "pli": "Seyyathāpi, mahārāja, puriso iṇaṃ ādāya kammante payojeyya. ",
          "en": "Suppose a man who has gotten into debt were to apply himself to work, "
        },
        {
          "scid": "dn2:69.2",
          "pli": "Tassa te kammantā samijjheyyuṃ. ",
          "en": "and his efforts proved successful. "
        },
        {
          "scid": "dn2:69.3",
          "pli": "So yāni ca porāṇāni iṇamūlāni, tāni ca byantiṃ kareyya, siyā cassa uttariṃ avasiṭṭhaṃ dārabharaṇāya. ",
          "en": "He would pay off the original loan and have enough left over to support his partner. "
        },
        {
          "scid": "dn2:69.4",
          "pli": "Tassa evamassa: ",
          "en": "Thinking about this, "
        },
        {
          "scid": "dn2:69.5",
          "pli": "‘ahaṃ kho pubbe iṇaṃ ādāya kammante payojesiṃ. ",
          "en": " "
        },
        {
          "scid": "dn2:69.6",
          "pli": "Tassa me te kammantā samijjhiṃsu. ",
          "en": " "
        },
        {
          "scid": "dn2:69.7",
          "pli": "Sohaṃ yāni ca porāṇāni iṇamūlāni, tāni ca byantiṃ akāsiṃ, atthi ca me uttariṃ avasiṭṭhaṃ dārabharaṇāyā’ti. ",
          "en": " "
        },
        {
          "scid": "dn2:69.8",
          "pli": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
          "en": "he’d be filled with joy and happiness. "
        },
        {
          "scid": "dn2:70.1",
          "pli": "Seyyathāpi, mahārāja, puriso ābādhiko assa dukkhito bāḷhagilāno; bhattañcassa nacchādeyya, na cassa kāye balamattā. ",
          "en": "Suppose there was a person who was sick, suffering, gravely ill. They’d lose their appetite and get physically weak. "
        },
        {
          "scid": "dn2:70.2",
          "pli": "So aparena samayena tamhā ābādhā mucceyya; bhattaṃ cassa chādeyya, siyā cassa kāye balamattā. ",
          "en": "But after some time they’d recover from that illness, and regain their appetite and their strength. "
        },
        {
          "scid": "dn2:70.3",
          "pli": "Tassa evamassa: ",
          "en": "Thinking about this, "
        },
        {
          "scid": "dn2:70.4",
          "pli": "‘ahaṃ kho pubbe ābādhiko ahosiṃ dukkhito bāḷhagilāno; ",
          "en": " "
        },
        {
          "scid": "dn2:70.5",
          "pli": "bhattañca me nacchādesi, na ca me āsi kāye balamattā. ",
          "en": " "
        },
        {
          "scid": "dn2:70.6",
          "pli": "Somhi etarahi tamhā ābādhā mutto; ",
          "en": " "
        },
        {
          "scid": "dn2:70.7",
          "pli": "bhattañca me chādeti, atthi ca me kāye balamattā’ti. ",
          "en": " "
        },
        {
          "scid": "dn2:70.8",
          "pli": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
          "en": "they’d be filled with joy and happiness. "
        },
        {
          "scid": "dn2:71.1",
          "pli": "Seyyathāpi, mahārāja, puriso bandhanāgāre baddho assa. ",
          "en": "Suppose a person was imprisoned in a jail. "
        },
        {
          "scid": "dn2:71.2",
          "pli": "So aparena samayena tamhā bandhanāgārā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo. ",
          "en": "But after some time they were released from jail, safe and sound, with no loss of wealth. "
        },
        {
          "scid": "dn2:71.3",
          "pli": "Tassa evamassa: ",
          "en": "Thinking about this, "
        },
        {
          "scid": "dn2:71.4",
          "pli": "‘ahaṃ kho pubbe bandhanāgāre baddho ahosiṃ, somhi etarahi tamhā bandhanāgārā mutto sotthinā abbhayena. ",
          "en": " "
        },
        {
          "scid": "dn2:71.5",
          "pli": "Natthi ca me kiñci bhogānaṃ vayo’ti. ",
          "en": " "
        },
        {
          "scid": "dn2:71.6",
          "pli": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
          "en": "they’d be filled with joy and happiness. "
        },
        {
          "scid": "dn2:72.1",
          "pli": "Seyyathāpi, mahārāja, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo. ",
          "en": "Suppose a person was a bondservant. They belonged to someone else and were unable to go where they wish. "
        },
        {
          "scid": "dn2:72.2",
          "pli": "So aparena samayena tamhā dāsabyā mucceyya attādhīno aparādhīno bhujisso yenakāmaṅgamo. ",
          "en": "But after some time they’d be freed from servitude and become their own master, an emancipated individual able to go where they wish. "
        },
        {
          "scid": "dn2:72.3",
          "pli": "Tassa evamassa: ",
          "en": "Thinking about this, "
        },
        {
          "scid": "dn2:72.4",
          "pli": "‘ahaṃ kho pubbe dāso ahosiṃ anattādhīno parādhīno na yenakāmaṅgamo. ",
          "en": " "
        },
        {
          "scid": "dn2:72.5",
          "pli": "Somhi etarahi tamhā dāsabyā mutto attādhīno aparādhīno bhujisso yenakāmaṅgamo’ti. ",
          "en": " "
        },
        {
          "scid": "dn2:72.6",
          "pli": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
          "en": "they’d be filled with joy and happiness. "
        },
        {
          "scid": "dn2:73.1",
          "pli": "Seyyathāpi, mahārāja, puriso sadhano sabhogo kantāraddhānamaggaṃ paṭipajjeyya dubbhikkhaṃ sappaṭibhayaṃ. ",
          "en": "Suppose there was a person with wealth and property who was traveling along a desert road, which was perilous, with nothing to eat. "
        },
        {
          "scid": "dn2:73.2",
          "pli": "So aparena samayena taṃ kantāraṃ nitthareyya sotthinā, gāmantaṃ anupāpuṇeyya khemaṃ appaṭibhayaṃ. ",
          "en": "But after some time they crossed over the desert safely, reaching the neighborhood of a village, a sanctuary free of peril. "
        },
        {
          "scid": "dn2:73.3",
          "pli": "Tassa evamassa: ",
          "en": "Thinking about this, "
        },
        {
          "scid": "dn2:73.4",
          "pli": "‘ahaṃ kho pubbe sadhano sabhogo kantāraddhānamaggaṃ paṭipajjiṃ dubbhikkhaṃ sappaṭibhayaṃ. ",
          "en": " "
        },
        {
          "scid": "dn2:73.5",
          "pli": "Somhi etarahi taṃ kantāraṃ nitthiṇṇo sotthinā, gāmantaṃ anuppatto khemaṃ appaṭibhayan’ti. ",
          "en": " "
        },
        {
          "scid": "dn2:73.6",
          "pli": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
          "en": "they’d be filled with joy and happiness. "
        },
        {
          "scid": "dn2:74.1",
          "pli": "Evameva kho, mahārāja, bhikkhu yathā iṇaṃ yathā rogaṃ yathā bandhanāgāraṃ yathā dāsabyaṃ yathā kantāraddhānamaggaṃ, evaṃ ime pañca nīvaraṇe appahīne attani samanupassati. ",
          "en": "In the same way, as long as these five hindrances are not given up inside themselves, a mendicant regards them thus as a debt, a disease, a prison, slavery, and a desert crossing. "
        },
        {
          "scid": "dn2:74.2",
          "pli": "Seyyathāpi, mahārāja, yathā āṇaṇyaṃ yathā ārogyaṃ yathā bandhanāmokkhaṃ yathā bhujissaṃ yathā khemantabhūmiṃ; ",
          "en": "But when these five hindrances are given up inside themselves, a mendicant regards this as freedom from debt, good health, release from prison, emancipation, and sanctuary. "
        },
        {
          "scid": "dn2:74.3",
          "pli": "evameva kho, mahārāja, bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati. ",
          "en": " "
        },
        {
          "scid": "dn2:75.1",
          "pli": "Tassime pañca nīvaraṇe pahīne attani samanupassato pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati. ",
          "en": "Seeing that the hindrances have been given up in them, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed. "
        },
        {
          "scid": "dn2:75.2",
          "pli": "4.3.2.5. Paṭhamajhāna ",
          "en": "4.3.2.5. First Absorption "
        },
        {
          "scid": "dn2:75.3",
          "pli": "So vivicceva kāmehi, vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "dn2:75.4",
          "pli": "So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ",
          "en": "They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. "
        },
        {
          "scid": "dn2:76.1",
          "pli": "Seyyathāpi, mahārāja, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya, sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena, na ca paggharaṇī; ",
          "en": "It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out. "
        },
        {
          "scid": "dn2:76.2",
          "pli": "evameva kho, mahārāja, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ",
          "en": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. "
        },
        {
          "scid": "dn2:76.3",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:76.4",
          "pli": "4.3.2.6. Dutiyajhāna ",
          "en": "4.3.2.6. Second Absorption "
        },
        {
          "scid": "dn2:77.1",
          "pli": "Puna caparaṃ, mahārāja, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without applying the mind and keeping it connected. "
        },
        {
          "scid": "dn2:77.2",
          "pli": "So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ",
          "en": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. "
        },
        {
          "scid": "dn2:78.1",
          "pli": "Seyyathāpi, mahārāja, udakarahado gambhīro ubbhidodako tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammādhāraṃ anuppaveccheyya. ",
          "en": "It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time. "
        },
        {
          "scid": "dn2:78.2",
          "pli": "Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa. ",
          "en": "But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water. "
        },
        {
          "scid": "dn2:78.3",
          "pli": "Evameva kho, mahārāja, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ",
          "en": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. "
        },
        {
          "scid": "dn2:78.4",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:78.5",
          "pli": "4.3.2.7. Tatiyajhāna ",
          "en": "4.3.2.7. Third Absorption "
        },
        {
          "scid": "dn2:79.1",
          "pli": "Puna caparaṃ, mahārāja, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ "
        },
        {
          "scid": "dn2:79.2",
          "pli": "So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ",
          "en": "They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. "
        },
        {
          "scid": "dn2:80.1",
          "pli": "Seyyathāpi, mahārāja, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa; ",
          "en": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water. "
        },
        {
          "scid": "dn2:80.2",
          "pli": "evameva kho, mahārāja, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ",
          "en": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. "
        },
        {
          "scid": "dn2:80.3",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:80.4",
          "pli": "4.3.2.8. Catutthajhāna ",
          "en": "4.3.2.8. Fourth Absorption "
        },
        {
          "scid": "dn2:81.1",
          "pli": "Puna caparaṃ, mahārāja, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati, so imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ",
          "en": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. "
        },
        {
          "scid": "dn2:82.1",
          "pli": "Seyyathāpi, mahārāja, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa; ",
          "en": "It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth. "
        },
        {
          "scid": "dn2:82.2",
          "pli": "evameva kho, mahārāja, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ",
          "en": "In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind. "
        },
        {
          "scid": "dn2:82.3",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:82.4",
          "pli": "4.3.3. Aṭṭhañāṇa ",
          "en": "4.3.3. The Eight Knowledges "
        },
        {
          "scid": "dn2:82.5",
          "pli": "4.3.3.1. Vipassanāñāṇa ",
          "en": "4.3.3.1. Knowledge and Vision "
        },
        {
          "scid": "dn2:83.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision. "
        },
        {
          "scid": "dn2:83.2",
          "pli": "So evaṃ pajānāti: ",
          "en": "They understand: "
        },
        {
          "scid": "dn2:83.3",
          "pli": "‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo; ",
          "en": "‘This body of mine is physical. It’s made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. "
        },
        {
          "scid": "dn2:83.4",
          "pli": "idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti. ",
          "en": "And this consciousness of mine is attached to it, tied to it.’ "
        },
        {
          "scid": "dn2:84.1",
          "pli": "Seyyathāpi, mahārāja, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. ",
          "en": "Suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. "
        },
        {
          "scid": "dn2:84.2",
          "pli": "Tatrāssa suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā. ",
          "en": "And it was strung with a thread of blue, yellow, red, white, or golden brown. "
        },
        {
          "scid": "dn2:84.3",
          "pli": "Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya: ",
          "en": "And someone with good eyesight were to take it in their hand and check it: "
        },
        {
          "scid": "dn2:84.4",
          "pli": "‘ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno; ",
          "en": "‘This beryl gem is naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. "
        },
        {
          "scid": "dn2:84.5",
          "pli": "tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā’ti. ",
          "en": "And it’s strung with a thread of blue, yellow, red, white, or golden brown.’ "
        },
        {
          "scid": "dn2:84.6",
          "pli": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision. "
        },
        {
          "scid": "dn2:84.7",
          "pli": "So evaṃ pajānāti: ",
          "en": " "
        },
        {
          "scid": "dn2:84.8",
          "pli": "‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo; ",
          "en": " "
        },
        {
          "scid": "dn2:84.9",
          "pli": "idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti. ",
          "en": " "
        },
        {
          "scid": "dn2:84.10",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:84.11",
          "pli": "4.3.3.2. ­Manoma­yiddhi­ñāṇa ",
          "en": "4.3.3.2. Mind-Made Body "
        },
        {
          "scid": "dn2:85.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṃ kāyaṃ abhinimmānāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward the creation of a mind-made body. "
        },
        {
          "scid": "dn2:85.2",
          "pli": "So imamhā kāyā aññaṃ kāyaṃ abhinimmināti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ",
          "en": "From this body they create another body, physical, mind-made, complete in all its various parts, not deficient in any faculty. "
        },
        {
          "scid": "dn2:86.1",
          "pli": "Seyyathāpi, mahārāja, puriso muñjamhā īsikaṃ pavāheyya. ",
          "en": "Suppose a person was to draw a reed out from its sheath. "
        },
        {
          "scid": "dn2:86.2",
          "pli": "Tassa evamassa: ",
          "en": "They’d think: "
        },
        {
          "scid": "dn2:86.3",
          "pli": "‘ayaṃ muñjo, ayaṃ īsikā, añño muñjo, aññā īsikā, muñjamhā tveva īsikā pavāḷhā’ti. ",
          "en": "‘This is the reed, this is the sheath. The reed and the sheath are different things. The reed has been drawn out from the sheath.’ "
        },
        {
          "scid": "dn2:86.4",
          "pli": "Seyyathā vā pana, mahārāja, puriso asiṃ kosiyā pavāheyya. ",
          "en": "Or suppose a person was to draw a sword out from its scabbard. "
        },
        {
          "scid": "dn2:86.5",
          "pli": "Tassa evamassa: ",
          "en": "They’d think: "
        },
        {
          "scid": "dn2:86.6",
          "pli": "‘ayaṃ asi, ayaṃ kosi, añño asi, aññā kosi, kosiyā tveva asi pavāḷho’ti. ",
          "en": "‘This is the sword, this is the scabbard. The sword and the scabbard are different things. The sword has been drawn out from the scabbard.’ "
        },
        {
          "scid": "dn2:86.7",
          "pli": "Seyyathā vā pana, mahārāja, puriso ahiṃ karaṇḍā uddhareyya. ",
          "en": "Or suppose a person was to draw a snake out from its slough. "
        },
        {
          "scid": "dn2:86.8",
          "pli": "Tassa evamassa: ",
          "en": "They’d think: "
        },
        {
          "scid": "dn2:86.9",
          "pli": "‘ayaṃ ahi, ayaṃ karaṇḍo. Añño ahi, añño karaṇḍo, karaṇḍā tveva ahi ubbhato’ti. ",
          "en": "‘This is the snake, this is the slough. The snake and the slough are different things. The snake has been drawn out from the slough.’ "
        },
        {
          "scid": "dn2:86.10",
          "pli": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṃ kāyaṃ abhinimmānāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward the creation of a mind-made body. "
        },
        {
          "scid": "dn2:86.11",
          "pli": "So imamhā kāyā aññaṃ kāyaṃ abhinimmināti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ",
          "en": "From this body they create another body, physical, mind-made, complete in all its various parts, not deficient in any faculty. "
        },
        {
          "scid": "dn2:86.12",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:86.13",
          "pli": "4.3.3.3. Iddhividhañāṇa ",
          "en": "4.3.3.3. Psychic Powers "
        },
        {
          "scid": "dn2:87.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward psychic power. "
        },
        {
          "scid": "dn2:87.2",
          "pli": "So anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyā; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ",
          "en": "They wield the many kinds of psychic power: multiplying themselves and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm. "
        },
        {
          "scid": "dn2:88.1",
          "pli": "Seyyathāpi, mahārāja, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaṃ yadeva bhājanavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
          "en": "Suppose an expert potter or their apprentice had some well-prepared clay. They could produce any kind of pot that they like. "
        },
        {
          "scid": "dn2:88.2",
          "pli": "Seyyathā vā pana, mahārāja, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṃ dantasmiṃ yaṃ yadeva dantavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
          "en": "Or suppose a deft ivory-carver or their apprentice had some well-prepared ivory. They could produce any kind of ivory item that they like. "
        },
        {
          "scid": "dn2:88.3",
          "pli": "Seyyathā vā pana, mahārāja, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṃ suvaṇṇasmiṃ yaṃ yadeva suvaṇṇavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
          "en": "Or suppose a deft goldsmith or their apprentice had some well-prepared gold. They could produce any kind of gold item that they like. "
        },
        {
          "scid": "dn2:88.4",
          "pli": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward psychic power. "
        },
        {
          "scid": "dn2:88.5",
          "pli": "So anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyā; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ",
          "en": " "
        },
        {
          "scid": "dn2:88.6",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:88.7",
          "pli": "4.3.3.4. Dibbasotañāṇa ",
          "en": "4.3.3.4. Clairaudience "
        },
        {
          "scid": "dn2:89.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte dibbāya sotadhātuyā cittaṃ abhinīharati abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward clairaudience. "
        },
        {
          "scid": "dn2:89.2",
          "pli": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca. ",
          "en": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. "
        },
        {
          "scid": "dn2:90.1",
          "pli": "Seyyathāpi, mahārāja, puriso addhānamaggappaṭipanno. So suṇeyya bherisaddampi mudiṅgasaddampi saṅkhapaṇavadindimasaddampi. Tassa evamassa: ‘bherisaddo’ itipi, ‘mudiṅgasaddo’ itipi, ‘saṅkhapaṇavadindimasaddo’ itipi. ",
          "en": "Suppose there was a person traveling along the road. They’d hear the sound of drums, clay drums, horns, kettledrums, and tom-toms. They’d think: ‘That’s the sound of drums,’ and ‘that’s the sound of clay-drums,’ and ‘that’s the sound of horns, kettledrums, and tom-toms.’ "
        },
        {
          "scid": "dn2:90.2",
          "pli": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte dibbāya sotadhātuyā cittaṃ abhinīharati abhininnāmeti. ",
          "en": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward clairaudience. "
        },
        {
          "scid": "dn2:90.3",
          "pli": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca. ",
          "en": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. "
        },
        {
          "scid": "dn2:90.4",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:90.5",
          "pli": "4.3.3.5. Cetopariyañāṇa ",
          "en": "4.3.3.5. Comprehending the Minds of Others "
        },
        {
          "scid": "dn2:91.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte cetopariyañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward comprehending the minds of others. "
        },
        {
          "scid": "dn2:91.2",
          "pli": "So parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti, sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti, samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti, saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti, mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti, sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti, samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti, vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. ",
          "en": "They understand the minds of other beings and individuals, having comprehended them with their own mind. They understand mind with greed as ‘mind with greed’, and mind without greed as ‘mind without greed’. They understand mind with hate … mind without hate … mind with delusion … mind without delusion … constricted mind … scattered mind … expansive mind … unexpansive mind … mind that is not supreme … mind that is supreme … immersed mind … unimmersed mind … freed mind … They understand unfreed mind as ‘unfreed mind’. "
        },
        {
          "scid": "dn2:92.1",
          "pli": "Seyyathāpi, mahārāja, itthī vā puriso vā daharo yuvā maṇḍanajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno sakaṇikaṃ vā ‘sakaṇikan’ti jāneyya, akaṇikaṃ vā ‘akaṇikan’ti jāneyya; ",
          "en": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they had a spot they’d know ‘I have a spot,’ and if they had no spots they’d know ‘I have no spots.’ "
        },
        {
          "scid": "dn2:92.2",
          "pli": "evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte cetopariyañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward comprehending the minds of others. "
        },
        {
          "scid": "dn2:92.3",
          "pli": "So parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti, sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti, samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti, saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti, mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti, sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti, samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti, vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. ",
          "en": "They understand the minds of other beings and individuals, having comprehended them with their own mind. "
        },
        {
          "scid": "dn2:92.4",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:92.5",
          "pli": "4.3.3.6. Pubbe­nivāsā­nus­sati­ñāṇa ",
          "en": "4.3.3.6. Recollection of Past Lives "
        },
        {
          "scid": "dn2:93.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward recollection of past lives. "
        },
        {
          "scid": "dn2:93.2",
          "pli": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "They recollect many kinds of past lives, that is, one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. "
        },
        {
          "scid": "dn2:94.1",
          "pli": "Seyyathāpi, mahārāja, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya, tamhāpi gāmā aññaṃ gāmaṃ gaccheyya. So tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya. Tassa evamassa: ‘ahaṃ kho sakamhā gāmā amuṃ gāmaṃ agacchiṃ, tatra evaṃ aṭṭhāsiṃ, evaṃ nisīdiṃ, evaṃ abhāsiṃ, evaṃ tuṇhī ahosiṃ, tamhāpi gāmā amuṃ gāmaṃ agacchiṃ, tatrāpi evaṃ aṭṭhāsiṃ, evaṃ nisīdiṃ, evaṃ abhāsiṃ, evaṃ tuṇhī ahosiṃ, somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti. ",
          "en": "Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village. They’d think: ‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that. From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that. And from that village I returned to my home village.’ "
        },
        {
          "scid": "dn2:94.2",
          "pli": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward recollection of past lives. "
        },
        {
          "scid": "dn2:94.3",
          "pli": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe, ‘amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": " "
        },
        {
          "scid": "dn2:94.4",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:94.5",
          "pli": "4.3.3.7. Dibba­cak­khu­ñāṇa ",
          "en": "4.3.3.7. Clairvoyance "
        },
        {
          "scid": "dn2:95.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the death and rebirth of sentient beings. "
        },
        {
          "scid": "dn2:95.2",
          "pli": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
          "en": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they acted out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they acted out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "dn2:96.1",
          "pli": "Seyyathāpi, mahārāja, majjhe siṅghāṭake pāsādo. Tattha cakkhumā puriso ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi rathikāyapi vīthiṃ sañcarante majjhe siṅghāṭake nisinnepi. Tassa evamassa: ‘ete manussā gehaṃ pavisanti, ete nikkhamanti, ete rathikāya vīthiṃ sañcaranti, ete majjhe siṅghāṭake nisinnā’ti. ",
          "en": "Suppose there was a stilt longhouse at the central square. A person with good eyesight standing there might see people entering and leaving a house, walking along the streets and paths, and sitting at the central square. They’d think: ‘These are people entering and leaving a house, walking along the streets and paths, and sitting at the central square.’ "
        },
        {
          "scid": "dn2:96.2",
          "pli": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend and project it toward knowledge of the death and rebirth of sentient beings. "
        },
        {
          "scid": "dn2:96.3",
          "pli": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate; yathākammūpage satte pajānāti. ",
          "en": " "
        },
        {
          "scid": "dn2:96.4",
          "pli": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:96.5",
          "pli": "4.3.3.8. Āsa­vak­kha­ya­ñāṇa ",
          "en": "4.3.3.8. Ending of Defilements "
        },
        {
          "scid": "dn2:97.1",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the ending of defilements. "
        },
        {
          "scid": "dn2:97.2",
          "pli": "So idaṃ dukkhanti yathābhūtaṃ pajānāti, ayaṃ dukkhasamudayoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti. ",
          "en": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. "
        },
        {
          "scid": "dn2:97.3",
          "pli": "Ime āsavāti yathābhūtaṃ pajānāti, ayaṃ āsavasamudayoti yathābhūtaṃ pajānāti, ayaṃ āsavanirodhoti yathābhūtaṃ pajānāti, ayaṃ āsavanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti. ",
          "en": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. "
        },
        {
          "scid": "dn2:97.4",
          "pli": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati, ",
          "en": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. "
        },
        {
          "scid": "dn2:97.5",
          "pli": "vimuttasmiṃ ‘vimuttam’iti ñāṇaṃ hoti, ",
          "en": "When they’re freed, they know they’re freed. "
        },
        {
          "scid": "dn2:97.6",
          "pli": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
          "en": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ "
        },
        {
          "scid": "dn2:98.1",
          "pli": "Seyyathāpi, mahārāja, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo. Tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakathalampi macchagumbampi carantampi tiṭṭhantampi. Tassa evamassa: ‘ayaṃ kho udakarahado accho vippasanno anāvilo. Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti. ",
          "en": "Suppose that in a mountain glen there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still. They’d think: ‘This lake is transparent, clear, and unclouded. And here are the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.’ "
        },
        {
          "scid": "dn2:98.2",
          "pli": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
          "en": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the ending of defilements. "
        },
        {
          "scid": "dn2:98.3",
          "pli": "‘So idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
          "en": " "
        },
        {
          "scid": "dn2:98.4",
          "pli": "‘Ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
          "en": " "
        },
        {
          "scid": "dn2:98.5",
          "pli": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati, ",
          "en": " "
        },
        {
          "scid": "dn2:98.6",
          "pli": "vimuttasmiṃ ‘vimuttam’iti ñāṇaṃ hoti, ",
          "en": " "
        },
        {
          "scid": "dn2:98.7",
          "pli": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
          "en": " "
        },
        {
          "scid": "dn2:98.8",
          "pli": "Idaṃ kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
          "en": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. "
        },
        {
          "scid": "dn2:98.9",
          "pli": "Imasmā ca pana, mahārāja, sandiṭṭhikā sāmaññaphalā aññaṃ sandiṭṭhikaṃ sāmaññaphalaṃ uttaritaraṃ vā paṇītataraṃ vā natthī”ti. ",
          "en": "And, great king, there is no other fruit of the ascetic life apparent in the present life which is better and finer than this.” "
        },
        {
          "scid": "dn2:98.10",
          "pli": "5. Ajātasattuupāsakattapaṭivedanā ",
          "en": "5. Ajātasattu Declares Himself a Lay Follower "
        },
        {
          "scid": "dn2:99.1",
          "pli": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto bhagavantaṃ etadavoca: ",
          "en": "When the Buddha had spoken, King Ajātasattu said to him, "
        },
        {
          "scid": "dn2:99.2",
          "pli": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
          "en": "“Excellent, sir! Excellent! "
        },
        {
          "scid": "dn2:99.3",
          "pli": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ, bhante, bhagavatā anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. "
        },
        {
          "scid": "dn2:99.4",
          "pli": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "dn2:99.5",
          "pli": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
          "en": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life. "
        },
        {
          "scid": "dn2:99.6",
          "pli": "Accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ pitaraṃ dhammikaṃ dhammarājānaṃ issariyakāraṇā jīvitā voropesiṃ. ",
          "en": "I have made a mistake, sir. It was foolish, stupid, and unskillful of me to take the life of my father, a just and principled king, for the sake of authority. "
        },
        {
          "scid": "dn2:99.7",
          "pli": "Tassa me, bhante bhagavā, accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti. ",
          "en": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.” "
        },
        {
          "scid": "dn2:100.1",
          "pli": "“Taggha tvaṃ, mahārāja, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ tvaṃ pitaraṃ dhammikaṃ dhammarājānaṃ jīvitā voropesi. ",
          "en": "“Indeed, great king, you made a mistake. It was foolish, stupid, and unskillful of you to take the life of your father, a just and principled king, for the sake of sovereignty. "
        },
        {
          "scid": "dn2:100.2",
          "pli": "Yato ca kho tvaṃ, mahārāja, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma. ",
          "en": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it. "
        },
        {
          "scid": "dn2:100.3",
          "pli": "Vuddhihesā, mahārāja, ariyassa vinaye, yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjatī”ti. ",
          "en": "For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.” "
        },
        {
          "scid": "dn2:101.1",
          "pli": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto bhagavantaṃ etadavoca: ",
          "en": "When the Buddha had spoken, King Ajātasattu said to him, "
        },
        {
          "scid": "dn2:101.2",
          "pli": "“handa ca dāni mayaṃ, bhante, gacchāma bahukiccā mayaṃ bahukaraṇīyā”ti. ",
          "en": "“Well, now, sir, I must go. I have many duties, and much to do.” "
        },
        {
          "scid": "dn2:101.3",
          "pli": "“Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti. ",
          "en": "“Please, great king, go at your convenience.” "
        },
        {
          "scid": "dn2:101.4",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "Then the king, having approved and agreed with what the Buddha said, got up from his seat, bowed, and respectfully circled him, keeping him on his right, before leaving. "
        },
        {
          "scid": "dn2:102.1",
          "pli": "Atha kho bhagavā acirapakkantassa rañño māgadhassa ajātasattussa vedehiputtassa bhikkhū āmantesi: ",
          "en": "Soon after the king had left, the Buddha addressed the mendicants, "
        },
        {
          "scid": "dn2:102.2",
          "pli": "“khatāyaṃ, bhikkhave, rājā. ",
          "en": "“The king is broken, mendicants, "
        },
        {
          "scid": "dn2:102.3",
          "pli": "Upahatāyaṃ, bhikkhave, rājā. ",
          "en": "he is ruined. "
        },
        {
          "scid": "dn2:102.4",
          "pli": "Sacāyaṃ, bhikkhave, rājā pitaraṃ dhammikaṃ dhammarājānaṃ jīvitā na voropessatha, imasmiññeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ uppajjissathā”ti. ",
          "en": "If he had not taken the life of his father, a just and principled king, the stainless, immaculate vision of the Dhamma would have arisen in him in that very seat.” "
        },
        {
          "scid": "dn2:102.5",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "dn2:102.6",
          "pli": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the mendicants were happy with what the Buddha said. "
        },
        {
          "scid": "dn2:102.7",
          "pli": "Sāmaññaphalasuttaṃ niṭṭhitaṃ dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn2/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 2",
    "volpages": "DN i 47",
    "uid": "dn2",
    "blurb": "The newly crowned King Ajātasattu is disturbed by the violent means by which he achieved the crown. He visits the Buddha to find peace of mind, and asks him about the benefits of spiritual practice. This is one of the greatest literary and spiritual texts of early Buddhism.",
    "difficulty": 1,
    "original_title": "Sāmaññaphala Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Fruits of the Ascetic Life ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn2_sujato",
        "segmented": true,
        "title": "The Fruits of the Ascetic Life ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_dn2_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1989",
        "segmented": false,
        "volpage": null,
        "title": "The Fruits of Recluseship"
      }
    ],
    "parallel_count": 92,
    "biblio": null,
    "num": 2
  }
}