{
  "sutta_uid": "dn23",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn23",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Pāyāsi ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "About Pāṭikaputta ",
      "uid": "dn24"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Longer Discourse on Mindfulness Meditation ",
      "uid": "dn22"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn23:0.1",
          "pli": "Dīgha Nikāya 23 ",
          "en": "Long Discourses 23 "
        },
        {
          "scid": "dn23:0.2",
          "pli": "Pāyāsisutta ",
          "en": "With Pāyāsi "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 23 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn23:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn23:1.2",
          "pli": "ekaṃ samayaṃ āyasmā kumārakassapo kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi yena setabyā nāma kosalānaṃ nagaraṃ tadavasari. ",
          "en": "At one time Venerable Kassapa the Prince was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at a Kosalan citadel named Setavyā. "
        },
        {
          "scid": "dn23:1.3",
          "pli": "Tatra sudaṃ āyasmā kumārakassapo setabyāyaṃ viharati uttarena setabyaṃ siṃsapāvane. ",
          "en": "He stayed in the grove of Indian Rosewood to the north of Setavyā. "
        },
        {
          "scid": "dn23:1.4",
          "pli": "Tena kho pana samayena pāyāsi rājañño setabyaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
          "en": "Now at that time the chieftain Pāyāsi was living in Setavyā. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality. "
        },
        {
          "scid": "dn23:1.5",
          "pli": "1. Pāyāsirājaññavatthu ",
          "en": "1. On Pāyāsi "
        },
        {
          "scid": "dn23:2.1",
          "pli": "Tena kho pana samayena pāyāsissa rājaññassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ",
          "en": "Now at that time Pāyāsi had the following harmful misconception: "
        },
        {
          "scid": "dn23:2.2",
          "pli": "“itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
          "en": "“There’s no afterlife. No beings are reborn spontaneously. There’s no fruit or result of good and bad deeds.” "
        },
        {
          "scid": "dn23:2.3",
          "pli": "Assosuṃ kho setabyakā brāhmaṇagahapatikā: ",
          "en": "The brahmins and householders of Setavyā heard, "
        },
        {
          "scid": "dn23:2.4",
          "pli": "“samaṇo khalu bho kumārakassapo samaṇassa gotamassa sāvako kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi setabyaṃ anuppatto setabyāyaṃ viharati uttarena setabyaṃ siṃsapāvane. ",
          "en": "“It seems the ascetic Kassapa the Prince—a disciple of the ascetic Gotama—is staying in the grove of Indian Rosewood to the north of Setavyā. "
        },
        {
          "scid": "dn23:2.5",
          "pli": "Taṃ kho pana bhavantaṃ kumārakassapaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn23:2.6",
          "pli": "‘paṇḍito byatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno vuddho ceva arahā ca. ",
          "en": "‘He is astute, competent, intelligent, learned, a brilliant speaker, eloquent, mature, a perfected one.’ "
        },
        {
          "scid": "dn23:2.7",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "dn23:2.8",
          "pli": "Atha kho setabyakā brāhmaṇagahapatikā setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena siṃsapāvanaṃ. ",
          "en": "Then, having departed Setavyā, they formed into companies and headed north to the grove. "
        },
        {
          "scid": "dn23:3.1",
          "pli": "Tena kho pana samayena pāyāsi rājañño uparipāsāde divāseyyaṃ upagato hoti. ",
          "en": "Now at that time the chieftain Pāyāsi had retired to the upper floor of his stilt longhouse for his midday nap. "
        },
        {
          "scid": "dn23:3.2",
          "pli": "Addasā kho pāyāsi rājañño setabyake brāhmaṇagahapatike setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūte uttarenamukhe gacchante yena siṃsapāvanaṃ, ",
          "en": "He saw the brahmins and householders heading north towards the grove, "
        },
        {
          "scid": "dn23:3.3",
          "pli": "disvā khattaṃ āmantesi: ",
          "en": "and addressed his steward, "
        },
        {
          "scid": "dn23:3.4",
          "pli": "“kiṃ nu kho, bho khatte, setabyakā brāhmaṇagahapatikā setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena siṃsapāvanan”ti? ",
          "en": "“My steward, why are the brahmins and householders heading north towards the grove?” "
        },
        {
          "scid": "dn23:3.5",
          "pli": "“Atthi kho, bho, samaṇo kumārakassapo, samaṇassa gotamassa sāvako kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi setabyaṃ anuppatto setabyāyaṃ viharati uttarena setabyaṃ siṃsapāvane. ",
          "en": "“The ascetic Kassapa the Prince—a disciple of the ascetic Gotama—is staying in the grove of Indian Rosewood to the north of Setavyā. "
        },
        {
          "scid": "dn23:3.6",
          "pli": "Taṃ kho pana bhavantaṃ kumārakassapaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn23:3.7",
          "pli": "‘paṇḍito byatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno vuddho ceva arahā cā’ti. ",
          "en": "‘He is astute, competent, intelligent, learned, a brilliant speaker, eloquent, mature, a perfected one.’ "
        },
        {
          "scid": "dn23:3.8",
          "pli": "Tamete bhavantaṃ kumārakassapaṃ dassanāya upasaṅkamantī”ti. ",
          "en": "They’re going to see that Kassapa the Prince.” "
        },
        {
          "scid": "dn23:3.9",
          "pli": "“Tena hi, bho khatte, yena setabyakā brāhmaṇagahapatikā tenupasaṅkama; upasaṅkamitvā setabyake brāhmaṇagahapatike evaṃ vadehi: ",
          "en": "“Well then, go to the brahmins and householders and say to them: "
        },
        {
          "scid": "dn23:3.10",
          "pli": "‘pāyāsi, bho, rājañño evamāha—",
          "en": "‘Sirs, the chieftain Pāyāsi asks "
        },
        {
          "scid": "dn23:3.11",
          "pli": "āgamentu kira bhavanto, pāyāsipi rājañño samaṇaṃ kumārakassapaṃ dassanāya upasaṅkamissatī’ti. ",
          "en": "you to wait, as he will also go to see the ascetic Kassapa the Prince.’ "
        },
        {
          "scid": "dn23:3.12",
          "pli": "Purā samaṇo kumārakassapo setabyake brāhmaṇagahapatike bāle abyatte saññāpeti: ",
          "en": "Before Kassapa the Prince convinces those foolish and incompetent brahmins and householders that "
        },
        {
          "scid": "dn23:3.13",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’ti. ",
          "en": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds—"
        },
        {
          "scid": "dn23:3.14",
          "pli": "Natthi hi, bho khatte, paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
          "en": "for none of these things are true!” "
        },
        {
          "scid": "dn23:3.15",
          "pli": "“Evaṃ, bho”ti kho so khattā pāyāsissa rājaññassa paṭissutvā yena setabyakā brāhmaṇagahapatikā tenupasaṅkami; upasaṅkamitvā setabyake brāhmaṇagahapatike etadavoca: ",
          "en": "“Yes, sir,” replied the steward, and did as he was asked. "
        },
        {
          "scid": "dn23:3.16",
          "pli": "“pāyāsi, bho, rājañño evamāha, āgamentu kira bhavanto, pāyāsipi rājañño samaṇaṃ kumārakassapaṃ dassanāya upasaṅkamissatī”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:4.1",
          "pli": "Atha kho pāyāsi rājañño setabyakehi brāhmaṇagahapatikehi parivuto yena siṃsapāvanaṃ yenāyasmā kumārakassapo tenupasaṅkami; upasaṅkamitvā āyasmatā kumārakassapena saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
          "en": "Then Pāyāsi escorted by the brahmins and householders, went up to Kassapa the Prince, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side. "
        },
        {
          "scid": "dn23:4.2",
          "pli": "Setabyakāpi kho brāhmaṇagahapatikā appekacce āyasmantaṃ kumārakassapaṃ abhivādetvā ekamantaṃ nisīdiṃsu; ",
          "en": "Before sitting down to one side, some of the brahmins and householders of Setavyā bowed, some exchanged greetings and polite conversation, some held up their joined palms toward Kassapa the Prince, some announced their name and clan, while some kept silent. "
        },
        {
          "scid": "dn23:4.3",
          "pli": "appekacce āyasmatā kumārakassapena saddhiṃ sammodiṃsu; ",
          "en": " "
        },
        {
          "scid": "dn23:4.4",
          "pli": "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. ",
          "en": " "
        },
        {
          "scid": "dn23:4.5",
          "pli": "Appekacce yenāyasmā kumārakassapo tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu. ",
          "en": " "
        },
        {
          "scid": "dn23:4.6",
          "pli": "Appekacce nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu. ",
          "en": " "
        },
        {
          "scid": "dn23:4.7",
          "pli": "Appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. ",
          "en": " "
        },
        {
          "scid": "dn23:4.8",
          "pli": "2. Natthikavāda ",
          "en": "2. Nihilism "
        },
        {
          "scid": "dn23:5.1",
          "pli": "Ekamantaṃ nisinno kho pāyāsi rājañño āyasmantaṃ kumārakassapaṃ etadavoca: ",
          "en": "Seated to one side, the chieftain Pāyāsi said to Venerable Kassapa the Prince, "
        },
        {
          "scid": "dn23:5.2",
          "pli": "“ahañhi, bho kassapa, evaṃvādī evaṃdiṭṭhī: ",
          "en": "“Master Kassapa, this is my doctrine and view: "
        },
        {
          "scid": "dn23:5.3",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "‘There’s no afterlife. No beings are reborn spontaneously. There’s no fruit or result of good and bad deeds.’” "
        },
        {
          "scid": "dn23:5.4",
          "pli": "“Nāhaṃ, rājañña, evaṃvādiṃ evaṃdiṭṭhiṃ addasaṃ vā assosiṃ vā. ",
          "en": "“Well, chieftain, I’ve never seen or heard of anyone holding such a doctrine or view. "
        },
        {
          "scid": "dn23:5.5",
          "pli": "Kathañhi nāma evaṃ vadeyya: ",
          "en": "For how on earth can anyone say such a thing? "
        },
        {
          "scid": "dn23:5.6",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’ti? ",
          "en": " "
        },
        {
          "scid": "dn23:5.7",
          "pli": "2.1. Candimasūriyaupamā ",
          "en": "2.1. The Simile of the Moon and Sun "
        },
        {
          "scid": "dn23:5.8",
          "pli": "Tena hi, rājañña, taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṃ byākareyyāsi. ",
          "en": "Well then, chieftain, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "dn23:5.9",
          "pli": "Taṃ kiṃ maññasi, rājañña, ",
          "en": "What do you think, chieftain? "
        },
        {
          "scid": "dn23:5.10",
          "pli": "ime candimasūriyā imasmiṃ vā loke parasmiṃ vā, devā vā te manussā vā”ti? ",
          "en": "Are the moon and sun in this world or the other world? Are they gods or humans?” "
        },
        {
          "scid": "dn23:5.11",
          "pli": "“Ime, bho kassapa, candimasūriyā parasmiṃ loke, na imasmiṃ; devā te na manussā”ti. ",
          "en": "“They are in the other world, Master Kassapa, and they are gods, not humans.” "
        },
        {
          "scid": "dn23:5.12",
          "pli": "“Imināpi kho te, rājañña, pariyāyena evaṃ hotu—",
          "en": "“By this method it ought to be proven that "
        },
        {
          "scid": "dn23:5.13",
          "pli": "itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
          "en": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds.” "
        },
        {
          "scid": "dn23:6.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
          "en": "“Even though Master Kassapa says this, still I think that "
        },
        {
          "scid": "dn23:6.2",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife, no beings are reborn spontaneously, and there’s no fruit or result of good and bad deeds.” "
        },
        {
          "scid": "dn23:6.3",
          "pli": "“Atthi pana, rājañña, pariyāyo, yena te pariyāyena evaṃ hoti: ",
          "en": "“Is there a method by which you can prove what you say?” "
        },
        {
          "scid": "dn23:6.4",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti? ",
          "en": " "
        },
        {
          "scid": "dn23:6.5",
          "pli": "“Atthi, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "“There is, Master Kassapa.” "
        },
        {
          "scid": "dn23:6.6",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:6.7",
          "pli": "“Yathā kathaṃ viya, rājaññā”ti? ",
          "en": "“How, exactly, chieftain?” "
        },
        {
          "scid": "dn23:6.8",
          "pli": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī. ",
          "en": "“Well, I have friends and colleagues, relatives and kin who kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. "
        },
        {
          "scid": "dn23:6.9",
          "pli": "Te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
          "en": "Some time later they become sick, suffering, gravely ill. "
        },
        {
          "scid": "dn23:6.10",
          "pli": "Yadāhaṃ jānāmi: ",
          "en": "When I know that "
        },
        {
          "scid": "dn23:6.11",
          "pli": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "they will not recover from their illness, I go to them and say, "
        },
        {
          "scid": "dn23:6.12",
          "pli": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "‘Sirs, there are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "dn23:6.13",
          "pli": "“ye te pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti. ",
          "en": "“Those who kill living creatures, steal, and commit sexual misconduct; use speech that’s false, divisive, harsh, or nonsensical; and are covetous, malicious, and have wrong view—when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.” "
        },
        {
          "scid": "dn23:6.14",
          "pli": "Bhavanto kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī. ",
          "en": "You do all these things. "
        },
        {
          "scid": "dn23:6.15",
          "pli": "Sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, bhavanto kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissanti. ",
          "en": "If what those ascetics and brahmins say is true, when your body breaks up, after death, you’ll be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "dn23:6.16",
          "pli": "Sace, bho, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyātha, yena me āgantvā āroceyyātha: ",
          "en": "If that happens, sirs, come and tell me that "
        },
        {
          "scid": "dn23:6.17",
          "pli": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
          "en": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds. "
        },
        {
          "scid": "dn23:6.18",
          "pli": "Bhavanto kho pana me saddhāyikā paccayikā, yaṃ bhavantehi diṭṭhaṃ, yathā sāmaṃ diṭṭhaṃ evametaṃ bhavissatī’ti. ",
          "en": "I trust you and believe you. Anything you see will be just as if I’ve seen it for myself.’ "
        },
        {
          "scid": "dn23:6.19",
          "pli": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṃ pahiṇanti. ",
          "en": "They agree to this. But they don’t come back to tell me, nor do they send a messenger. "
        },
        {
          "scid": "dn23:6.20",
          "pli": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "This is the method by which I prove that "
        },
        {
          "scid": "dn23:6.21",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife, no beings are reborn spontaneously, and there’s no fruit or result of good and bad deeds.” "
        },
        {
          "scid": "dn23:6.22",
          "pli": "2.2. Coraupamā ",
          "en": "2.2. The Simile of the Bandit "
        },
        {
          "scid": "dn23:7.1",
          "pli": "“Tena hi, rājañña, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi. ",
          "en": "“Well then, chieftain, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "dn23:7.2",
          "pli": "Taṃ kiṃ maññasi, rājañña, ",
          "en": "What do you think, chieftain? "
        },
        {
          "scid": "dn23:7.3",
          "pli": "idha te purisā coraṃ āgucāriṃ gahetvā dasseyyuṃ: ",
          "en": "Suppose they were to arrest a bandit, a criminal and present him to you, saying, "
        },
        {
          "scid": "dn23:7.4",
          "pli": "‘ayaṃ te, bhante, coro āgucārī; ",
          "en": "‘Sir, this is a bandit, a criminal. "
        },
        {
          "scid": "dn23:7.5",
          "pli": "imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
          "en": "Punish him as you will.’ "
        },
        {
          "scid": "dn23:7.6",
          "pli": "Te tvaṃ evaṃ vadeyyāsi: ",
          "en": "Then you’d say to them, "
        },
        {
          "scid": "dn23:7.7",
          "pli": "‘tena hi, bho, imaṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa āghātane sīsaṃ chindathā’ti. ",
          "en": "‘Well then, my men, tie this man’s arms tightly behind his back with a strong rope. Shave his head and march him from street to street and square to square to the beating of a harsh drum. Then take him out the south gate and there, at the place of execution to the south of the city, chop off his head.’ "
        },
        {
          "scid": "dn23:7.8",
          "pli": "Te ‘sādhū’ti paṭissutvā taṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa āghātane nisīdāpeyyuṃ. ",
          "en": "Saying, ‘Good,’ they’d do as they were told, sitting him down at the place of execution. "
        },
        {
          "scid": "dn23:7.9",
          "pli": "Labheyya nu kho so coro coraghātesu: ",
          "en": "Could that bandit get the executioners to wait, saying, "
        },
        {
          "scid": "dn23:7.10",
          "pli": "‘āgamentu tāva bhavanto coraghātā, amukasmiṃ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṃ tesaṃ uddisitvā āgacchāmī’ti, udāhu vippalapantasseva coraghātā sīsaṃ chindeyyun”ti? ",
          "en": "‘Please, good executioners! I have friends and colleagues, relatives and kin in such and such village or town. Wait until I’ve visited them, then I’ll come back’? Or would they just chop off his head as he prattled on?” "
        },
        {
          "scid": "dn23:7.11",
          "pli": "“Na hi so, bho kassapa, coro labheyya coraghātesu: ",
          "en": " "
        },
        {
          "scid": "dn23:7.12",
          "pli": "‘āgamentu tāva bhavanto coraghātā amukasmiṃ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṃ tesaṃ uddisitvā āgacchāmī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:7.13",
          "pli": "Atha kho naṃ vippalapantasseva coraghātā sīsaṃ chindeyyun”ti. ",
          "en": "“They’d just chop off his head.” "
        },
        {
          "scid": "dn23:7.14",
          "pli": "“So hi nāma, rājañña, coro manusso manussabhūtesu coraghātesu na labhissati: ",
          "en": "“So even a human bandit couldn’t get his human executioners to stay his execution. "
        },
        {
          "scid": "dn23:7.15",
          "pli": "‘āgamentu tāva bhavanto coraghātā, amukasmiṃ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṃ tesaṃ uddisitvā āgacchāmī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:7.16",
          "pli": "Kiṃ pana te mittāmaccā ñātisālohitā pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā labhissanti nirayapālesu: ",
          "en": "What then of your friends and colleagues, relatives and kin who are reborn in a lower realm after doing bad things? Could they get the wardens of hell to wait, saying, "
        },
        {
          "scid": "dn23:7.17",
          "pli": "‘āgamentu tāva bhavanto nirayapālā, yāva mayaṃ pāyāsissa rājaññassa gantvā ārocema: ",
          "en": "‘Please, good wardens of hell! Wait until I’ve gone to the chieftain Pāyāsi to tell him that "
        },
        {
          "scid": "dn23:7.18",
          "pli": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”’ti? ",
          "en": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds’? "
        },
        {
          "scid": "dn23:7.19",
          "pli": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
          "en": "By this method, too, it ought to be proven that "
        },
        {
          "scid": "dn23:7.20",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds.” "
        },
        {
          "scid": "dn23:8.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
          "en": "“Even though Master Kassapa says this, still I think that "
        },
        {
          "scid": "dn23:8.2",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:8.3",
          "pli": "“Atthi pana, rājañña, pariyāyo yena te pariyāyena evaṃ hoti: ",
          "en": "“Is there a method by which you can prove what you say?” "
        },
        {
          "scid": "dn23:8.4",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti? ",
          "en": " "
        },
        {
          "scid": "dn23:8.5",
          "pli": "“Atthi, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "“There is, Master Kassapa.” "
        },
        {
          "scid": "dn23:8.6",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:8.7",
          "pli": "“Yathā kathaṃ viya, rājaññā”ti? ",
          "en": "“How, exactly, chieftain?” "
        },
        {
          "scid": "dn23:8.8",
          "pli": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī. ",
          "en": "“Well, I have friends and colleagues, relatives and kin who refrain from killing living creatures, stealing, and committing sexual misconduct. They refrain from speech that’s false, divisive, harsh, or nonsensical. And they’re content, kind-hearted, with right view. "
        },
        {
          "scid": "dn23:8.9",
          "pli": "Te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
          "en": "Some time later they become sick, suffering, gravely ill. "
        },
        {
          "scid": "dn23:8.10",
          "pli": "Yadāhaṃ jānāmi: ",
          "en": "When I know that "
        },
        {
          "scid": "dn23:8.11",
          "pli": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "they will not recover from their illness, I go to them and say, "
        },
        {
          "scid": "dn23:8.12",
          "pli": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "‘Sirs, there are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "dn23:8.13",
          "pli": "“ye te pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti. ",
          "en": "“Those who refrain from killing living creatures, stealing, and committing sexual misconduct; who refrain from speech that’s false, divisive, harsh, or nonsensical; and are content, kind-hearted, with right view—when their body breaks up, after death, are reborn in a good place, a heavenly realm.” "
        },
        {
          "scid": "dn23:8.14",
          "pli": "Bhavanto kho pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī. ",
          "en": "You do all these things. "
        },
        {
          "scid": "dn23:8.15",
          "pli": "Sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, bhavanto kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissanti. ",
          "en": "If what those ascetics and brahmins say is true, when your body breaks up, after death, you’ll be reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "dn23:8.16",
          "pli": "Sace, bho, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyātha, yena me āgantvā āroceyyātha: ",
          "en": "If that happens, sirs, come and tell me that "
        },
        {
          "scid": "dn23:8.17",
          "pli": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
          "en": "there is an afterlife. "
        },
        {
          "scid": "dn23:8.18",
          "pli": "Bhavanto kho pana me saddhāyikā paccayikā, yaṃ bhavantehi diṭṭhaṃ, yathā sāmaṃ diṭṭhaṃ evametaṃ bhavissatī’ti. ",
          "en": "I trust you and believe you. Anything you see will be just as if I’ve seen it for myself.’ "
        },
        {
          "scid": "dn23:8.19",
          "pli": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṃ pahiṇanti. ",
          "en": "They agree to this. But they don’t come back to tell me, nor do they send a messenger. "
        },
        {
          "scid": "dn23:8.20",
          "pli": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "This is the method by which I prove that "
        },
        {
          "scid": "dn23:8.21",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:8.22",
          "pli": "2.3. Gūthakūpapurisaupamā ",
          "en": "2.3. The Simile of the Sewer "
        },
        {
          "scid": "dn23:9.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:9.2",
          "pli": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:9.3",
          "pli": "Seyyathāpi, rājañña, puriso gūthakūpe sasīsakaṃ nimuggo assa. ",
          "en": "Suppose there were a man sunk over his head in a sewer. "
        },
        {
          "scid": "dn23:9.4",
          "pli": "Atha tvaṃ purise āṇāpeyyāsi: ",
          "en": "Then you were to order someone "
        },
        {
          "scid": "dn23:9.5",
          "pli": "‘tena hi, bho, taṃ purisaṃ tamhā gūthakūpā uddharathā’ti. ",
          "en": "to pull him out of the sewer, "
        },
        {
          "scid": "dn23:9.6",
          "pli": "Te ‘sādhū’ti paṭissutvā taṃ purisaṃ tamhā gūthakūpā uddhareyyuṃ. ",
          "en": "and they’d agree to do so. "
        },
        {
          "scid": "dn23:9.7",
          "pli": "Te tvaṃ evaṃ vadeyyāsi: ",
          "en": "Then you’d tell them to "
        },
        {
          "scid": "dn23:9.8",
          "pli": "‘tena hi, bho, tassa purisassa kāyā veḷupesikāhi gūthaṃ sunimmajjitaṃ nimmajjathā’ti. ",
          "en": "carefully scrape the dung off that man’s body with bamboo scrapers, "
        },
        {
          "scid": "dn23:9.9",
          "pli": "Te ‘sādhū’ti paṭissutvā tassa purisassa kāyā veḷupesikāhi gūthaṃ sunimmajjitaṃ nimmajjeyyuṃ. ",
          "en": "and they’d agree to do so. "
        },
        {
          "scid": "dn23:9.10",
          "pli": "Te tvaṃ evaṃ vadeyyāsi: ",
          "en": "Then you’d tell them to "
        },
        {
          "scid": "dn23:9.11",
          "pli": "‘tena hi, bho, tassa purisassa kāyaṃ paṇḍumattikāya tikkhattuṃ subbaṭṭitaṃ ubbaṭṭethā’ti. ",
          "en": "carefully scrub that man’s body down with pale clay three times, "
        },
        {
          "scid": "dn23:9.12",
          "pli": "Te tassa purisassa kāyaṃ paṇḍumattikāya tikkhattuṃ subbaṭṭitaṃ ubbaṭṭeyyuṃ. ",
          "en": "and they’d do so. "
        },
        {
          "scid": "dn23:9.13",
          "pli": "Te tvaṃ evaṃ vadeyyāsi: ",
          "en": "Then you’d tell them to "
        },
        {
          "scid": "dn23:9.14",
          "pli": "‘tena hi, bho, taṃ purisaṃ telena abbhañjitvā sukhumena cuṇṇena tikkhattuṃ suppadhotaṃ karothā’ti. ",
          "en": "smear that man’s body with oil, and carefully wash him down with fine paste three times, "
        },
        {
          "scid": "dn23:9.15",
          "pli": "Te taṃ purisaṃ telena abbhañjitvā sukhumena cuṇṇena tikkhattuṃ suppadhotaṃ kareyyuṃ. ",
          "en": "and they’d do so. "
        },
        {
          "scid": "dn23:9.16",
          "pli": "Te tvaṃ evaṃ vadeyyāsi: ",
          "en": "Then you’d tell them to "
        },
        {
          "scid": "dn23:9.17",
          "pli": "‘tena hi, bho, tassa purisassa kesamassuṃ kappethā’ti. ",
          "en": "dress that man’s hair and beard, "
        },
        {
          "scid": "dn23:9.18",
          "pli": "Te tassa purisassa kesamassuṃ kappeyyuṃ. ",
          "en": "and they’d do so. "
        },
        {
          "scid": "dn23:9.19",
          "pli": "Te tvaṃ evaṃ vadeyyāsi: ",
          "en": "Then you’d tell them to "
        },
        {
          "scid": "dn23:9.20",
          "pli": "‘tena hi, bho, tassa purisassa mahagghañca mālaṃ mahagghañca vilepanaṃ mahagghāni ca vatthāni upaharathā’ti. ",
          "en": "provide that man with costly garlands, makeup, and clothes, "
        },
        {
          "scid": "dn23:9.21",
          "pli": "Te tassa purisassa mahagghañca mālaṃ mahagghañca vilepanaṃ mahagghāni ca vatthāni upahareyyuṃ. ",
          "en": "and they’d do so. "
        },
        {
          "scid": "dn23:9.22",
          "pli": "Te tvaṃ evaṃ vadeyyāsi: ",
          "en": "Then you’d tell them to "
        },
        {
          "scid": "dn23:9.23",
          "pli": "‘tena hi, bho, taṃ purisaṃ pāsādaṃ āropetvā pañcakāmaguṇāni upaṭṭhāpethā’ti. ",
          "en": "bring that man up to the stilt longhouse and set him up with the five kinds of sensual stimulation, "
        },
        {
          "scid": "dn23:9.24",
          "pli": "Te taṃ purisaṃ pāsādaṃ āropetvā pañcakāmaguṇāni upaṭṭhāpeyyuṃ. ",
          "en": "and they’d do so. "
        },
        {
          "scid": "dn23:9.25",
          "pli": "Taṃ kiṃ maññasi, rājañña, ",
          "en": "What do you think, chieftain? "
        },
        {
          "scid": "dn23:9.26",
          "pli": "api nu tassa purisassa sunhātassa suvilittassa sukappitakesamassussa āmukkamālābharaṇassa odātavatthavasanassa uparipāsādavaragatassa pañcahi kāmaguṇehi samappitassa samaṅgībhūtassa paricārayamānassa punadeva tasmiṃ gūthakūpe nimujjitukāmatā assā”ti? ",
          "en": "Now that man is nicely bathed and anointed, with hair and beard dressed, bedecked with garlands and bracelets, dressed in white, supplied and provided with the five kinds of sensual stimulation upstairs in the stilt longhouse. Would he want to dive back into that sewer again?” "
        },
        {
          "scid": "dn23:9.27",
          "pli": "“No hidaṃ, bho kassapa”. ",
          "en": "“No, Master Kassapa. "
        },
        {
          "scid": "dn23:9.28",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn23:9.29",
          "pli": "“Asuci, bho kassapa, gūthakūpo asuci ceva asucisaṅkhāto ca duggandho ca duggandhasaṅkhāto ca jeguccho ca jegucchasaṅkhāto ca paṭikūlo ca paṭikūlasaṅkhāto cā”ti. ",
          "en": "Because that sewer is filthy, stinking, disgusting, and repulsive, and it’s regarded as such.” "
        },
        {
          "scid": "dn23:9.30",
          "pli": "“Evameva kho, rājañña, manussā devānaṃ asucī ceva asucisaṅkhātā ca, duggandhā ca duggandhasaṅkhātā ca, jegucchā ca jegucchasaṅkhātā ca, paṭikūlā ca paṭikūlasaṅkhātā ca. ",
          "en": "“In the same way, chieftain, to the gods, human beings are filthy, stinking, disgusting, and repulsive, and are regarded as such. "
        },
        {
          "scid": "dn23:9.31",
          "pli": "Yojanasataṃ kho, rājañña, manussagandho deve ubbādhati. ",
          "en": "The smell of humans reaches the gods even a hundred leagues away. "
        },
        {
          "scid": "dn23:9.32",
          "pli": "Kiṃ pana te mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā te āgantvā ārocessanti: ",
          "en": "What then of your friends and colleagues, relatives and kin who are reborn in a higher realm after doing good things? Will they come back to tell you that "
        },
        {
          "scid": "dn23:9.33",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’ti? ",
          "en": "there is an afterlife? "
        },
        {
          "scid": "dn23:9.34",
          "pli": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
          "en": "By this method, too, it ought to be proven that "
        },
        {
          "scid": "dn23:9.35",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there is an afterlife.” "
        },
        {
          "scid": "dn23:10.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
          "en": "“Even though Master Kassapa says this, still I think that "
        },
        {
          "scid": "dn23:10.2",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:10.3",
          "pli": "“Atthi pana, rājañña, pariyāyo … pe … ",
          "en": "“Can you prove it?” "
        },
        {
          "scid": "dn23:10.4",
          "pli": "“atthi, bho kassapa, pariyāyo … pe … ",
          "en": "“I can.” "
        },
        {
          "scid": "dn23:10.5",
          "pli": "yathā kathaṃ viya, rājaññāti? ",
          "en": "“How, exactly, chieftain?” "
        },
        {
          "scid": "dn23:10.6",
          "pli": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, ",
          "en": "“Well, I have friends and colleagues, relatives and kin who refrain from killing living creatures and so on. "
        },
        {
          "scid": "dn23:10.7",
          "pli": "te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
          "en": "Some time later they become sick, suffering, gravely ill. "
        },
        {
          "scid": "dn23:10.8",
          "pli": "Yadāhaṃ jānāmi: ",
          "en": "When I know that "
        },
        {
          "scid": "dn23:10.9",
          "pli": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "they will not recover from their illness, I go to them and say, "
        },
        {
          "scid": "dn23:10.10",
          "pli": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "‘Sirs, there are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "dn23:10.11",
          "pli": "“ye te pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti devānaṃ tāvatiṃsānaṃ sahabyatan”ti. ",
          "en": "“Those who refrain from killing living creatures and so on are reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three.” "
        },
        {
          "scid": "dn23:10.12",
          "pli": "Bhavanto kho pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā. ",
          "en": "You do all these things. "
        },
        {
          "scid": "dn23:10.13",
          "pli": "Sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, bhavanto kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissanti, devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
          "en": "If what those ascetics and brahmins say is true, when your body breaks up, after death, you’ll be reborn in the company of the gods of the Thirty-Three. "
        },
        {
          "scid": "dn23:10.14",
          "pli": "Sace, bho, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyātha devānaṃ tāvatiṃsānaṃ sahabyataṃ, yena me āgantvā āroceyyātha: ",
          "en": "If that happens, sirs, come and tell me that "
        },
        {
          "scid": "dn23:10.15",
          "pli": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
          "en": "there is an afterlife. "
        },
        {
          "scid": "dn23:10.16",
          "pli": "Bhavanto kho pana me saddhāyikā paccayikā, yaṃ bhavantehi diṭṭhaṃ, yathā sāmaṃ diṭṭhaṃ evametaṃ bhavissatī’ti. ",
          "en": "I trust you and believe you. Anything you see will be just as if I’ve seen it for myself.’ "
        },
        {
          "scid": "dn23:10.17",
          "pli": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṃ pahiṇanti. ",
          "en": "They agree to this. But they don’t come back to tell me, nor do they send a messenger. "
        },
        {
          "scid": "dn23:10.18",
          "pli": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "This is how I prove that "
        },
        {
          "scid": "dn23:10.19",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:10.20",
          "pli": "2.4. Tāvatiṃsadevaupamā ",
          "en": "2.4. The Simile of the Gods of the Thirty-Three "
        },
        {
          "scid": "dn23:11.1",
          "pli": "“Tena hi, rājañña, taññevettha paṭipucchissāmi; yathā te khameyya, tathā naṃ byākareyyāsi. ",
          "en": "“Well then, chieftain, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "dn23:11.2",
          "pli": "Yaṃ kho pana, rājañña, mānussakaṃ vassasataṃ, devānaṃ tāvatiṃsānaṃ eso eko rattindivo, tāya rattiyā tiṃsarattiyo māso, tena māsena dvādasamāsiyo saṃvaccharo, tena saṃvaccharena dibbaṃ vassasahassaṃ devānaṃ tāvatiṃsānaṃ āyuppamāṇaṃ. ",
          "en": "A hundred human years are equivalent to one day and night for the gods of the Thirty-Three. Thirty such days make a month, and twelve months make a year. The gods of the Thirty Three have a lifespan of a thousand such years. "
        },
        {
          "scid": "dn23:11.3",
          "pli": "Ye te mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
          "en": "Now, as to your friends who are reborn in the company of the gods of the Thirty-Three after doing good things. "
        },
        {
          "scid": "dn23:11.4",
          "pli": "Sace pana tesaṃ evaṃ bhavissati: ",
          "en": "If they think, "
        },
        {
          "scid": "dn23:11.5",
          "pli": "‘yāva mayaṃ dve vā tīṇi vā rattindivā dibbehi pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārema, atha mayaṃ pāyāsissa rājaññassa gantvā āroceyyāma: ",
          "en": "‘First I’ll amuse myself for two or three days, supplied and provided with the five kinds of heavenly sensual stimulation. Then I’ll go back to Pāyāsi and tell him that "
        },
        {
          "scid": "dn23:11.6",
          "pli": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
          "en": "there is an afterlife.’ "
        },
        {
          "scid": "dn23:11.7",
          "pli": "Api nu te āgantvā āroceyyuṃ—",
          "en": "Would they come back to tell you that "
        },
        {
          "scid": "dn23:11.8",
          "pli": "itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti? ",
          "en": "there is an afterlife?” "
        },
        {
          "scid": "dn23:11.9",
          "pli": "“No hidaṃ, bho kassapa. ",
          "en": "“No, Master Kassapa. "
        },
        {
          "scid": "dn23:11.10",
          "pli": "Api hi mayaṃ, bho kassapa, ciraṃ kālaṅkatāpi bhaveyyāma. ",
          "en": "For I would be long dead by then. "
        },
        {
          "scid": "dn23:11.11",
          "pli": "Ko panetaṃ bhoto kassapassa āroceti: ",
          "en": "But Master Kassapa, who has told you "
        },
        {
          "scid": "dn23:11.12",
          "pli": "‘atthi devā tāvatiṃsā’ti vā ‘evaṃdīghāyukā devā tāvatiṃsā’ti vā. ",
          "en": "that the gods of the Thirty-Three exist, or that they have such a long life span? "
        },
        {
          "scid": "dn23:11.13",
          "pli": "Na mayaṃ bhoto kassapassa saddahāma: ",
          "en": "I don’t believe you.” "
        },
        {
          "scid": "dn23:11.14",
          "pli": "‘atthi devā tāvatiṃsā’ti vā ‘evaṃdīghāyukā devā tāvatiṃsā’ti vā”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:11.15",
          "pli": "2.5. Jaccandhaupamā ",
          "en": "2.5. Blind From Birth "
        },
        {
          "scid": "dn23:11.16",
          "pli": "“Seyyathāpi, rājañña, jaccandho puriso na passeyya kaṇha—sukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakāni rūpāni, na passeyya candimasūriye. ",
          "en": "“Chieftain, suppose there was a person blind from birth. They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun. "
        },
        {
          "scid": "dn23:11.17",
          "pli": "So evaṃ vadeyya: ",
          "en": "They’d say, "
        },
        {
          "scid": "dn23:11.18",
          "pli": "‘natthi kaṇhasukkāni rūpāni, natthi kaṇhasukkānaṃ rūpānaṃ dassāvī. ",
          "en": "‘There’s no such thing as dark and bright sights, and no-one who sees them. "
        },
        {
          "scid": "dn23:11.19",
          "pli": "Natthi nīlakāni rūpāni, natthi nīlakānaṃ rūpānaṃ dassāvī. ",
          "en": "There’s no such thing as blue, "
        },
        {
          "scid": "dn23:11.20",
          "pli": "Natthi pītakāni rūpāni, natthi pītakānaṃ rūpānaṃ dassāvī. ",
          "en": "yellow, "
        },
        {
          "scid": "dn23:11.21",
          "pli": "Natthi lohitakāni rūpāni, natthi lohitakānaṃ rūpānaṃ dassāvī. ",
          "en": "red, "
        },
        {
          "scid": "dn23:11.22",
          "pli": "Natthi mañjiṭṭhakāni rūpāni, natthi mañjiṭṭhakānaṃ rūpānaṃ dassāvī. ",
          "en": "magenta, "
        },
        {
          "scid": "dn23:11.23",
          "pli": "Natthi samavisamaṃ, natthi samavisamassa dassāvī. ",
          "en": "even and uneven ground, "
        },
        {
          "scid": "dn23:11.24",
          "pli": "Natthi tārakāni rūpāni, natthi tārakānaṃ rūpānaṃ dassāvī. ",
          "en": "stars, "
        },
        {
          "scid": "dn23:11.25",
          "pli": "Natthi candimasūriyā, natthi candimasūriyānaṃ dassāvī. ",
          "en": "moon and sun, and no-one who sees these things. "
        },
        {
          "scid": "dn23:11.26",
          "pli": "Ahametaṃ na jānāmi, ahametaṃ na passāmi, tasmā taṃ natthī’ti. ",
          "en": "I don’t know it or see it, therefore it doesn’t exist.’ "
        },
        {
          "scid": "dn23:11.27",
          "pli": "Sammā nu kho so, rājañña, vadamāno vadeyyā”ti? ",
          "en": "Would they be speaking rightly?” "
        },
        {
          "scid": "dn23:11.28",
          "pli": "“No hidaṃ, bho kassapa. ",
          "en": "“No, Master Kassapa. "
        },
        {
          "scid": "dn23:11.29",
          "pli": "Atthi kaṇhasukkāni rūpāni, atthi kaṇhasukkānaṃ rūpānaṃ dassāvī. ",
          "en": "There are such things as dark and bright sights, and one who sees them. "
        },
        {
          "scid": "dn23:11.30",
          "pli": "Atthi nīlakāni rūpāni, atthi nīlakānaṃ rūpānaṃ dassāvī … pe … ",
          "en": "And those other things are real, too, as is the one who sees them. "
        },
        {
          "scid": "dn23:11.31",
          "pli": "atthi samavisamaṃ, atthi samavisamassa dassāvī. ",
          "en": " "
        },
        {
          "scid": "dn23:11.32",
          "pli": "Atthi tārakāni rūpāni, atthi tārakānaṃ rūpānaṃ dassāvī. ",
          "en": " "
        },
        {
          "scid": "dn23:11.33",
          "pli": "Atthi candimasūriyā, atthi candimasūriyānaṃ dassāvī. ",
          "en": "So it’s not right to say this: "
        },
        {
          "scid": "dn23:11.34",
          "pli": "‘Ahametaṃ na jānāmi, ahametaṃ na passāmi, tasmā taṃ natthī’ti. ",
          "en": "‘I don’t know it or see it, therefore it doesn’t exist.’” "
        },
        {
          "scid": "dn23:11.35",
          "pli": "Na hi so, bho kassapa, sammā vadamāno vadeyyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:11.36",
          "pli": "“Evameva kho tvaṃ, rājañña, jaccandhūpamo maññe paṭibhāsi yaṃ maṃ tvaṃ evaṃ vadesi. ",
          "en": "“In the same way, chieftain, when you tell me you don’t believe me you seem like the blind man in the simile. "
        },
        {
          "scid": "dn23:11.37",
          "pli": "Ko panetaṃ bhoto kassapassa āroceti: ",
          "en": " "
        },
        {
          "scid": "dn23:11.38",
          "pli": "‘atthi devā tāvatiṃsā’ti vā, ‘evaṃdīghāyukā devā tāvatiṃsā’ti vā? ",
          "en": " "
        },
        {
          "scid": "dn23:11.39",
          "pli": "Na mayaṃ bhoto kassapassa saddahāma: ",
          "en": " "
        },
        {
          "scid": "dn23:11.40",
          "pli": "‘atthi devā tāvatiṃsā’ti vā ‘evaṃdīghāyukā devā tāvatiṃsā’ti vā”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:11.41",
          "pli": "“Na kho, rājañña, evaṃ paro loko daṭṭhabbo, yathā tvaṃ maññasi iminā maṃsacakkhunā. ",
          "en": "You can’t see the other world the way you think, with the eye of the flesh. "
        },
        {
          "scid": "dn23:11.42",
          "pli": "Ye kho te, rājañña, samaṇabrāhmaṇā araññavanapatthāni pantāni senāsanāni paṭisevanti, te tattha appamattā ātāpino pahitattā viharantā dibbacakkhuṃ visodhenti. ",
          "en": "There are ascetics and brahmins who live in the wilderness, frequenting remote lodgings in the wilderness and the forest. Meditating diligent, keen, and resolute, they purify the divine eye, the power of clairvoyance. "
        },
        {
          "scid": "dn23:11.43",
          "pli": "Te dibbena cakkhunā visuddhena atikkantamānusakena imañceva lokaṃ passanti parañca satte ca opapātike. ",
          "en": "With clairvoyance that is purified and superhuman, they see this world and the other world, and sentient beings who are spontaneously reborn. "
        },
        {
          "scid": "dn23:11.44",
          "pli": "Evañca kho, rājañña, paro loko daṭṭhabbo; ",
          "en": "That’s how to see the other world, "
        },
        {
          "scid": "dn23:11.45",
          "pli": "na tveva yathā tvaṃ maññasi iminā maṃsacakkhunā. ",
          "en": "not how you think, with the eye of the flesh. "
        },
        {
          "scid": "dn23:11.46",
          "pli": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
          "en": "By this method, too, it ought to be proven that "
        },
        {
          "scid": "dn23:11.47",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there is an afterlife.” "
        },
        {
          "scid": "dn23:12.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
          "en": "“Even though Master Kassapa says this, still I think that "
        },
        {
          "scid": "dn23:12.2",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:12.3",
          "pli": "“Atthi pana, rājañña, pariyāyo … pe … ",
          "en": "“Can you prove it?” "
        },
        {
          "scid": "dn23:12.4",
          "pli": "atthi, bho kassapa, pariyāyo … pe … ",
          "en": "“I can.” "
        },
        {
          "scid": "dn23:12.5",
          "pli": "yathā kathaṃ viya, rājaññā”ti? ",
          "en": "“How, exactly, chieftain?” "
        },
        {
          "scid": "dn23:12.6",
          "pli": "“Idhāhaṃ, bho kassapa, passāmi samaṇabrāhmaṇe sīlavante kalyāṇadhamme jīvitukāme amaritukāme sukhakāme dukkhapaṭikūle. ",
          "en": "“Well, I see ascetics and brahmins who are ethical, of good character, who want to live and don’t want to die, who want to be happy and recoil from pain. "
        },
        {
          "scid": "dn23:12.7",
          "pli": "Tassa mayhaṃ, bho kassapa, evaṃ hoti—",
          "en": "I think to myself, "
        },
        {
          "scid": "dn23:12.8",
          "pli": "sace kho ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā evaṃ jāneyyuṃ: ",
          "en": "‘If those ascetics and brahmins knew that "
        },
        {
          "scid": "dn23:12.9",
          "pli": "‘ito no matānaṃ seyyo bhavissatī’ti. ",
          "en": "things were going to be better for them after death, "
        },
        {
          "scid": "dn23:12.10",
          "pli": "Idānime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā visaṃ vā khādeyyuṃ, satthaṃ vā āhareyyuṃ, ubbandhitvā vā kālaṃ kareyyuṃ, papāte vā papateyyuṃ. ",
          "en": "they’d drink poison, slit their wrists, hang themselves, or throw themselves off a cliff. "
        },
        {
          "scid": "dn23:12.11",
          "pli": "Yasmā ca kho ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā na evaṃ jānanti: ",
          "en": "They mustn’t know that "
        },
        {
          "scid": "dn23:12.12",
          "pli": "‘ito no matānaṃ seyyo bhavissatī’ti, tasmā ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā jīvitukāmā amaritukāmā sukhakāmā dukkhapaṭikūlā attānaṃ na mārenti. ",
          "en": "things are going to be better for them after death. That’s why they are ethical, of good character, wanting to live and not wanting to die, wanting to be happy and recoiling from pain.’ "
        },
        {
          "scid": "dn23:12.13",
          "pli": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "This is the method by which I prove that "
        },
        {
          "scid": "dn23:12.14",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:12.15",
          "pli": "2.6. Gabbhinīupamā ",
          "en": "2.6. The Simile of the Pregnant Woman "
        },
        {
          "scid": "dn23:13.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:13.2",
          "pli": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:13.3",
          "pli": "Bhūtapubbaṃ, rājañña, aññatarassa brāhmaṇassa dve pajāpatiyo ahesuṃ. ",
          "en": "Once upon a time, a certain brahmin had two wives. "
        },
        {
          "scid": "dn23:13.4",
          "pli": "Ekissā putto ahosi dasavassuddesiko vā dvādasavassuddesiko vā, ekā gabbhinī upavijaññā. ",
          "en": "One had a son ten or twelve years of age, while the other was pregnant and nearing her time. "
        },
        {
          "scid": "dn23:13.5",
          "pli": "Atha kho so brāhmaṇo kālamakāsi. ",
          "en": "Then the brahmin passed away. "
        },
        {
          "scid": "dn23:13.6",
          "pli": "Atha kho so māṇavako mātusapattiṃ etadavoca: ",
          "en": "So the youth said to his mother’s co-wife, "
        },
        {
          "scid": "dn23:13.7",
          "pli": "‘yamidaṃ, bhoti, dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā, sabbaṃ taṃ mayhaṃ; ",
          "en": "‘Madam, all the wealth, grain, silver, and gold is mine, "
        },
        {
          "scid": "dn23:13.8",
          "pli": "natthi tuyhettha kiñci. ",
          "en": "and you get nothing. "
        },
        {
          "scid": "dn23:13.9",
          "pli": "Pitu me, bhoti, dāyajjaṃ niyyādehī’ti. ",
          "en": "Transfer to me my father’s inheritance.’ "
        },
        {
          "scid": "dn23:13.10",
          "pli": "Evaṃ vutte, sā brāhmaṇī taṃ māṇavakaṃ etadavoca: ",
          "en": "But the brahmin lady said, "
        },
        {
          "scid": "dn23:13.11",
          "pli": "‘āgamehi tāva, tāta, yāva vijāyāmi. ",
          "en": "‘Wait, my dear, until I give birth. "
        },
        {
          "scid": "dn23:13.12",
          "pli": "Sace kumārako bhavissati, tassapi ekadeso bhavissati; ",
          "en": "If it’s a boy, one portion shall be his. "
        },
        {
          "scid": "dn23:13.13",
          "pli": "sace kumārikā bhavissati, sāpi te opabhoggā bhavissatī’ti. ",
          "en": "If it’s a girl, she will be your reward.’ "
        },
        {
          "scid": "dn23:13.14",
          "pli": "Dutiyampi kho so māṇavako mātusapattiṃ etadavoca: ",
          "en": "But for a second time, "
        },
        {
          "scid": "dn23:13.15",
          "pli": "‘yamidaṃ, bhoti, dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā, sabbaṃ taṃ mayhaṃ; ",
          "en": " "
        },
        {
          "scid": "dn23:13.16",
          "pli": "natthi tuyhettha kiñci. ",
          "en": " "
        },
        {
          "scid": "dn23:13.17",
          "pli": "Pitu me, bhoti, dāyajjaṃ niyyādehī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:13.18",
          "pli": "Dutiyampi kho sā brāhmaṇī taṃ māṇavakaṃ etadavoca: ",
          "en": " "
        },
        {
          "scid": "dn23:13.19",
          "pli": "‘āgamehi tāva, tāta, yāva vijāyāmi. ",
          "en": " "
        },
        {
          "scid": "dn23:13.20",
          "pli": "Sace kumārako bhavissati, tassapi ekadeso bhavissati; ",
          "en": " "
        },
        {
          "scid": "dn23:13.21",
          "pli": "sace kumārikā bhavissati sāpi te opabhoggā bhavissatī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:13.22",
          "pli": "Tatiyampi kho so māṇavako mātusapattiṃ etadavoca: ",
          "en": "and a third time, the youth insisted that the entire inheritance must be his. "
        },
        {
          "scid": "dn23:13.23",
          "pli": "‘yamidaṃ, bhoti, dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā, sabbaṃ taṃ mayhaṃ; ",
          "en": " "
        },
        {
          "scid": "dn23:13.24",
          "pli": "natthi tuyhettha kiñci. ",
          "en": " "
        },
        {
          "scid": "dn23:13.25",
          "pli": "Pitu me, bhoti, dāyajjaṃ niyyādehī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:13.26",
          "pli": "Atha kho sā brāhmaṇī satthaṃ gahetvā ovarakaṃ pavisitvā udaraṃ opādesi: ",
          "en": "So the brahmin lady took a knife, went to her bedroom, and sliced open her belly, thinking, "
        },
        {
          "scid": "dn23:13.27",
          "pli": "‘yāva vijāyāmi yadi vā kumārako yadi vā kumārikā’ti. ",
          "en": "‘Until I give birth, whether it’s a boy or a girl!’ "
        },
        {
          "scid": "dn23:13.28",
          "pli": "Sā attānañceva jīvitañca gabbhañca sāpateyyañca vināsesi. ",
          "en": "She destroyed her own life and that of the fetus, as well as any wealth. "
        },
        {
          "scid": "dn23:13.29",
          "pli": "Yathā taṃ bālā abyattā anayabyasanaṃ āpannā ayoniso dāyajjaṃ gavesantī, evameva kho tvaṃ, rājañña, bālo abyatto anayabyasanaṃ āpajjissasi ayoniso paralokaṃ gavesanto; ",
          "en": "Being foolish and incompetent, she sought an inheritance irrationally and fell to ruin and disaster. In the same way, chieftain, being foolish and incompetent, you’re seeking the other world irrationally and will fall to ruin and disaster, "
        },
        {
          "scid": "dn23:13.30",
          "pli": "seyyathāpi sā brāhmaṇī bālā abyattā anayabyasanaṃ āpannā ayoniso dāyajjaṃ gavesantī. ",
          "en": "just like that brahmin lady. "
        },
        {
          "scid": "dn23:13.31",
          "pli": "Na kho, rājañña, samaṇabrāhmaṇā sīlavanto kalyāṇadhammā apakkaṃ paripācenti; ",
          "en": "Good ascetics and brahmins don’t force what is unripe to ripen; "
        },
        {
          "scid": "dn23:13.32",
          "pli": "api ca paripākaṃ āgamenti. ",
          "en": "rather, they wait for it to ripen. "
        },
        {
          "scid": "dn23:13.33",
          "pli": "Paṇḍitānaṃ attho hi, rājañña, samaṇabrāhmaṇānaṃ sīlavantānaṃ kalyāṇadhammānaṃ jīvitena. ",
          "en": "For the life of clever ascetics and brahmins is beneficial. "
        },
        {
          "scid": "dn23:13.34",
          "pli": "Yathā yathā kho, rājañña, samaṇabrāhmaṇā sīlavanto kalyāṇadhammā ciraṃ dīghamaddhānaṃ tiṭṭhanti tathā tathā bahuṃ puññaṃ pasavanti, bahujanahitāya ca paṭipajjanti bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
          "en": "So long as they remain, good ascetics and brahmins make much merit, and act for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans. "
        },
        {
          "scid": "dn23:13.35",
          "pli": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
          "en": "By this method, too, it ought to be proven that "
        },
        {
          "scid": "dn23:13.36",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there is an afterlife.” "
        },
        {
          "scid": "dn23:14.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
          "en": "“Even though Master Kassapa says this, still I think that "
        },
        {
          "scid": "dn23:14.2",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:14.3",
          "pli": "“Atthi pana, rājañña, pariyāyo … pe … ",
          "en": "“Can you prove it?” "
        },
        {
          "scid": "dn23:14.4",
          "pli": "atthi, bho kassapa, pariyāyo … pe … ",
          "en": "“I can.” "
        },
        {
          "scid": "dn23:14.5",
          "pli": "yathā kathaṃ viya, rājaññā”ti? ",
          "en": "“How, exactly, chieftain?” "
        },
        {
          "scid": "dn23:14.6",
          "pli": "“Idha me, bho kassapa, purisā coraṃ āgucāriṃ gahetvā dassenti: ",
          "en": "“Suppose they were to arrest a bandit, a criminal and present him to me, saying, "
        },
        {
          "scid": "dn23:14.7",
          "pli": "‘ayaṃ te, bhante, coro āgucārī; ",
          "en": "‘Sir, this is a bandit, a criminal. "
        },
        {
          "scid": "dn23:14.8",
          "pli": "imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
          "en": "Punish him as you will.’ "
        },
        {
          "scid": "dn23:14.9",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn23:14.10",
          "pli": "‘tena hi, bho, imaṃ purisaṃ jīvantaṃyeva kumbhiyā pakkhipitvā mukhaṃ pidahitvā allena cammena onandhitvā allāya mattikāya bahalāvalepanaṃ karitvā uddhanaṃ āropetvā aggiṃ dethā’ti. ",
          "en": "‘Well then, sirs, place this man in a pot while he’s still alive. Close up the mouth, bind it up with damp leather, and seal it with a thick coat of damp clay. Then lift it up on a stove and light the fire.’ "
        },
        {
          "scid": "dn23:14.11",
          "pli": "Te me ‘sādhū’ti paṭissutvā taṃ purisaṃ jīvantaṃyeva kumbhiyā pakkhipitvā mukhaṃ pidahitvā allena cammena onandhitvā allāya mattikāya bahalāvalepanaṃ karitvā uddhanaṃ āropetvā aggiṃ denti. ",
          "en": "They agree, and do what I ask. "
        },
        {
          "scid": "dn23:14.12",
          "pli": "Yadā mayaṃ jānāma ‘kālaṅkato so puriso’ti, atha naṃ kumbhiṃ oropetvā ubbhinditvā mukhaṃ vivaritvā saṇikaṃ nillokema: ",
          "en": "When we know that that man has passed away, we lift down the pot and break it open, uncover the mouth, and slowly peek inside, thinking, "
        },
        {
          "scid": "dn23:14.13",
          "pli": "‘appeva nāmassa jīvaṃ nikkhamantaṃ passeyyāmā’ti. ",
          "en": "‘Hopefully we’ll see his soul escaping.’ "
        },
        {
          "scid": "dn23:14.14",
          "pli": "Nevassa mayaṃ jīvaṃ nikkhamantaṃ passāma. ",
          "en": "But we don’t see his soul escaping. "
        },
        {
          "scid": "dn23:14.15",
          "pli": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "This is how I prove that "
        },
        {
          "scid": "dn23:14.16",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:14.17",
          "pli": "2.7. Supinakaupamā ",
          "en": "2.7. The Simile of the Dream "
        },
        {
          "scid": "dn23:15.1",
          "pli": "“Tena hi, rājañña, taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṃ byākareyyāsi. ",
          "en": "“Well then, chieftain, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "dn23:15.2",
          "pli": "Abhijānāsi no tvaṃ, rājañña, divā seyyaṃ upagato supinakaṃ passitā ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan”ti? ",
          "en": "Do you recall ever having a midday nap and seeing delightful parks, woods, meadows, and lotus ponds in a dream?” "
        },
        {
          "scid": "dn23:15.3",
          "pli": "“Abhijānāmahaṃ, bho kassapa, divāseyyaṃ upagato supinakaṃ passitā ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan”ti. ",
          "en": "“I do, sir.” "
        },
        {
          "scid": "dn23:15.4",
          "pli": "“Rakkhanti taṃ tamhi samaye khujjāpi vāmanakāpi velāsikāpi komārikāpī”ti? ",
          "en": "“At that time were you guarded by hunchbacks, dwarves, midgets, and younglings?” "
        },
        {
          "scid": "dn23:15.5",
          "pli": "“Evaṃ, bho kassapa, rakkhanti maṃ tamhi samaye khujjāpi vāmanakāpi velāsikāpi komārikāpī”ti. ",
          "en": "“I was.” "
        },
        {
          "scid": "dn23:15.6",
          "pli": "“Api nu tā tuyhaṃ jīvaṃ passanti pavisantaṃ vā nikkhamantaṃ vā”ti? ",
          "en": "“But did they see your soul entering or leaving?” "
        },
        {
          "scid": "dn23:15.7",
          "pli": "“No hidaṃ, bho kassapa”. ",
          "en": "“No they did not.” "
        },
        {
          "scid": "dn23:15.8",
          "pli": "“Tā hi nāma, rājañña, tuyhaṃ jīvantassa jīvantiyo jīvaṃ na passissanti pavisantaṃ vā nikkhamantaṃ vā. ",
          "en": "“So if they couldn’t even see your soul entering or leaving while you were still alive, "
        },
        {
          "scid": "dn23:15.9",
          "pli": "Kiṃ pana tvaṃ kālaṅkatassa jīvaṃ passissasi pavisantaṃ vā nikkhamantaṃ vā. ",
          "en": "how could you see the soul of a dead man? "
        },
        {
          "scid": "dn23:15.10",
          "pli": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
          "en": "By this method, too, it ought to be proven that "
        },
        {
          "scid": "dn23:15.11",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds.” "
        },
        {
          "scid": "dn23:16.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
          "en": "“Even though Master Kassapa says this, still I think that "
        },
        {
          "scid": "dn23:16.2",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:16.3",
          "pli": "“Atthi pana, rājañña, pariyāyo … pe … ",
          "en": "“Can you prove it?” "
        },
        {
          "scid": "dn23:16.4",
          "pli": "“atthi, bho kassapa, pariyāyo … pe … ",
          "en": "“I can.” "
        },
        {
          "scid": "dn23:16.5",
          "pli": "yathā kathaṃ viya, rājaññā”ti? ",
          "en": "“How, exactly, chieftain?” "
        },
        {
          "scid": "dn23:16.6",
          "pli": "“Idha me, bho kassapa, purisā coraṃ āgucāriṃ gahetvā dassenti: ",
          "en": "“Suppose they were to arrest a bandit, a criminal and present him to me, saying, "
        },
        {
          "scid": "dn23:16.7",
          "pli": "‘ayaṃ te, bhante, coro āgucārī; ",
          "en": "‘Sir, this is a bandit, a criminal. "
        },
        {
          "scid": "dn23:16.8",
          "pli": "imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
          "en": "Punish him as you will.’ "
        },
        {
          "scid": "dn23:16.9",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn23:16.10",
          "pli": "‘tena hi, bho, imaṃ purisaṃ jīvantaṃyeva tulāya tuletvā jiyāya anassāsakaṃ māretvā punadeva tulāya tulethā’ti. ",
          "en": "‘Well then, sirs, weigh this man with scales while he’s still alive. Then strangle him with a bowstring, and when he’s dead, weigh him again.’ "
        },
        {
          "scid": "dn23:16.11",
          "pli": "Te me ‘sādhū’ti paṭissutvā taṃ purisaṃ jīvantaṃyeva tulāya tuletvā jiyāya anassāsakaṃ māretvā punadeva tulāya tulenti. ",
          "en": "They agree, and do what I ask. "
        },
        {
          "scid": "dn23:16.12",
          "pli": "Yadā so jīvati, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
          "en": "So long as they are alive, they’re lighter, softer, more flexible. "
        },
        {
          "scid": "dn23:16.13",
          "pli": "Yadā pana so kālaṅkato hoti tadā garutaro ca hoti patthinnataro ca akammaññataro ca. ",
          "en": "But when they die they become heavier, stiffer, less flexible. "
        },
        {
          "scid": "dn23:16.14",
          "pli": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "This is how I prove that "
        },
        {
          "scid": "dn23:16.15",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:16.16",
          "pli": "2.8. Santattaayoguḷaupamā ",
          "en": "2.8. The Simile of the Hot Iron Ball "
        },
        {
          "scid": "dn23:17.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:17.2",
          "pli": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:17.3",
          "pli": "Seyyathāpi, rājañña, puriso divasaṃ santattaṃ ayoguḷaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ tulāya tuleyya. ",
          "en": "Suppose a person was to heat an iron ball all day until it was burning, blazing, and glowing, and then they weigh it with scales. "
        },
        {
          "scid": "dn23:17.4",
          "pli": "Tamenaṃ aparena samayena sītaṃ nibbutaṃ tulāya tuleyya. ",
          "en": "After some time, when it had cooled and become extinguished, they’d weigh it again. "
        },
        {
          "scid": "dn23:17.5",
          "pli": "Kadā nu kho so ayoguḷo lahutaro vā hoti mudutaro vā kammaññataro vā, yadā vā āditto sampajjalito sajotibhūto, yadā vā sīto nibbuto”ti? ",
          "en": "When would that iron ball be lighter, softer, and more workable—when it’s burning or when it’s cool?” "
        },
        {
          "scid": "dn23:17.6",
          "pli": "“Yadā so, bho kassapa, ayoguḷo tejosahagato ca hoti vāyosahagato ca āditto sampajjalito sajotibhūto, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
          "en": "“So long as the iron ball is full of heat and air—burning, blazing, and glowing—it’s lighter, softer, and more workable. "
        },
        {
          "scid": "dn23:17.7",
          "pli": "Yadā pana so ayoguḷo neva tejosahagato hoti na vāyosahagato sīto nibbuto, tadā garutaro ca hoti patthinnataro ca akammaññataro cā”ti. ",
          "en": "But when it lacks heat and air—cooled and extinguished—it’s heavier, stiffer, and less workable.” "
        },
        {
          "scid": "dn23:17.8",
          "pli": "“Evameva kho, rājañña, yadāyaṃ kāyo āyusahagato ca hoti usmāsahagato ca viññāṇasahagato ca, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
          "en": "“In the same way, so long as this body is full of life and warmth and consciousness it’s lighter, softer, and more flexible. "
        },
        {
          "scid": "dn23:17.9",
          "pli": "Yadā panāyaṃ kāyo neva āyusahagato hoti na usmāsahagato na viññāṇasahagato tadā garutaro ca hoti patthinnataro ca akammaññataro ca. ",
          "en": "But when it lacks life and warmth and consciousness it’s heavier, stiffer, and less flexible. "
        },
        {
          "scid": "dn23:17.10",
          "pli": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
          "en": "By this method, too, it ought to be proven that "
        },
        {
          "scid": "dn23:17.11",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there is an afterlife.” "
        },
        {
          "scid": "dn23:18.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
          "en": "“Even though Master Kassapa says this, still I think that "
        },
        {
          "scid": "dn23:18.2",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:18.3",
          "pli": "“Atthi pana, rājañña, pariyāyo … pe … ",
          "en": "“Can you prove it?” "
        },
        {
          "scid": "dn23:18.4",
          "pli": "atthi, bho kassapa, pariyāyo … pe … ",
          "en": "“I can.” "
        },
        {
          "scid": "dn23:18.5",
          "pli": "yathā kathaṃ viya, rājaññā”ti? ",
          "en": "“How, exactly, chieftain?” "
        },
        {
          "scid": "dn23:18.6",
          "pli": "“Idha me, bho kassapa, purisā coraṃ āgucāriṃ gahetvā dassenti: ",
          "en": "“Suppose they were to arrest a bandit, a criminal and present him to me, saying, "
        },
        {
          "scid": "dn23:18.7",
          "pli": "‘ayaṃ te, bhante, coro āgucārī; ",
          "en": "‘Sir, this is a bandit, a criminal. "
        },
        {
          "scid": "dn23:18.8",
          "pli": "imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
          "en": "Punish him as you will.’ "
        },
        {
          "scid": "dn23:18.9",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn23:18.10",
          "pli": "‘tena hi, bho, imaṃ purisaṃ anupahacca chaviñca cammañca maṃsañca nhāruñca aṭṭhiñca aṭṭhimiñjañca jīvitā voropetha, appeva nāmassa jīvaṃ nikkhamantaṃ passeyyāmā’ti. ",
          "en": "‘Well then, sirs, take this man’s life without injuring his outer skin, inner skin, flesh, sinews, bones, or marrow. Hopefully we’ll see his soul escaping.’ "
        },
        {
          "scid": "dn23:18.11",
          "pli": "Te me ‘sādhū’ti paṭissutvā taṃ purisaṃ anupahacca chaviñca … pe … jīvitā voropenti. ",
          "en": "They agree, and do what I ask. "
        },
        {
          "scid": "dn23:18.12",
          "pli": "Yadā so āmato hoti, tyāhaṃ evaṃ vadāmi: ",
          "en": "When he’s half-dead, I tell them to "
        },
        {
          "scid": "dn23:18.13",
          "pli": "‘tena hi, bho, imaṃ purisaṃ uttānaṃ nipātetha, appeva nāmassa jīvaṃ nikkhamantaṃ passeyyāmā’ti. ",
          "en": "lay him on his back in hope of seeing his soul escape. "
        },
        {
          "scid": "dn23:18.14",
          "pli": "Te taṃ purisaṃ uttānaṃ nipātenti. ",
          "en": "They do so. "
        },
        {
          "scid": "dn23:18.15",
          "pli": "Nevassa mayaṃ jīvaṃ nikkhamantaṃ passāma. ",
          "en": "But we don’t see his soul escaping. "
        },
        {
          "scid": "dn23:18.16",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I tell them to "
        },
        {
          "scid": "dn23:18.17",
          "pli": "‘tena hi, bho, imaṃ purisaṃ avakujjaṃ nipātetha … ",
          "en": "lay him bent over, "
        },
        {
          "scid": "dn23:18.18",
          "pli": "passena nipātetha … ",
          "en": "to lay him on his side, "
        },
        {
          "scid": "dn23:18.19",
          "pli": "dutiyena passena nipātetha … ",
          "en": "to lay him on the other side; "
        },
        {
          "scid": "dn23:18.20",
          "pli": "uddhaṃ ṭhapetha … ",
          "en": "to stand him upright, "
        },
        {
          "scid": "dn23:18.21",
          "pli": "omuddhakaṃ ṭhapetha … ",
          "en": "to stand him upside down; "
        },
        {
          "scid": "dn23:18.22",
          "pli": "pāṇinā ākoṭetha … ",
          "en": "to strike him with fists, "
        },
        {
          "scid": "dn23:18.23",
          "pli": "leḍḍunā ākoṭetha … ",
          "en": "stones, "
        },
        {
          "scid": "dn23:18.24",
          "pli": "daṇḍena ākoṭetha … ",
          "en": "rods, "
        },
        {
          "scid": "dn23:18.25",
          "pli": "satthena ākoṭetha … ",
          "en": "and swords; "
        },
        {
          "scid": "dn23:18.26",
          "pli": "odhunātha sandhunātha niddhunātha, appeva nāmassa jīvaṃ nikkhamantaṃ passeyyāmā’ti. ",
          "en": "and to give him a good shaking in hope of seeing his soul escape. "
        },
        {
          "scid": "dn23:18.27",
          "pli": "Te taṃ purisaṃ odhunanti sandhunanti niddhunanti. ",
          "en": "They do all these things. "
        },
        {
          "scid": "dn23:18.28",
          "pli": "Nevassa mayaṃ jīvaṃ nikkhamantaṃ passāma. ",
          "en": "But we don’t see his soul escaping. "
        },
        {
          "scid": "dn23:18.29",
          "pli": "Tassa tadeva cakkhu hoti te rūpā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
          "en": "For him the eye itself is present, and so are those sights. Yet he does not experience that sense-field. "
        },
        {
          "scid": "dn23:18.30",
          "pli": "Tadeva sotaṃ hoti te saddā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
          "en": "The ear itself is present, and so are those sounds. Yet he does not experience that sense-field. "
        },
        {
          "scid": "dn23:18.31",
          "pli": "Tadeva ghānaṃ hoti te gandhā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
          "en": "The nose itself is present, and so are those smells. Yet he does not experience that sense-field. "
        },
        {
          "scid": "dn23:18.32",
          "pli": "Sāva jivhā hoti te rasā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
          "en": "The tongue itself is present, and so are those tastes. Yet he does not experience that sense-field. "
        },
        {
          "scid": "dn23:18.33",
          "pli": "Sveva kāyo hoti te phoṭṭhabbā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
          "en": "The body itself is present, and so are those touches. Yet he does not experience that sense-field. "
        },
        {
          "scid": "dn23:18.34",
          "pli": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "This is how I prove that "
        },
        {
          "scid": "dn23:18.35",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:18.36",
          "pli": "2.9. Saṅkhadhamaupamā ",
          "en": "2.9. The Simile of the Horn Blower "
        },
        {
          "scid": "dn23:19.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:19.2",
          "pli": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:19.3",
          "pli": "Bhūtapubbaṃ, rājañña, aññataro saṅkhadhamo saṅkhaṃ ādāya paccantimaṃ janapadaṃ agamāsi. ",
          "en": "Once upon a time, a certain horn blower took his horn and traveled to a borderland, "
        },
        {
          "scid": "dn23:19.4",
          "pli": "So yena aññataro gāmo tenupasaṅkami; upasaṅkamitvā majjhe gāmassa ṭhito tikkhattuṃ saṅkhaṃ upalāpetvā saṅkhaṃ bhūmiyaṃ nikkhipitvā ekamantaṃ nisīdi. ",
          "en": "where he went to a certain village. Standing in the middle of the village, he sounded his horn three times, then placed it on the ground and sat down to one side. "
        },
        {
          "scid": "dn23:19.5",
          "pli": "Atha kho, rājañña, tesaṃ paccantajanapadānaṃ manussānaṃ etadahosi: ",
          "en": "Then the people of the borderland thought, "
        },
        {
          "scid": "dn23:19.6",
          "pli": "‘ambho kassa nu kho eso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evambandhanīyo evaṃmucchanīyo’ti. ",
          "en": "‘What is making this sound, so arousing, sensuous, intoxicating, infatuating, and captivating?’ "
        },
        {
          "scid": "dn23:19.7",
          "pli": "Sannipatitvā taṃ saṅkhadhamaṃ etadavocuṃ: ",
          "en": "They gathered around the horn blower and said, "
        },
        {
          "scid": "dn23:19.8",
          "pli": "‘ambho, kassa nu kho eso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evambandhanīyo evaṃmucchanīyo’ti. ",
          "en": "‘Mister, what is making this sound, so arousing, sensuous, intoxicating, infatuating, and captivating?’ "
        },
        {
          "scid": "dn23:19.9",
          "pli": "‘Eso kho, bho, saṅkho nāma yasseso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evambandhanīyo evaṃmucchanīyo’ti. ",
          "en": "‘The sound is made by this, which is called a horn.’ "
        },
        {
          "scid": "dn23:19.10",
          "pli": "Te taṃ saṅkhaṃ uttānaṃ nipātesuṃ: ",
          "en": "They laid that horn on its back, saying, "
        },
        {
          "scid": "dn23:19.11",
          "pli": "‘vadehi, bho saṅkha, vadehi, bho saṅkhā’ti. ",
          "en": "‘Speak, good horn! Speak, good horn!’ "
        },
        {
          "scid": "dn23:19.12",
          "pli": "Neva so saṅkho saddamakāsi. ",
          "en": "But still the horn made no sound. "
        },
        {
          "scid": "dn23:19.13",
          "pli": "Te taṃ saṅkhaṃ avakujjaṃ nipātesuṃ, passena nipātesuṃ, dutiyena passena nipātesuṃ, uddhaṃ ṭhapesuṃ, omuddhakaṃ ṭhapesuṃ, pāṇinā ākoṭesuṃ, leḍḍunā ākoṭesuṃ, daṇḍena ākoṭesuṃ, satthena ākoṭesuṃ, odhuniṃsu sandhuniṃsu niddhuniṃsu: ",
          "en": "Then they lay the horn bent over, they lay it on its side, they lay it on its other side; they stood it upright, they stood it upside down; they struck it with fists, stones, rods, and swords; and they gave it a good shake, saying, "
        },
        {
          "scid": "dn23:19.14",
          "pli": "‘vadehi, bho saṅkha, vadehi, bho saṅkhā’ti. ",
          "en": "‘Speak, good horn! Speak, good horn!’ "
        },
        {
          "scid": "dn23:19.15",
          "pli": "Neva so saṅkho saddamakāsi. ",
          "en": "But still the horn made no sound. "
        },
        {
          "scid": "dn23:19.16",
          "pli": "Atha kho, rājañña, tassa saṅkhadhamassa etadahosi: ",
          "en": "So the horn blower thought, "
        },
        {
          "scid": "dn23:19.17",
          "pli": "‘yāva bālā ime paccantajanapadā manussā, kathañhi nāma ayoniso saṅkhasaddaṃ gavesissantī’ti. ",
          "en": "‘How foolish are these borderland folk! For how can they seek the sound of a horn so irrationally?’ "
        },
        {
          "scid": "dn23:19.18",
          "pli": "Tesaṃ pekkhamānānaṃ saṅkhaṃ gahetvā tikkhattuṃ saṅkhaṃ upalāpetvā saṅkhaṃ ādāya pakkāmi. ",
          "en": "And as they looked on, he picked up the horn, sounded it three times, and took it away with him. "
        },
        {
          "scid": "dn23:19.19",
          "pli": "Atha kho, rājañña, tesaṃ paccantajanapadānaṃ manussānaṃ etadahosi: ",
          "en": "Then the people of the borderland thought, "
        },
        {
          "scid": "dn23:19.20",
          "pli": "‘yadā kira, bho, ayaṃ saṅkho nāma purisasahagato ca hoti vāyāmasahagato ca vāyusahagato ca, tadāyaṃ saṅkho saddaṃ karoti, yadā panāyaṃ saṅkho neva purisasahagato hoti na vāyāmasahagato na vāyusahagato, nāyaṃ saṅkho saddaṃ karotī’ti. ",
          "en": "‘So, it seems, when what is called a horn is accompanied by a person, effort, and wind, it makes a sound. But when these things are absent it makes no sound.’ "
        },
        {
          "scid": "dn23:19.21",
          "pli": "Evameva kho, rājañña, yadāyaṃ kāyo āyusahagato ca hoti usmāsahagato ca viññāṇasahagato ca, tadā abhikkamatipi paṭikkamatipi tiṭṭhatipi nisīdatipi seyyampi kappeti, cakkhunāpi rūpaṃ passati, sotenapi saddaṃ suṇāti, ghānenapi gandhaṃ ghāyati, jivhāyapi rasaṃ sāyati, kāyenapi phoṭṭhabbaṃ phusati, manasāpi dhammaṃ vijānāti. ",
          "en": "In the same way, so long as this body is full of life and warmth and consciousness it walks back and forth, stands, sits, and lies down. It sees sights with the eye, hears sounds with the ear, smells odors with the nose, tastes flavors with the tongue, feels touches with the body, and knows thoughts with the mind. "
        },
        {
          "scid": "dn23:19.22",
          "pli": "Yadā panāyaṃ kāyo neva āyusahagato hoti, na usmāsahagato, na viññāṇasahagato, tadā neva abhikkamati na paṭikkamati na tiṭṭhati na nisīdati na seyyaṃ kappeti, cakkhunāpi rūpaṃ na passati, sotenapi saddaṃ na suṇāti, ghānenapi gandhaṃ na ghāyati, jivhāyapi rasaṃ na sāyati, kāyenapi phoṭṭhabbaṃ na phusati, manasāpi dhammaṃ na vijānāti. ",
          "en": "But when it lacks life and warmth and consciousness it does none of these things. "
        },
        {
          "scid": "dn23:19.23",
          "pli": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
          "en": "By this method, too, it ought to be proven that "
        },
        {
          "scid": "dn23:19.24",
          "pli": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there is an afterlife.” "
        },
        {
          "scid": "dn23:20.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
          "en": "“Even though Master Kassapa says this, still I think that "
        },
        {
          "scid": "dn23:20.2",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:20.3",
          "pli": "“Atthi pana, rājañña, pariyāyo … pe … ",
          "en": "“Can you prove it?” "
        },
        {
          "scid": "dn23:20.4",
          "pli": "atthi, bho kassapa, pariyāyo … pe … ",
          "en": "“I can.” "
        },
        {
          "scid": "dn23:20.5",
          "pli": "yathā kathaṃ viya, rājaññā”ti? ",
          "en": "“How, exactly, chieftain?” "
        },
        {
          "scid": "dn23:20.6",
          "pli": "“Idha me, bho kassapa, purisā coraṃ āgucāriṃ gahetvā dassenti: ",
          "en": "“Suppose they were to arrest a bandit, a criminal and present him to me, saying, "
        },
        {
          "scid": "dn23:20.7",
          "pli": "‘ayaṃ te, bhante, coro āgucārī, imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
          "en": "‘Sir, this is a bandit, a criminal. Punish him as you will.’ "
        },
        {
          "scid": "dn23:20.8",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn23:20.9",
          "pli": "‘tena hi, bho, imassa purisassa chaviṃ chindatha, appeva nāmassa jīvaṃ passeyyāmā’ti. ",
          "en": "‘Well then, sirs, cut open this man’s outer skin. Hopefully we might see his soul.’ "
        },
        {
          "scid": "dn23:20.10",
          "pli": "Te tassa purisassa chaviṃ chindanti. ",
          "en": "They cut open his outer skin, "
        },
        {
          "scid": "dn23:20.11",
          "pli": "Nevassa mayaṃ jīvaṃ passāma. ",
          "en": "but we see no soul. "
        },
        {
          "scid": "dn23:20.12",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn23:20.13",
          "pli": "‘tena hi, bho, imassa purisassa cammaṃ chindatha, maṃsaṃ chindatha, nhāruṃ chindatha, aṭṭhiṃ chindatha, aṭṭhimiñjaṃ chindatha, appeva nāmassa jīvaṃ passeyyāmā’ti. ",
          "en": "‘Well then, sirs, cut open his inner skin, flesh, sinews, bones, or marrow. Hopefully we’ll see his soul.’ "
        },
        {
          "scid": "dn23:20.14",
          "pli": "Te tassa purisassa aṭṭhimiñjaṃ chindanti, nevassa mayaṃ jīvaṃ passeyyāma. ",
          "en": "They do so, but we see no soul. "
        },
        {
          "scid": "dn23:20.15",
          "pli": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
          "en": "This is how I prove that "
        },
        {
          "scid": "dn23:20.16",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
          "en": "there’s no afterlife.” "
        },
        {
          "scid": "dn23:20.17",
          "pli": "2.10. Aggikajaṭilaupamā ",
          "en": "2.10. The Simile of the Fire-Worshiping Matted-Hair Ascetic "
        },
        {
          "scid": "dn23:21.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:21.2",
          "pli": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:21.3",
          "pli": "Bhūtapubbaṃ, rājañña, aññataro aggiko jaṭilo araññāyatane paṇṇakuṭiyā sammati. ",
          "en": "Once upon a time, a certain fire-worshiping matted-hair ascetic settled in a leaf hut in a wilderness region. "
        },
        {
          "scid": "dn23:21.4",
          "pli": "Atha kho, rājañña, aññataro janapade sattho vuṭṭhāsi. ",
          "en": "Then a caravan came out from a certain country. "
        },
        {
          "scid": "dn23:21.5",
          "pli": "Atha kho so sattho tassa aggikassa jaṭilassa assamassa sāmantā ekarattiṃ vasitvā pakkāmi. ",
          "en": "It stayed for one night not far from that ascetic’s hermitage, and then moved on. "
        },
        {
          "scid": "dn23:21.6",
          "pli": "Atha kho, rājañña, tassa aggikassa jaṭilassa etadahosi: ",
          "en": "The ascetic thought, "
        },
        {
          "scid": "dn23:21.7",
          "pli": "‘yannūnāhaṃ yena so satthavāso tenupasaṅkameyyaṃ, appeva nāmettha kiñci upakaraṇaṃ adhigaccheyyan’ti. ",
          "en": "‘Why don’t I go to that caravan’s campsite? Hopefully I’ll find something useful there.’ "
        },
        {
          "scid": "dn23:21.8",
          "pli": "Atha kho so aggiko jaṭilo kālasseva vuṭṭhāya yena so satthavāso tenupasaṅkami; upasaṅkamitvā addasa tasmiṃ satthavāse daharaṃ kumāraṃ mandaṃ uttānaseyyakaṃ chaḍḍitaṃ. ",
          "en": "So he went, and he saw a young baby boy abandoned there. "
        },
        {
          "scid": "dn23:21.9",
          "pli": "Disvānassa etadahosi: ",
          "en": "When he saw this he thought, "
        },
        {
          "scid": "dn23:21.10",
          "pli": "‘na kho me taṃ patirūpaṃ yaṃ me pekkhamānassa manussabhūto kālaṃkareyya; ",
          "en": "‘It’s not proper for me to look on while a human being dies. "
        },
        {
          "scid": "dn23:21.11",
          "pli": "yannūnāhaṃ imaṃ dārakaṃ assamaṃ netvā āpādeyyaṃ poseyyaṃ vaḍḍheyyan’ti. ",
          "en": "Why don’t I bring this boy back to my hermitage, nurse him, nourish him, and raise him?’ "
        },
        {
          "scid": "dn23:21.12",
          "pli": "Atha kho so aggiko jaṭilo taṃ dārakaṃ assamaṃ netvā āpādesi posesi vaḍḍhesi. ",
          "en": "So that’s what he did. "
        },
        {
          "scid": "dn23:21.13",
          "pli": "Yadā so dārako dasavassuddesiko vā hoti dvādasavassuddesiko vā, atha kho tassa aggikassa jaṭilassa janapade kañcideva karaṇīyaṃ uppajji. ",
          "en": "When the boy was ten or twelve years old, the ascetic had some business come up in the country. "
        },
        {
          "scid": "dn23:21.14",
          "pli": "Atha kho so aggiko jaṭilo taṃ dārakaṃ etadavoca: ",
          "en": "So he said to the boy, "
        },
        {
          "scid": "dn23:21.15",
          "pli": "‘icchāmahaṃ, tāta, janapadaṃ gantuṃ; ",
          "en": "‘My dear, I wish to go to the country. "
        },
        {
          "scid": "dn23:21.16",
          "pli": "aggiṃ, tāta, paricareyyāsi. ",
          "en": "Serve the sacred flame. "
        },
        {
          "scid": "dn23:21.17",
          "pli": "Mā ca te aggi nibbāyi. ",
          "en": "Do not extinguish it. "
        },
        {
          "scid": "dn23:21.18",
          "pli": "Sace ca te aggi nibbāyeyya, ayaṃ vāsī imāni kaṭṭhāni idaṃ araṇisahitaṃ, aggiṃ nibbattetvā aggiṃ paricareyyāsī’ti. ",
          "en": "But if you should extinguish it, here is the hatchet, the firewood, and the bundle of drill-sticks. Light the fire and serve it.’ "
        },
        {
          "scid": "dn23:21.19",
          "pli": "Atha kho so aggiko jaṭilo taṃ dārakaṃ evaṃ anusāsitvā janapadaṃ agamāsi. ",
          "en": "And having instructed the boy, the ascetic went to the country. "
        },
        {
          "scid": "dn23:21.20",
          "pli": "Tassa khiḍḍāpasutassa aggi nibbāyi. ",
          "en": "But the boy was so intent on his play, the fire went out. "
        },
        {
          "scid": "dn23:21.21",
          "pli": "Atha kho tassa dārakassa etadahosi: ",
          "en": "He thought, "
        },
        {
          "scid": "dn23:21.22",
          "pli": "‘pitā kho maṃ evaṃ avaca: ",
          "en": "‘My father told me to serve the sacred flame. "
        },
        {
          "scid": "dn23:21.23",
          "pli": "“aggiṃ, tāta, paricareyyāsi. ",
          "en": " "
        },
        {
          "scid": "dn23:21.24",
          "pli": "Mā ca te aggi nibbāyi. ",
          "en": " "
        },
        {
          "scid": "dn23:21.25",
          "pli": "Sace ca te aggi nibbāyeyya, ayaṃ vāsī imāni kaṭṭhāni idaṃ araṇisahitaṃ, aggiṃ nibbattetvā aggiṃ paricareyyāsī”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:21.26",
          "pli": "Yannūnāhaṃ aggiṃ nibbattetvā aggiṃ paricareyyan’ti. ",
          "en": "Why don’t I light it again and serve it?’ "
        },
        {
          "scid": "dn23:21.27",
          "pli": "Atha kho so dārako araṇisahitaṃ vāsiyā tacchi: ",
          "en": "So he chopped the bundle of drill-sticks with the hatchet, thinking, "
        },
        {
          "scid": "dn23:21.28",
          "pli": "‘appeva nāma aggiṃ adhigaccheyyan’ti. ",
          "en": "‘Hopefully I’ll get a fire!’ "
        },
        {
          "scid": "dn23:21.29",
          "pli": "Neva so aggiṃ adhigacchi. ",
          "en": "But he still got no fire. "
        },
        {
          "scid": "dn23:21.30",
          "pli": "Araṇisahitaṃ dvidhā phālesi, tidhā phālesi, catudhā phālesi, pañcadhā phālesi, dasadhā phālesi, satadhā phālesi, sakalikaṃ sakalikaṃ akāsi, sakalikaṃ sakalikaṃ karitvā udukkhale koṭṭesi, udukkhale koṭṭetvā mahāvāte opuni: ",
          "en": "He split the bundle of drill-sticks into two, three, four, five, ten, or a hundred parts. He chopped them into splinters, pounded them in a mortar, and swept them away in a strong wind, thinking, "
        },
        {
          "scid": "dn23:21.31",
          "pli": "‘appeva nāma aggiṃ adhigaccheyyan’ti. ",
          "en": "‘Hopefully I’ll get a fire!’ "
        },
        {
          "scid": "dn23:21.32",
          "pli": "Neva so aggiṃ adhigacchi. ",
          "en": "But he still got no fire. "
        },
        {
          "scid": "dn23:21.33",
          "pli": "Atha kho so aggiko jaṭilo janapade taṃ karaṇīyaṃ tīretvā yena sako assamo tenupasaṅkami; upasaṅkamitvā taṃ dārakaṃ etadavoca: ",
          "en": "Then the matted-hair ascetic, having concluded his business in the country, returned to his own hermitage, and said to the boy, "
        },
        {
          "scid": "dn23:21.34",
          "pli": "‘kacci te, tāta, aggi na nibbuto’ti? ",
          "en": "‘I trust, my dear, that the fire didn’t go out?’ "
        },
        {
          "scid": "dn23:21.35",
          "pli": "‘Idha me, tāta, khiḍḍāpasutassa aggi nibbāyi. ",
          "en": "And the boy told him what had happened. "
        },
        {
          "scid": "dn23:21.36",
          "pli": "Tassa me etadahosi: ",
          "en": " "
        },
        {
          "scid": "dn23:21.37",
          "pli": "“pitā kho maṃ evaṃ avaca aggiṃ, tāta, paricareyyāsi. ",
          "en": " "
        },
        {
          "scid": "dn23:21.38",
          "pli": "Mā ca te, tāta, aggi nibbāyi. ",
          "en": " "
        },
        {
          "scid": "dn23:21.39",
          "pli": "Sace ca te aggi nibbāyeyya, ayaṃ vāsī imāni kaṭṭhāni idaṃ araṇisahitaṃ, aggiṃ nibbattetvā aggiṃ paricareyyāsīti. ",
          "en": " "
        },
        {
          "scid": "dn23:21.40",
          "pli": "Yannūnāhaṃ aggiṃ nibbattetvā aggiṃ paricareyyan”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:21.41",
          "pli": "Atha khvāhaṃ, tāta, araṇisahitaṃ vāsiyā tacchiṃ: ",
          "en": " "
        },
        {
          "scid": "dn23:21.42",
          "pli": "“appeva nāma aggiṃ adhigaccheyyan”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:21.43",
          "pli": "Nevāhaṃ aggiṃ adhigacchiṃ. ",
          "en": " "
        },
        {
          "scid": "dn23:21.44",
          "pli": "Araṇisahitaṃ dvidhā phālesiṃ, tidhā phālesiṃ, catudhā phālesiṃ, pañcadhā phālesiṃ, dasadhā phālesiṃ, satadhā phālesiṃ, sakalikaṃ sakalikaṃ akāsiṃ, sakalikaṃ sakalikaṃ karitvā udukkhale koṭṭesiṃ, udukkhale koṭṭetvā mahāvāte opuniṃ: ",
          "en": " "
        },
        {
          "scid": "dn23:21.45",
          "pli": "“appeva nāma aggiṃ adhigaccheyyan”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:21.46",
          "pli": "Nevāhaṃ aggiṃ adhigacchin’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:21.47",
          "pli": "Atha kho tassa aggikassa jaṭilassa etadahosi: ",
          "en": "Then the ascetic thought, "
        },
        {
          "scid": "dn23:21.48",
          "pli": "‘yāva bālo ayaṃ dārako abyatto, kathañhi nāma ayoniso aggiṃ gavesissatī’ti. ",
          "en": "‘How foolish is this boy, how incompetent! For how can he seek a fire so irrationally?’ "
        },
        {
          "scid": "dn23:21.49",
          "pli": "Tassa pekkhamānassa araṇisahitaṃ gahetvā aggiṃ nibbattetvā taṃ dārakaṃ etadavoca: ",
          "en": "So while the boy looked on, he took a bundle of fire-sticks, lit the fire, and said, "
        },
        {
          "scid": "dn23:21.50",
          "pli": "‘evaṃ kho, tāta, aggi nibbattetabbo. ",
          "en": "‘Dear boy, this is how to light a fire. "
        },
        {
          "scid": "dn23:21.51",
          "pli": "Na tveva yathā tvaṃ bālo abyatto ayoniso aggiṃ gavesī’ti. ",
          "en": "Not the foolish and incompetent way you sought it so irrationally.’ "
        },
        {
          "scid": "dn23:21.52",
          "pli": "Evameva kho tvaṃ, rājañña, bālo abyatto ayoniso paralokaṃ gavesissasi. ",
          "en": "In the same way, chieftain, being foolish and incompetent, you seek the other world irrationally. "
        },
        {
          "scid": "dn23:21.53",
          "pli": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
          "en": "Let go of this harmful misconception, chieftain, let go of it! "
        },
        {
          "scid": "dn23:21.54",
          "pli": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
          "en": "Don’t create lasting harm and suffering for yourself!” "
        },
        {
          "scid": "dn23:22.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho nevāhaṃ sakkomi idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjituṃ. ",
          "en": "“Even though Master Kassapa says this, still I’m not able to let go of that harmful misconception. "
        },
        {
          "scid": "dn23:22.2",
          "pli": "Rājāpi maṃ pasenadi kosalo jānāti tirorājānopi: ",
          "en": "King Pasenadi of Kosala knows my views, and so do foreign kings. "
        },
        {
          "scid": "dn23:22.3",
          "pli": "‘pāyāsi rājañño evaṃvādī evaṃdiṭṭhī: ",
          "en": " "
        },
        {
          "scid": "dn23:22.4",
          "pli": "“itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:22.5",
          "pli": "Sacāhaṃ, bho kassapa, idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjissāmi, bhavissanti me vattāro: ",
          "en": "If I let go of this harmful misconception, people will say, "
        },
        {
          "scid": "dn23:22.6",
          "pli": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
          "en": "‘How foolish is the chieftain Pāyāsi, how incompetent, that he should hold on to a mistake!’ "
        },
        {
          "scid": "dn23:22.7",
          "pli": "Kopenapi naṃ harissāmi, makkhenapi naṃ harissāmi, palāsenapi naṃ harissāmī”ti. ",
          "en": "I shall carry on with this view out of anger, contempt, and spite!” "
        },
        {
          "scid": "dn23:22.8",
          "pli": "2.11. Dvesatthavāhaupamā ",
          "en": "2.11. The Simile of the Two Caravan Leaders "
        },
        {
          "scid": "dn23:23.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:23.2",
          "pli": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:23.3",
          "pli": "Bhūtapubbaṃ, rājañña, mahāsakaṭasattho sakaṭasahassaṃ puratthimā janapadā pacchimaṃ janapadaṃ agamāsi. ",
          "en": "Once upon a time, a large caravan of a thousand wagons traveled from a country in the east to the west. "
        },
        {
          "scid": "dn23:23.4",
          "pli": "So yena yena gacchi, khippaṃyeva pariyādiyati tiṇakaṭṭhodakaṃ haritakapaṇṇaṃ. ",
          "en": "Wherever they went they quickly used up the grass, wood, water, and the green foliage. "
        },
        {
          "scid": "dn23:23.5",
          "pli": "Tasmiṃ kho pana satthe dve satthavāhā ahesuṃ eko pañcannaṃ sakaṭasatānaṃ, eko pañcannaṃ sakaṭasatānaṃ. ",
          "en": "Now, that caravan had two leaders, each in charge of five hundred wagons. "
        },
        {
          "scid": "dn23:23.6",
          "pli": "Atha kho tesaṃ satthavāhānaṃ etadahosi: ",
          "en": "They thought, "
        },
        {
          "scid": "dn23:23.7",
          "pli": "‘ayaṃ kho mahāsakaṭasattho sakaṭasahassaṃ; ",
          "en": "‘This is a large caravan of a thousand wagons. "
        },
        {
          "scid": "dn23:23.8",
          "pli": "te mayaṃ yena yena gacchāma, khippameva pariyādiyati tiṇakaṭṭhodakaṃ haritakapaṇṇaṃ. ",
          "en": "Wherever we go we quickly use up the grass, wood, water, and the green foliage. "
        },
        {
          "scid": "dn23:23.9",
          "pli": "Yannūna mayaṃ imaṃ satthaṃ dvidhā vibhajeyyāma—",
          "en": "Why don’t we split the caravan in two halves?’ "
        },
        {
          "scid": "dn23:23.10",
          "pli": "ekato pañca sakaṭasatāni ekato pañca sakaṭasatānī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:23.11",
          "pli": "Te taṃ satthaṃ dvidhā vibhajiṃsu ekato pañca sakaṭasatāni, ekato pañca sakaṭasatāni. ",
          "en": "So that’s what they did. "
        },
        {
          "scid": "dn23:23.12",
          "pli": "Eko satthavāho bahuṃ tiṇañca kaṭṭhañca udakañca āropetvā satthaṃ payāpesi. ",
          "en": "One caravan leader, having prepared much grass, wood, and water, started the caravan. "
        },
        {
          "scid": "dn23:23.13",
          "pli": "Dvīhatīhapayāto kho pana so sattho addasa purisaṃ kāḷaṃ lohitakkhaṃ sannaddhakalāpaṃ kumudamāliṃ allavatthaṃ allakesaṃ kaddamamakkhitehi cakkehi bhadrena rathena paṭipathaṃ āgacchantaṃ, disvā etadavoca: ",
          "en": "After two or three days’ journey he saw a dark man with red eyes coming the other way in a donkey cart with muddy wheels. He was armored with a quiver and wreathed with yellow lotus, his clothes and hair all wet. Seeing him, he said, "
        },
        {
          "scid": "dn23:23.14",
          "pli": "‘kuto, bho, āgacchasī’ti? ",
          "en": "‘Sir, where do you come from?’ "
        },
        {
          "scid": "dn23:23.15",
          "pli": "‘Amukamhā janapadā’ti. ",
          "en": "‘From such and such a country.’ "
        },
        {
          "scid": "dn23:23.16",
          "pli": "‘Kuhiṃ gamissasī’ti? ",
          "en": "‘And where are you going?’ "
        },
        {
          "scid": "dn23:23.17",
          "pli": "‘Amukaṃ nāma janapadan’ti. ",
          "en": "‘To the country named so and so.’ "
        },
        {
          "scid": "dn23:23.18",
          "pli": "‘Kacci, bho, purato kantāre mahāmegho abhippavuṭṭho’ti? ",
          "en": "‘But has there been much rain in the desert up ahead?’ "
        },
        {
          "scid": "dn23:23.19",
          "pli": "‘Evaṃ, bho, purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
          "en": "‘Indeed there has, sir. The paths are sprinkled with water, and there is much grass, wood, and water. "
        },
        {
          "scid": "dn23:23.20",
          "pli": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṃ sīghaṃ gacchatha, mā yoggāni kilamitthā’ti. ",
          "en": "Toss out your grass, wood, and water. Your wagons will move swiftly when lightly-laden, so don’t tire your draught teams.’ "
        },
        {
          "scid": "dn23:23.21",
          "pli": "Atha kho so satthavāho satthike āmantesi: ",
          "en": "So the caravan leader addressed his drivers, "
        },
        {
          "scid": "dn23:23.22",
          "pli": "‘ayaṃ, bho, puriso evamāha: ",
          "en": "‘This man says that "
        },
        {
          "scid": "dn23:23.23",
          "pli": "“purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
          "en": "there has been much rain in the desert up ahead. "
        },
        {
          "scid": "dn23:23.24",
          "pli": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṃ sīghaṃ gacchatha, mā yoggāni kilamitthā”ti. ",
          "en": "He advises us to toss out the grass, wood, and water. The wagons will move swiftly when lightly-laden, and won’t tire our draught teams. "
        },
        {
          "scid": "dn23:23.25",
          "pli": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi satthaṃ payāpethā’ti. ",
          "en": "So let’s toss out the grass, wood, and water and restart the caravan with lightly-laden wagons.’ "
        },
        {
          "scid": "dn23:23.26",
          "pli": "‘Evaṃ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā chaḍḍetvā purāṇāni tiṇāni kaṭṭhāni udakāni lahubhārehi sakaṭehi satthaṃ payāpesuṃ. ",
          "en": "‘Yes, sir,’ the drivers replied, and that’s what they did. "
        },
        {
          "scid": "dn23:23.27",
          "pli": "Te paṭhamepi satthavāse na addasaṃsu tiṇaṃ vā kaṭṭhaṃ vā udakaṃ vā. ",
          "en": "But in the caravan’s first campsite they saw no grass, wood, or water. "
        },
        {
          "scid": "dn23:23.28",
          "pli": "Dutiyepi satthavāse … ",
          "en": "And in the second, "
        },
        {
          "scid": "dn23:23.29",
          "pli": "tatiyepi satthavāse … ",
          "en": "third, "
        },
        {
          "scid": "dn23:23.30",
          "pli": "catutthepi satthavāse … ",
          "en": "fourth, "
        },
        {
          "scid": "dn23:23.31",
          "pli": "pañcamepi satthavāse … ",
          "en": "fifth, "
        },
        {
          "scid": "dn23:23.32",
          "pli": "chaṭṭhepi satthavāse … ",
          "en": "sixth, "
        },
        {
          "scid": "dn23:23.33",
          "pli": "sattamepi satthavāse na addasaṃsu tiṇaṃ vā kaṭṭhaṃ vā udakaṃ vā. ",
          "en": "and seventh campsites they saw no grass, wood, or water. "
        },
        {
          "scid": "dn23:23.34",
          "pli": "Sabbeva anayabyasanaṃ āpajjiṃsu. ",
          "en": "And all fell to ruin and disaster. "
        },
        {
          "scid": "dn23:23.35",
          "pli": "Ye ca tasmiṃ satthe ahesuṃ manussā vā pasū vā, sabbe so yakkho amanusso bhakkhesi. ",
          "en": "And the men and beasts in that caravan were all devoured by that non-human spirit. "
        },
        {
          "scid": "dn23:23.36",
          "pli": "Aṭṭhikāneva sesāni. ",
          "en": "Only their bones remained. "
        },
        {
          "scid": "dn23:23.37",
          "pli": "Yadā aññāsi dutiyo satthavāho: ",
          "en": "Now, when the second caravan leader knew that "
        },
        {
          "scid": "dn23:23.38",
          "pli": "‘bahunikkhanto kho, bho, dāni so sattho’ti bahuṃ tiṇañca kaṭṭhañca udakañca āropetvā satthaṃ payāpesi. ",
          "en": "the first caravan was well underway, he prepared much grass, wood, and water and started the caravan. "
        },
        {
          "scid": "dn23:23.39",
          "pli": "Dvīhatīhapayāto kho pana so sattho addasa purisaṃ kāḷaṃ lohitakkhaṃ sannaddhakalāpaṃ kumudamāliṃ allavatthaṃ allakesaṃ kaddamamakkhitehi cakkehi bhadrena rathena paṭipathaṃ āgacchantaṃ, disvā etadavoca: ",
          "en": "After two or three days’ journey he saw a dark man with red eyes coming the other way in a donkey cart with muddy wheels. He was armored with a quiver and wreathed with yellow lotus, his clothes and hair all wet. Seeing him, he said, "
        },
        {
          "scid": "dn23:23.40",
          "pli": "‘kuto, bho, āgacchasī’ti? ",
          "en": "‘Sir, where do you come from?’ "
        },
        {
          "scid": "dn23:23.41",
          "pli": "‘Amukamhā janapadā’ti. ",
          "en": "‘From such and such a country.’ "
        },
        {
          "scid": "dn23:23.42",
          "pli": "‘Kuhiṃ gamissasī’ti? ",
          "en": "‘And where are you going?’ "
        },
        {
          "scid": "dn23:23.43",
          "pli": "‘Amukaṃ nāma janapadan’ti. ",
          "en": "‘To the country named so and so.’ "
        },
        {
          "scid": "dn23:23.44",
          "pli": "‘Kacci, bho, purato kantāre mahāmegho abhippavuṭṭho’ti? ",
          "en": "‘But has there been much rain in the desert up ahead?’ "
        },
        {
          "scid": "dn23:23.45",
          "pli": "‘Evaṃ, bho, purato kantāre mahāmegho abhippavuṭṭho. Āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
          "en": "‘Indeed there has, sir. The paths are sprinkled with water, and there is much grass, wood, and water. "
        },
        {
          "scid": "dn23:23.46",
          "pli": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṃ sīghaṃ gacchatha, mā yoggāni kilamitthā’ti. ",
          "en": "Toss out your grass, wood, and water. Your wagons will move swiftly when lightly-laden, so don’t tire your draught teams.’ "
        },
        {
          "scid": "dn23:23.47",
          "pli": "Atha kho so satthavāho satthike āmantesi: ",
          "en": "So the caravan leader addressed his drivers, "
        },
        {
          "scid": "dn23:23.48",
          "pli": "‘ayaṃ, bho, puriso evamāha: ",
          "en": "‘This man says that "
        },
        {
          "scid": "dn23:23.49",
          "pli": "“purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
          "en": "there has been much rain in the desert up ahead. "
        },
        {
          "scid": "dn23:23.50",
          "pli": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṃ sīghaṃ gacchatha; mā yoggāni kilamitthā”ti. ",
          "en": "He advises us to toss out the grass, wood, and water. The wagons will move swiftly when lightly-laden, and won’t tire our draught teams. "
        },
        {
          "scid": "dn23:23.51",
          "pli": "Ayaṃ bho puriso neva amhākaṃ mitto, na ñātisālohito, kathaṃ mayaṃ imassa saddhāya gamissāma. ",
          "en": "But this person is neither our friend nor relative. How can we proceed out of trust in him? "
        },
        {
          "scid": "dn23:23.52",
          "pli": "Na vo chaḍḍetabbāni purāṇāni tiṇāni kaṭṭhāni udakāni, yathābhatena bhaṇḍena satthaṃ payāpetha. ",
          "en": "We shouldn’t toss out any grass, wood, or water, but continue with our goods laden as before. "
        },
        {
          "scid": "dn23:23.53",
          "pli": "Na no purāṇaṃ chaḍḍessāmā’ti. ",
          "en": "We shall not toss out any old stock.’ "
        },
        {
          "scid": "dn23:23.54",
          "pli": "‘Evaṃ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā yathābhatena bhaṇḍena satthaṃ payāpesuṃ. ",
          "en": "‘Yes, sir,’ the drivers replied, and they restarted the caravan with the goods laden as before. "
        },
        {
          "scid": "dn23:23.55",
          "pli": "Te paṭhamepi satthavāse na addasaṃsu tiṇaṃ vā kaṭṭhaṃ vā udakaṃ vā. ",
          "en": "And in the caravan’s first campsite they saw no grass, wood, or water. "
        },
        {
          "scid": "dn23:23.56",
          "pli": "Dutiyepi satthavāse … ",
          "en": "And in the second, "
        },
        {
          "scid": "dn23:23.57",
          "pli": "tatiyepi satthavāse … ",
          "en": "third, "
        },
        {
          "scid": "dn23:23.58",
          "pli": "catutthepi satthavāse … ",
          "en": "fourth, "
        },
        {
          "scid": "dn23:23.59",
          "pli": "pañcamepi satthavāse … ",
          "en": "fifth, "
        },
        {
          "scid": "dn23:23.60",
          "pli": "chaṭṭhepi satthavāse … ",
          "en": "sixth, "
        },
        {
          "scid": "dn23:23.61",
          "pli": "sattamepi satthavāse na addasaṃsu tiṇaṃ vā kaṭṭhaṃ vā udakaṃ vā. ",
          "en": "and seventh campsites they saw no grass, wood, or water. "
        },
        {
          "scid": "dn23:23.62",
          "pli": "Tañca satthaṃ addasaṃsu anayabyasanaṃ āpannaṃ. ",
          "en": "And they saw the other caravan that had come to ruin. "
        },
        {
          "scid": "dn23:23.63",
          "pli": "Ye ca tasmiṃ satthepi ahesuṃ manussā vā pasū vā, tesañca aṭṭhikāneva addasaṃsu tena yakkhena amanussena bhakkhitānaṃ. ",
          "en": "And they saw the bones of the men and beasts who had been devoured by that non-human spirit. "
        },
        {
          "scid": "dn23:23.64",
          "pli": "Atha kho so satthavāho satthike āmantesi: ",
          "en": "So the caravan leader addressed his drivers, "
        },
        {
          "scid": "dn23:23.65",
          "pli": "‘ayaṃ kho, bho, sattho anayabyasanaṃ āpanno, yathā taṃ tena bālena satthavāhena pariṇāyakena. ",
          "en": "‘This caravan came to ruin, as happens when guided by a foolish caravan leader. "
        },
        {
          "scid": "dn23:23.66",
          "pli": "Tena hi, bho, yānamhākaṃ satthe appasārāni paṇiyāni, tāni chaḍḍetvā, yāni imasmiṃ satthe mahāsārāni paṇiyāni, tāni ādiyathā’ti. ",
          "en": "Well then, sirs, toss out any of our merchandise that’s of little value, and take what’s valuable from this caravan.’ "
        },
        {
          "scid": "dn23:23.67",
          "pli": "‘Evaṃ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā yāni sakasmiṃ satthe appasārāni paṇiyāni, tāni chaḍḍetvā yāni tasmiṃ satthe mahāsārāni paṇiyāni, tāni ādiyitvā sotthinā taṃ kantāraṃ nitthariṃsu, yathā taṃ paṇḍitena satthavāhena pariṇāyakena. ",
          "en": "‘Yes, sir’ replied the drivers, and that’s what they did. They crossed over the desert safely, as happens when guided by an astute caravan leader. "
        },
        {
          "scid": "dn23:23.68",
          "pli": "Evameva kho tvaṃ, rājañña, bālo abyatto anayabyasanaṃ āpajjissasi ayoniso paralokaṃ gavesanto, seyyathāpi so purimo satthavāho. ",
          "en": "In the same way, chieftain, being foolish and incompetent, you will come to ruin seeking the other world irrationally, like the first caravan leader. "
        },
        {
          "scid": "dn23:23.69",
          "pli": "Yepi tava sotabbaṃ saddhātabbaṃ maññissanti, tepi anayabyasanaṃ āpajjissanti, seyyathāpi te satthikā. ",
          "en": "And those who think you’re worth listening to and trusting will also come to ruin, like the drivers. "
        },
        {
          "scid": "dn23:23.70",
          "pli": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
          "en": "Let go of this harmful misconception, chieftain, let go of it! "
        },
        {
          "scid": "dn23:23.71",
          "pli": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
          "en": "Don’t create lasting harm and suffering for yourself!” "
        },
        {
          "scid": "dn23:24.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho nevāhaṃ sakkomi idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjituṃ. ",
          "en": "“Even though Master Kassapa says this, still I’m not able to let go of that harmful misconception. "
        },
        {
          "scid": "dn23:24.2",
          "pli": "Rājāpi maṃ pasenadi kosalo jānāti tirorājānopi: ‘pāyāsi rājañño evaṃvādī evaṃdiṭṭhī: ",
          "en": "King Pasenadi of Kosala knows my views, and so do foreign kings. "
        },
        {
          "scid": "dn23:24.3",
          "pli": "“itipi natthi paro loko … pe … vipāko”’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:24.4",
          "pli": "Sacāhaṃ, bho kassapa, idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjissāmi, bhavissanti me vattāro: ",
          "en": " "
        },
        {
          "scid": "dn23:24.5",
          "pli": "‘yāva bālo pāyāsi rājañño, abyatto duggahitagāhī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:24.6",
          "pli": "Kopenapi naṃ harissāmi, makkhenapi naṃ harissāmi, palāsenapi naṃ harissāmī”ti. ",
          "en": "I shall carry on with this view out of anger, contempt, and spite!” "
        },
        {
          "scid": "dn23:24.7",
          "pli": "2.12. Gūthabhārikaupamā ",
          "en": "2.12. The Simile of the Dung-Carrier "
        },
        {
          "scid": "dn23:25.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:25.2",
          "pli": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:25.3",
          "pli": "Bhūtapubbaṃ, rājañña, aññataro sūkaraposako puriso sakamhā gāmā aññaṃ gāmaṃ agamāsi. ",
          "en": "Once upon a time, a certain swineherd went from his own village to another village. "
        },
        {
          "scid": "dn23:25.4",
          "pli": "Tattha addasa pahūtaṃ sukkhagūthaṃ chaḍḍitaṃ. ",
          "en": "There he saw a large pile of dry dung abandoned. "
        },
        {
          "scid": "dn23:25.5",
          "pli": "Disvānassa etadahosi: ",
          "en": "He thought, "
        },
        {
          "scid": "dn23:25.6",
          "pli": "‘ayaṃ kho pahūto sukkhagūtho chaḍḍito, mama ca sūkarabhattaṃ; ",
          "en": "‘This pile of dry dung can serve as food for my pigs. "
        },
        {
          "scid": "dn23:25.7",
          "pli": "yannūnāhaṃ ito sukkhagūthaṃ hareyyan’ti. ",
          "en": "Why don’t I carry it off?’ "
        },
        {
          "scid": "dn23:25.8",
          "pli": "So uttarāsaṅgaṃ pattharitvā pahūtaṃ sukkhagūthaṃ ākiritvā bhaṇḍikaṃ bandhitvā sīse ubbāhetvā agamāsi. ",
          "en": "So he spread out his upper robe, shoveled the dry dung onto it, tied it up into a bundle, lifted it on to his head, and went on his way. "
        },
        {
          "scid": "dn23:25.9",
          "pli": "Tassa antarāmagge mahāakālamegho pāvassi. ",
          "en": "While on his way a large sudden storm poured down. "
        },
        {
          "scid": "dn23:25.10",
          "pli": "So uggharantaṃ paggharantaṃ yāva agganakhā gūthena makkhito gūthabhāraṃ ādāya agamāsi. ",
          "en": "Smeared with leaking, oozing dung down to his fingernails, he kept on carrying the load of dung. "
        },
        {
          "scid": "dn23:25.11",
          "pli": "Tamenaṃ manussā disvā evamāhaṃsu: ",
          "en": "When people saw him they said, "
        },
        {
          "scid": "dn23:25.12",
          "pli": "‘kacci no tvaṃ, bhaṇe, ummatto, kacci viceto, kathañhi nāma uggharantaṃ paggharantaṃ yāva agganakhā gūthena makkhito gūthabhāraṃ harissasī’ti. ",
          "en": "‘Have you gone mad, sir? Have you lost your mind? For how can you, smeared with leaking, oozing dung down to your fingernails, keep on carrying that load of dung?’ "
        },
        {
          "scid": "dn23:25.13",
          "pli": "‘Tumhe khvettha, bhaṇe, ummattā, tumhe vicetā, tathā hi pana me sūkarabhattan’ti. ",
          "en": "‘You’re the mad ones, sirs! You’re the ones who’ve lost your minds! For this will serve as food for my pigs.’ "
        },
        {
          "scid": "dn23:25.14",
          "pli": "Evameva kho tvaṃ, rājañña, gūthabhārikūpamo maññe paṭibhāsi. ",
          "en": "In the same way, chieftain, you seem like the dung carrier in the simile. "
        },
        {
          "scid": "dn23:25.15",
          "pli": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
          "en": "Let go of this harmful misconception, chieftain, let go of it! "
        },
        {
          "scid": "dn23:25.16",
          "pli": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
          "en": "Don’t create lasting harm and suffering for yourself!” "
        },
        {
          "scid": "dn23:26.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho nevāhaṃ sakkomi idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjituṃ. ",
          "en": "“Even though Master Kassapa says this, still I’m not able to let go of that harmful misconception. "
        },
        {
          "scid": "dn23:26.2",
          "pli": "Rājāpi maṃ pasenadi kosalo jānāti tirorājānopi: ",
          "en": "King Pasenadi of Kosala knows my views, and so do foreign kings. "
        },
        {
          "scid": "dn23:26.3",
          "pli": "‘pāyāsi rājañño evaṃvādī evaṃdiṭṭhī: ",
          "en": " "
        },
        {
          "scid": "dn23:26.4",
          "pli": "“itipi natthi paro loko … pe … vipāko”’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:26.5",
          "pli": "Sacāhaṃ, bho kassapa, idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjissāmi, bhavissanti me vattāro: ",
          "en": " "
        },
        {
          "scid": "dn23:26.6",
          "pli": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:26.7",
          "pli": "Kopenapi naṃ harissāmi, makkhenapi naṃ harissāmi, palāsenapi naṃ harissāmī”ti. ",
          "en": "I shall carry on with this view out of anger, contempt, and spite!” "
        },
        {
          "scid": "dn23:26.8",
          "pli": "2.13. Akkhadhuttakaupamā ",
          "en": "2.13. The Simile of the Gamblers "
        },
        {
          "scid": "dn23:27.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi, ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:27.2",
          "pli": "upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:27.3",
          "pli": "Bhūtapubbaṃ, rājañña, dve akkhadhuttā akkhehi dibbiṃsu. ",
          "en": "Once upon a time, two gamblers were playing with dice. "
        },
        {
          "scid": "dn23:27.4",
          "pli": "Eko akkhadhutto āgatāgataṃ kaliṃ gilati. ",
          "en": "One gambler, every time they made a bad throw, swallowed the dice. "
        },
        {
          "scid": "dn23:27.5",
          "pli": "Addasā kho dutiyo akkhadhutto taṃ akkhadhuttaṃ āgatāgataṃ kaliṃ gilantaṃ, disvā taṃ akkhadhuttaṃ etadavoca: ",
          "en": "The second gambler saw him, and said, "
        },
        {
          "scid": "dn23:27.6",
          "pli": "‘tvaṃ kho, samma, ekantikena jināsi, dehi me, samma, akkhe pajohissāmī’ti. ",
          "en": "‘Well, my friend, you’ve won it all! Give me the dice, I will offer them as sacrifice.’ "
        },
        {
          "scid": "dn23:27.7",
          "pli": "‘Evaṃ, sammā’ti kho so akkhadhutto tassa akkhadhuttassa akkhe pādāsi. ",
          "en": "‘Yes, my friend,’ the gambler replied, and gave them. "
        },
        {
          "scid": "dn23:27.8",
          "pli": "Atha kho so akkhadhutto akkhe visena paribhāvetvā taṃ akkhadhuttaṃ etadavoca: ",
          "en": "Having soaked the dice in poison, the gambler said to the other, "
        },
        {
          "scid": "dn23:27.9",
          "pli": "‘ehi kho, samma, akkhehi dibbissāmā’ti. ",
          "en": "‘Come, my friend, let’s play dice.’ "
        },
        {
          "scid": "dn23:27.10",
          "pli": "‘Evaṃ, sammā’ti kho so akkhadhutto tassa akkhadhuttassa paccassosi. ",
          "en": "‘Yes, my friend,’ the other gambler replied. "
        },
        {
          "scid": "dn23:27.11",
          "pli": "Dutiyampi kho te akkhadhuttā akkhehi dibbiṃsu. ",
          "en": "And for a second time the gamblers played with dice. "
        },
        {
          "scid": "dn23:27.12",
          "pli": "Dutiyampi kho so akkhadhutto āgatāgataṃ kaliṃ gilati. ",
          "en": "And for the second time, every time they made a bad throw, that gambler swallowed the dice. "
        },
        {
          "scid": "dn23:27.13",
          "pli": "Addasā kho dutiyo akkhadhutto taṃ akkhadhuttaṃ dutiyampi āgatāgataṃ kaliṃ gilantaṃ, disvā taṃ akkhadhuttaṃ etadavoca: ",
          "en": "The second gambler saw him, and said, "
        },
        {
          "scid": "dn23:27.14",
          "pli": "‘Littaṃ paramena tejasā, ",
          "en": "‘The man swallows the dice without realizing "
        },
        {
          "scid": "dn23:27.15",
          "pli": "Gilamakkhaṃ puriso na bujjhati; ",
          "en": "they’re smeared with burning poison. "
        },
        {
          "scid": "dn23:27.16",
          "pli": "Gila re gila pāpadhuttaka, ",
          "en": "Swallow, you bloody cheat, swallow! "
        },
        {
          "scid": "dn23:27.17",
          "pli": "Pacchā te kaṭukaṃ bhavissatī’ti. ",
          "en": "Soon you’ll know the bitter fruit!’ "
        },
        {
          "scid": "dn23:27.18",
          "pli": "Evameva kho tvaṃ, rājañña, akkhadhuttakūpamo maññe paṭibhāsi. ",
          "en": "In the same way, chieftain, you seem like the gambler in the simile. "
        },
        {
          "scid": "dn23:27.19",
          "pli": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
          "en": "Let go of this harmful misconception, chieftain, let go of it! "
        },
        {
          "scid": "dn23:27.20",
          "pli": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
          "en": "Don’t create lasting harm and suffering for yourself!” "
        },
        {
          "scid": "dn23:28.1",
          "pli": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho nevāhaṃ sakkomi idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjituṃ. ",
          "en": "“Even though Master Kassapa says this, still I’m not able to let go of that harmful misconception. "
        },
        {
          "scid": "dn23:28.2",
          "pli": "Rājāpi maṃ pasenadi kosalo jānāti tirorājānopi: ",
          "en": "King Pasenadi of Kosala knows my views, and so do foreign kings. "
        },
        {
          "scid": "dn23:28.3",
          "pli": "‘pāyāsi rājañño evaṃvādī evaṃdiṭṭhī: ",
          "en": " "
        },
        {
          "scid": "dn23:28.4",
          "pli": "“itipi natthi paro loko … pe … vipāko”’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:28.5",
          "pli": "Sacāhaṃ, bho kassapa, idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjissāmi, bhavissanti me vattāro: ",
          "en": " "
        },
        {
          "scid": "dn23:28.6",
          "pli": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:28.7",
          "pli": "Kopenapi naṃ harissāmi, makkhenapi naṃ harissāmi, palāsenapi naṃ harissāmī”ti. ",
          "en": "I shall carry on with this view out of anger, contempt, and spite!” "
        },
        {
          "scid": "dn23:28.8",
          "pli": "2.14. Sāṇabhārikaupamā ",
          "en": "2.14. The Simile of the Man Who Carried Hemp "
        },
        {
          "scid": "dn23:29.1",
          "pli": "“Tena hi, rājañña, upamaṃ te karissāmi, ",
          "en": "“Well then, chieftain, I shall give you a simile. "
        },
        {
          "scid": "dn23:29.2",
          "pli": "upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
          "en": "For by means of a simile some sensible people understand the meaning of what is said. "
        },
        {
          "scid": "dn23:29.3",
          "pli": "Bhūtapubbaṃ, rājañña, aññataro janapado vuṭṭhāsi. ",
          "en": "Once upon a time, the inhabitants of a certain country emigrated. "
        },
        {
          "scid": "dn23:29.4",
          "pli": "Atha kho sahāyako sahāyakaṃ āmantesi: ",
          "en": "Then one friend said to another, "
        },
        {
          "scid": "dn23:29.5",
          "pli": "‘āyāma, samma, yena so janapado tenupasaṅkamissāma, appeva nāmettha kiñci dhanaṃ adhigaccheyyāmā’ti. ",
          "en": "‘Come, my friend, let’s go to that country. Hopefully we’ll get some riches there!’ "
        },
        {
          "scid": "dn23:29.6",
          "pli": "‘Evaṃ, sammā’ti kho sahāyako sahāyakassa paccassosi. ",
          "en": "‘Yes, my friend,’ the other replied. "
        },
        {
          "scid": "dn23:29.7",
          "pli": "Te yena so janapado, yena aññataraṃ gāmapaṭṭaṃ tenupasaṅkamiṃsu, tattha addasaṃsu pahūtaṃ sāṇaṃ chaḍḍitaṃ, disvā sahāyako sahāyakaṃ āmantesi: ",
          "en": "They went to that country, and to a certain place in a village. There they saw a pile of abandoned sunn hemp. Seeing it, one friend said to the other, "
        },
        {
          "scid": "dn23:29.8",
          "pli": "‘idaṃ kho, samma, pahūtaṃ sāṇaṃ chaḍḍitaṃ, tena hi, samma, tvañca sāṇabhāraṃ bandha, ahañca sāṇabhāraṃ bandhissāmi, ubho sāṇabhāraṃ ādāya gamissāmā’ti. ",
          "en": "‘This is a pile of abandoned sunn hemp. Well then, my friend, you make up a bundle of hemp, and I’ll make one too. Let’s both take a bundle of hemp and go on.’ "
        },
        {
          "scid": "dn23:29.9",
          "pli": "‘Evaṃ, sammā’ti kho sahāyako sahāyakassa paṭissutvā sāṇabhāraṃ bandhitvā te ubho sāṇabhāraṃ ādāya yena aññataraṃ gāmapaṭṭaṃ tenupasaṅkamiṃsu. ",
          "en": "‘Yes, my friend,’ he said. Carrying their bundles of hemp they went to another place in the village. "
        },
        {
          "scid": "dn23:29.10",
          "pli": "Tattha addasaṃsu pahūtaṃ sāṇasuttaṃ chaḍḍitaṃ, disvā sahāyako sahāyakaṃ āmantesi: ",
          "en": "There they saw much sunn hemp thread abandoned. Seeing it, one friend said to the other, "
        },
        {
          "scid": "dn23:29.11",
          "pli": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṃ, idaṃ pahūtaṃ sāṇasuttaṃ chaḍḍitaṃ. ",
          "en": "‘This pile of abandoned sunn hemp thread is just what we wanted the hemp for! "
        },
        {
          "scid": "dn23:29.12",
          "pli": "Tena hi, samma, tvañca sāṇabhāraṃ chaḍḍehi, ahañca sāṇabhāraṃ chaḍḍessāmi, ubho sāṇasuttabhāraṃ ādāya gamissāmā’ti. ",
          "en": "Well then, my friend, let’s abandon our bundles of hemp, and both take a bundle of hemp thread and go on.’ "
        },
        {
          "scid": "dn23:29.13",
          "pli": "‘Ayaṃ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṃ me, tvaṃ pajānāhī’ti. ",
          "en": "‘I’ve already carried this bundle of hemp a long way, and it’s well tied up. It’s good enough for me, you understand.’ "
        },
        {
          "scid": "dn23:29.14",
          "pli": "Atha kho so sahāyako sāṇabhāraṃ chaḍḍetvā sāṇasuttabhāraṃ ādiyi. ",
          "en": "So one friend abandoned their bundle of hemp and picked up a bundle of hemp thread. "
        },
        {
          "scid": "dn23:29.15",
          "pli": "Te yena aññataraṃ gāmapaṭṭaṃ tenupasaṅkamiṃsu. ",
          "en": "They went to another place in the village. "
        },
        {
          "scid": "dn23:29.16",
          "pli": "Tattha addasaṃsu pahūtā sāṇiyo chaḍḍitā, disvā sahāyako sahāyakaṃ āmantesi: ",
          "en": "There they saw much sunn hemp cloth abandoned. Seeing it, one friend said to the other, "
        },
        {
          "scid": "dn23:29.17",
          "pli": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṃ vā sāṇasuttaṃ vā, imā pahūtā sāṇiyo chaḍḍitā. ",
          "en": "‘This pile of abandoned sunn hemp cloth is just what we wanted the hemp and hemp thread for! "
        },
        {
          "scid": "dn23:29.18",
          "pli": "Tena hi, samma, tvañca sāṇabhāraṃ chaḍḍehi, ahañca sāṇasuttabhāraṃ chaḍḍessāmi, ubho sāṇibhāraṃ ādāya gamissāmā’ti. ",
          "en": "Well then, my friend, let’s abandon our bundles, and both take a bundle of hemp cloth and go on.’ "
        },
        {
          "scid": "dn23:29.19",
          "pli": "‘Ayaṃ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṃ me, tvaṃ pajānāhī’ti. ",
          "en": "‘I’ve already carried this bundle of hemp a long way, and it’s well tied up. It’s good enough for me, you understand.’ "
        },
        {
          "scid": "dn23:29.20",
          "pli": "Atha kho so sahāyako sāṇasuttabhāraṃ chaḍḍetvā sāṇibhāraṃ ādiyi. ",
          "en": "So one friend abandoned their bundle of hemp thread and picked up a bundle of hemp cloth. "
        },
        {
          "scid": "dn23:29.21",
          "pli": "Te yena aññataraṃ gāmapaṭṭaṃ tenupasaṅkamiṃsu. ",
          "en": "They went to another place in the village. "
        },
        {
          "scid": "dn23:29.22",
          "pli": "Tattha addasaṃsu pahūtaṃ khomaṃ chaḍḍitaṃ, disvā … pe … ",
          "en": "There they saw a pile of flax, and by turn, "
        },
        {
          "scid": "dn23:29.23",
          "pli": "pahūtaṃ khomasuttaṃ chaḍḍitaṃ, disvā … ",
          "en": "linen thread, "
        },
        {
          "scid": "dn23:29.24",
          "pli": "pahūtaṃ khomadussaṃ chaḍḍitaṃ, disvā … ",
          "en": "linen cloth, "
        },
        {
          "scid": "dn23:29.25",
          "pli": "pahūtaṃ kappāsaṃ chaḍḍitaṃ, disvā … ",
          "en": "silk, "
        },
        {
          "scid": "dn23:29.26",
          "pli": "pahūtaṃ kappāsikasuttaṃ chaḍḍitaṃ, disvā … ",
          "en": "silk thread, "
        },
        {
          "scid": "dn23:29.27",
          "pli": "pahūtaṃ kappāsikadussaṃ chaḍḍitaṃ, disvā … ",
          "en": "silk cloth, "
        },
        {
          "scid": "dn23:29.28",
          "pli": "pahūtaṃ ayaṃ chaḍḍitaṃ, disvā … ",
          "en": "iron, "
        },
        {
          "scid": "dn23:29.29",
          "pli": "pahūtaṃ lohaṃ chaḍḍitaṃ, disvā … ",
          "en": "copper, "
        },
        {
          "scid": "dn23:29.30",
          "pli": "pahūtaṃ tipuṃ chaḍḍitaṃ, disvā … ",
          "en": "tin, "
        },
        {
          "scid": "dn23:29.31",
          "pli": "pahūtaṃ sīsaṃ chaḍḍitaṃ, disvā … ",
          "en": "lead, "
        },
        {
          "scid": "dn23:29.32",
          "pli": "pahūtaṃ sajjhaṃ chaḍḍitaṃ, disvā … ",
          "en": "silver, "
        },
        {
          "scid": "dn23:29.33",
          "pli": "pahūtaṃ suvaṇṇaṃ chaḍḍitaṃ, disvā sahāyako sahāyakaṃ āmantesi: ",
          "en": "and gold abandoned. Seeing it, one friend said to the other, "
        },
        {
          "scid": "dn23:29.34",
          "pli": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṃ vā sāṇasuttaṃ vā sāṇiyo vā khomaṃ vā khomasuttaṃ vā khomadussaṃ vā kappāsaṃ vā kappāsikasuttaṃ vā kappāsikadussaṃ vā ayaṃ vā lohaṃ vā tipuṃ vā sīsaṃ vā sajjhaṃ vā, idaṃ pahūtaṃ suvaṇṇaṃ chaḍḍitaṃ. ",
          "en": "‘This pile of gold is just what we wanted all those other things for! "
        },
        {
          "scid": "dn23:29.35",
          "pli": "Tena hi, samma, tvañca sāṇabhāraṃ chaḍḍehi, ahañca sajjhabhāraṃ chaḍḍessāmi, ubho suvaṇṇabhāraṃ ādāya gamissāmā’ti. ",
          "en": "Well then, my friend, let’s abandon our bundles, and both take a bundle of gold and go on.’ "
        },
        {
          "scid": "dn23:29.36",
          "pli": "‘Ayaṃ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṃ me tvaṃ pajānāhī’ti. ",
          "en": "‘I’ve already carried this bundle of hemp a long way, and it’s well tied up. It’s good enough for me, you understand.’ "
        },
        {
          "scid": "dn23:29.37",
          "pli": "Atha kho so sahāyako sajjhabhāraṃ chaḍḍetvā suvaṇṇabhāraṃ ādiyi. ",
          "en": "So one friend abandoned their bundle of silver and picked up a bundle of gold. "
        },
        {
          "scid": "dn23:29.38",
          "pli": "Te yena sako gāmo tenupasaṅkamiṃsu. ",
          "en": "Then they returned to their own village. "
        },
        {
          "scid": "dn23:29.39",
          "pli": "Tattha yo so sahāyako sāṇabhāraṃ ādāya agamāsi, tassa neva mātāpitaro abhinandiṃsu, na puttadārā abhinandiṃsu, na mittāmaccā abhinandiṃsu, na ca tatonidānaṃ sukhaṃ somanassaṃ adhigacchi. ",
          "en": "When one friend returned with a bundle of sunn hemp, they didn’t please their parents, their partners and children, or their friends and colleagues. And they got no pleasure and happiness on that account. "
        },
        {
          "scid": "dn23:29.40",
          "pli": "Yo pana so sahāyako suvaṇṇabhāraṃ ādāya agamāsi, tassa mātāpitaropi abhinandiṃsu, puttadārāpi abhinandiṃsu, mittāmaccāpi abhinandiṃsu, tatonidānañca sukhaṃ somanassaṃ adhigacchi. ",
          "en": "But when the other friend returned with a bundle of gold, they pleased their parents, their partners and children, and their friends and colleagues. And they got much pleasure and happiness on that account. "
        },
        {
          "scid": "dn23:29.41",
          "pli": "Evameva kho tvaṃ, rājañña, sāṇabhārikūpamo maññe paṭibhāsi. ",
          "en": "In the same way, chieftain, you seem like the hemp-carrier in the simile. "
        },
        {
          "scid": "dn23:29.42",
          "pli": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
          "en": "Let go of this harmful misconception, chieftain, let go of it! "
        },
        {
          "scid": "dn23:29.43",
          "pli": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
          "en": "Don’t create lasting harm and suffering for yourself!” "
        },
        {
          "scid": "dn23:29.44",
          "pli": "3. Saraṇagamana ",
          "en": "3. Going for Refuge "
        },
        {
          "scid": "dn23:30.1",
          "pli": "“Purimeneva ahaṃ opammena bhoto kassapassa attamano abhiraddho. ",
          "en": "“I was delighted and satisfied with your very first simile, Master Kassapa! "
        },
        {
          "scid": "dn23:30.2",
          "pli": "Api cāhaṃ imāni vicitrāni pañhāpaṭibhānāni sotukāmo evāhaṃ bhavantaṃ kassapaṃ paccanīkaṃ kātabbaṃ amaññissaṃ. ",
          "en": "Nevertheless, I wanted to hear your various solutions to the problem, so I thought I’d oppose you in this way. "
        },
        {
          "scid": "dn23:30.3",
          "pli": "Abhikkantaṃ, bho kassapa, abhikkantaṃ, bho kassapa. ",
          "en": "Excellent, Master Kassapa! Excellent! "
        },
        {
          "scid": "dn23:30.4",
          "pli": "Seyyathāpi, bho kassapa, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā kassapena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Kassapa has made the teaching clear in many ways. "
        },
        {
          "scid": "dn23:30.5",
          "pli": "Esāhaṃ, bho kassapa, taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
          "en": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "dn23:30.6",
          "pli": "Upāsakaṃ maṃ bhavaṃ kassapo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
          "en": "From this day forth, may Master Kassapa remember me as a lay follower who has gone for refuge for life. "
        },
        {
          "scid": "dn23:30.7",
          "pli": "Icchāmi cāhaṃ, bho kassapa, mahāyaññaṃ yajituṃ, anusāsatu maṃ bhavaṃ kassapo, yaṃ mamassa dīgharattaṃ hitāya sukhāyā”ti. ",
          "en": "Master Kassapa, I wish to perform a great sacrifice. Please instruct me so it will be for my lasting welfare and happiness. "
        },
        {
          "scid": "dn23:30.8",
          "pli": "4. Yaññakathā ",
          "en": "4. On Sacrifice "
        },
        {
          "scid": "dn23:31.1",
          "pli": "“Yathārūpe kho, rājañña, yaññe gāvo vā haññanti ajeḷakā vā haññanti, kukkuṭasūkarā vā haññanti, vividhā vā pāṇā saṅghātaṃ āpajjanti, paṭiggāhakā ca honti micchādiṭṭhī micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhī, evarūpo kho, rājañña, yañño na mahapphalo hoti na mahānisaṃso na mahājutiko na mahāvipphāro. ",
          "en": "“Chieftain, take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are slaughtered. And the recipients have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. That kind of sacrifice is not very fruitful or beneficial or splendid or bountiful. "
        },
        {
          "scid": "dn23:31.2",
          "pli": "Seyyathāpi, rājañña, kassako bījanaṅgalaṃ ādāya vanaṃ paviseyya. ",
          "en": "Suppose a farmer was to enter a wood taking seed and plough. "
        },
        {
          "scid": "dn23:31.3",
          "pli": "So tattha dukkhette dubbhūme avihatakhāṇukaṇṭake bījāni patiṭṭhāpeyya khaṇḍāni pūtīni vātātapahatāni asāradāni asukhasayitāni. ",
          "en": "And on that barren field, that barren ground, with uncleared stumps he sowed seeds that were broken, spoiled, weather-damaged, infertile, and ill kept. "
        },
        {
          "scid": "dn23:31.4",
          "pli": "Devo ca na kālena kālaṃ sammādhāraṃ anuppaveccheyya. ",
          "en": "And the heavens don’t provide enough rain when needed. "
        },
        {
          "scid": "dn23:31.5",
          "pli": "Api nu tāni bījāni vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyyuṃ, kassako vā vipulaṃ phalaṃ adhigaccheyyā”ti? ",
          "en": "Would those seeds grow, increase, and mature, and would the farmer get abundant fruit?” "
        },
        {
          "scid": "dn23:31.6",
          "pli": "“No hidaṃ, bho kassapa”. ",
          "en": "“No, Master Kassapa.” "
        },
        {
          "scid": "dn23:31.7",
          "pli": "“Evameva kho, rājañña, yathārūpe yaññe gāvo vā haññanti, ajeḷakā vā haññanti, kukkuṭasūkarā vā haññanti, vividhā vā pāṇā saṅghātaṃ āpajjanti, paṭiggāhakā ca honti micchādiṭṭhī micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhī, evarūpo kho, rājañña, yañño na mahapphalo hoti na mahānisaṃso na mahājutiko na mahāvipphāro. ",
          "en": "“In the same way, chieftain, take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are slaughtered. And the recipients have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. That kind of sacrifice is not very fruitful or beneficial or splendid or bountiful. "
        },
        {
          "scid": "dn23:31.8",
          "pli": "Yathārūpe ca kho, rājañña, yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā vā pāṇā saṅghātaṃ āpajjanti, paṭiggāhakā ca honti sammādiṭṭhī sammāsaṅkappā sammāvācā sammākammantā sammāājīvā sammāvāyāmā sammāsatī sammāsamādhī, evarūpo kho, rājañña, yañño mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro. ",
          "en": "But take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are not slaughtered. And the recipients have right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. That kind of sacrifice is very fruitful and beneficial and splendid and bountiful. "
        },
        {
          "scid": "dn23:31.9",
          "pli": "Seyyathāpi, rājañña, kassako bījanaṅgalaṃ ādāya vanaṃ paviseyya. ",
          "en": "Suppose a farmer was to enter a wood taking seed and plough. "
        },
        {
          "scid": "dn23:31.10",
          "pli": "So tattha sukhette subhūme suvihatakhāṇukaṇṭake bījāni patiṭṭhapeyya akhaṇḍāni apūtīni avātātapahatāni sāradāni sukhasayitāni. ",
          "en": "And on that fertile field, that fertile ground, with well-cleared stumps he sowed seeds that were intact, unspoiled, not weather-damaged, fertile, and well kept. "
        },
        {
          "scid": "dn23:31.11",
          "pli": "Devo ca kālena kālaṃ sammādhāraṃ anuppaveccheyya. ",
          "en": "And the heavens provide plenty of rain when needed. "
        },
        {
          "scid": "dn23:31.12",
          "pli": "Api nu tāni bījāni vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyyuṃ, kassako vā vipulaṃ phalaṃ adhigaccheyyā”ti? ",
          "en": "Would those seeds grow, increase, and mature, and would the farmer get abundant fruit?” "
        },
        {
          "scid": "dn23:31.13",
          "pli": "“Evaṃ, bho kassapa”. ",
          "en": "“Yes, Master Kassapa.” "
        },
        {
          "scid": "dn23:31.14",
          "pli": "“Evameva kho, rājañña, yathārūpe yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā vā pāṇā saṅghātaṃ āpajjanti, paṭiggāhakā ca honti sammādiṭṭhī sammāsaṅkappā sammāvācā sammākammantā sammāājīvā sammāvāyāmā sammāsatī sammāsamādhī, evarūpo kho, rājañña, yañño mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro”ti. ",
          "en": "“In the same way, chieftain, take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are not slaughtered. And the recipients have right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. That kind of sacrifice is very fruitful and beneficial and splendid and bountiful.” "
        },
        {
          "scid": "dn23:31.15",
          "pli": "5. Uttaramāṇavavatthu ",
          "en": "5. On the Brahmin Student Uttara "
        },
        {
          "scid": "dn23:32.1",
          "pli": "Atha kho pāyāsi rājañño dānaṃ paṭṭhapesi samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṃ. ",
          "en": "Then the chieftain Pāyāsi set up an offering for ascetics and brahmins, for paupers, vagrants, travelers, and beggars. "
        },
        {
          "scid": "dn23:32.2",
          "pli": "Tasmiṃ kho pana dāne evarūpaṃ bhojanaṃ dīyati kaṇājakaṃ bilaṅgadutiyaṃ, dhorakāni ca vatthāni guḷavālakāni. ",
          "en": "At that offering such food as rough gruel with pickles was given, and heavy clothes with ball-tails. "
        },
        {
          "scid": "dn23:32.3",
          "pli": "Tasmiṃ kho pana dāne uttaro nāma māṇavo vāvaṭo ahosi. ",
          "en": "Now, it was a brahmin student named Uttara who organized that offering. "
        },
        {
          "scid": "dn23:32.4",
          "pli": "So dānaṃ datvā evaṃ anuddisati: ",
          "en": "When the offering was over he referred to it like this, "
        },
        {
          "scid": "dn23:32.5",
          "pli": "“imināhaṃ dānena pāyāsiṃ rājaññameva imasmiṃ loke samāgacchiṃ, mā parasmin”ti. ",
          "en": "“Through this offering may I be together with the chieftain Pāyāsi in this world, but not in the next.” "
        },
        {
          "scid": "dn23:32.6",
          "pli": "Assosi kho pāyāsi rājañño: ",
          "en": "Pāyāsi heard of this, "
        },
        {
          "scid": "dn23:32.7",
          "pli": "“uttaro kira māṇavo dānaṃ datvā evaṃ anuddisati: ",
          "en": " "
        },
        {
          "scid": "dn23:32.8",
          "pli": "‘imināhaṃ dānena pāyāsiṃ rājaññameva imasmiṃ loke samāgacchiṃ, mā parasmin’”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:32.9",
          "pli": "Atha kho pāyāsi rājañño uttaraṃ māṇavaṃ āmantāpetvā etadavoca: ",
          "en": "so he summoned Uttara and said, "
        },
        {
          "scid": "dn23:32.10",
          "pli": "“saccaṃ kira tvaṃ, tāta uttara, dānaṃ datvā evaṃ anuddisasi: ",
          "en": "“Is it really true, dear Uttara, that you referred to the offering in this way?” "
        },
        {
          "scid": "dn23:32.11",
          "pli": "‘imināhaṃ dānena pāyāsiṃ rājaññameva imasmiṃ loke samāgacchiṃ, mā parasmin’”ti? ",
          "en": " "
        },
        {
          "scid": "dn23:32.12",
          "pli": "“Evaṃ, bho”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "dn23:32.13",
          "pli": "“Kissa pana tvaṃ, tāta uttara, dānaṃ datvā evaṃ anuddisasi: ",
          "en": "“But why? "
        },
        {
          "scid": "dn23:32.14",
          "pli": "‘imināhaṃ dānena pāyāsiṃ rājaññameva imasmiṃ loke samāgacchiṃ, mā parasmin’ti? ",
          "en": " "
        },
        {
          "scid": "dn23:32.15",
          "pli": "Nanu mayaṃ, tāta uttara, puññatthikā dānasseva phalaṃ pāṭikaṅkhino”ti? ",
          "en": "Don’t we who seek merit expect some result from the offering?” "
        },
        {
          "scid": "dn23:32.16",
          "pli": "“Bhoto kho dāne evarūpaṃ bhojanaṃ dīyati kaṇājakaṃ bilaṅgadutiyaṃ, yaṃ bhavaṃ pādāpi na iccheyya samphusituṃ, kuto bhuñjituṃ, dhorakāni ca vatthāni guḷavālakāni, yāni bhavaṃ pādāpi na iccheyya samphusituṃ, kuto paridahituṃ. ",
          "en": "“At your offering such food as rough gruel with pickles was given, which you wouldn’t even want to touch with your foot, much less eat. And also heavy clothes with ball-tails, which you also wouldn’t want to touch with your foot, much less wear. "
        },
        {
          "scid": "dn23:32.17",
          "pli": "Bhavaṃ kho panamhākaṃ piyo manāpo, kathaṃ mayaṃ manāpaṃ amanāpena saṃyojemā”ti? ",
          "en": "Sir, you’re dear and beloved to me. But how can I reconcile one so dear with something so disagreeable?” "
        },
        {
          "scid": "dn23:32.18",
          "pli": "“Tena hi tvaṃ, tāta uttara, yādisāhaṃ bhojanaṃ bhuñjāmi, tādisaṃ bhojanaṃ paṭṭhapehi. ",
          "en": "“Well then, dear Uttara, set up an offering with the same kind of food that I eat, "
        },
        {
          "scid": "dn23:32.19",
          "pli": "Yādisāni cāhaṃ vatthāni paridahāmi, tādisāni ca vatthāni paṭṭhapehī”ti. ",
          "en": "and the same kind of clothes that I wear.” "
        },
        {
          "scid": "dn23:32.20",
          "pli": "“Evaṃ, bho”ti kho uttaro māṇavo pāyāsissa rājaññassa paṭissutvā yādisaṃ bhojanaṃ pāyāsi rājañño bhuñjati, tādisaṃ bhojanaṃ paṭṭhapesi. ",
          "en": "“Yes, sir,” replied Uttara, and did so. "
        },
        {
          "scid": "dn23:32.21",
          "pli": "Yādisāni ca vatthāni pāyāsi rājañño paridahati, tādisāni ca vatthāni paṭṭhapesi. ",
          "en": " "
        },
        {
          "scid": "dn23:32.22",
          "pli": "Atha kho pāyāsi rājañño asakkaccaṃ dānaṃ datvā asahatthā dānaṃ datvā acittīkataṃ dānaṃ datvā apaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajji suññaṃ serīsakaṃ vimānaṃ. ",
          "en": "So the chieftain Pāyāsi gave gifts carelessly, thoughtlessly, not with his own hands, giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Four Great Kings, in an empty palace of acacia. "
        },
        {
          "scid": "dn23:32.23",
          "pli": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo. So sakkaccaṃ dānaṃ datvā sahatthā dānaṃ datvā cittīkataṃ dānaṃ datvā anapaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajji devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
          "en": "But the brahmin student Uttara who organized the offering gave gifts carefully, thoughtfully, with his own hands, not giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Thirty-Three. "
        },
        {
          "scid": "dn23:32.24",
          "pli": "6. Pāyāsidevaputta ",
          "en": "6. The God Pāyāsi "
        },
        {
          "scid": "dn23:33.1",
          "pli": "Tena kho pana samayena āyasmā gavampati abhikkhaṇaṃ suññaṃ serīsakaṃ vimānaṃ divāvihāraṃ gacchati. ",
          "en": "Now at that time Venerable Gavampati would often go to that empty acacia palace for the day’s meditation. "
        },
        {
          "scid": "dn23:33.2",
          "pli": "Atha kho pāyāsi devaputto yenāyasmā gavampati tenupasaṅkami; upasaṅkamitvā āyasmantaṃ gavampatiṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho pāyāsiṃ devaputtaṃ āyasmā gavampati etadavoca: ",
          "en": "Then the god Pāyāsi went up to him, bowed, and stood to one side. Gavampati said to him, "
        },
        {
          "scid": "dn23:33.3",
          "pli": "“kosi tvaṃ, āvuso”ti? ",
          "en": "“Who are you, reverend?” "
        },
        {
          "scid": "dn23:33.4",
          "pli": "“Ahaṃ, bhante, pāyāsi rājañño”ti. ",
          "en": "“Sir, I am the chieftain Pāyāsi.” "
        },
        {
          "scid": "dn23:33.5",
          "pli": "“Nanu tvaṃ, āvuso, evaṃdiṭṭhiko ahosi: ",
          "en": "“Didn’t you have the view that "
        },
        {
          "scid": "dn23:33.6",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti? ",
          "en": "there’s no afterlife, no beings are reborn spontaneously, and there’s no fruit or result of good and bad deeds?” "
        },
        {
          "scid": "dn23:33.7",
          "pli": "“Saccāhaṃ, bhante, evaṃdiṭṭhiko ahosiṃ: ",
          "en": "“It’s true, sir, I did have such a view. "
        },
        {
          "scid": "dn23:33.8",
          "pli": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’ti. ",
          "en": " "
        },
        {
          "scid": "dn23:33.9",
          "pli": "Api cāhaṃ ayyena kumārakassapena etasmā pāpakā diṭṭhigatā vivecito”ti. ",
          "en": "But Venerable Kassapa the Prince dissuaded me from that harmful misconception.” "
        },
        {
          "scid": "dn23:33.10",
          "pli": "“Yo pana te, āvuso, dāne vāvaṭo ahosi uttaro nāma māṇavo, so kuhiṃ upapanno”ti? ",
          "en": "“But the student named Uttara who organized that offering for you—where has he been reborn?” "
        },
        {
          "scid": "dn23:33.11",
          "pli": "“Yo me, bhante, dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṃ dānaṃ datvā sahatthā dānaṃ datvā cittīkataṃ dānaṃ datvā anapaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapanno devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
          "en": "“Sir, Uttara gave gifts carefully, thoughtfully, with his own hands, not giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Thirty-Three. "
        },
        {
          "scid": "dn23:33.12",
          "pli": "Ahaṃ pana, bhante, asakkaccaṃ dānaṃ datvā asahatthā dānaṃ datvā acittīkataṃ dānaṃ datvā apaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapanno suññaṃ serīsakaṃ vimānaṃ. ",
          "en": "But I gave gifts carelessly, thoughtlessly, not with my own hands, giving the dregs. When my body broke up, after death, I was reborn in company with the gods of the Four Great Kings, in an empty palace of acacia. "
        },
        {
          "scid": "dn23:33.13",
          "pli": "Tena hi, bhante gavampati, manussalokaṃ gantvā evamārocehi: ",
          "en": "So, sir, when you’ve returned to the human realm, please announce this: "
        },
        {
          "scid": "dn23:33.14",
          "pli": "‘sakkaccaṃ dānaṃ detha, sahatthā dānaṃ detha, cittīkataṃ dānaṃ detha, anapaviddhaṃ dānaṃ detha. ",
          "en": "‘Give gifts carefully, thoughtfully, with your own hands, not giving the dregs. "
        },
        {
          "scid": "dn23:33.15",
          "pli": "Pāyāsi rājañño asakkaccaṃ dānaṃ datvā asahatthā dānaṃ datvā acittīkataṃ dānaṃ datvā apaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapanno suññaṃ serīsakaṃ vimānaṃ. ",
          "en": "The chieftain Pāyāsi gave gifts carelessly, thoughtlessly, not with his own hands, giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Four Great Kings, in an empty palace of acacia. "
        },
        {
          "scid": "dn23:33.16",
          "pli": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṃ dānaṃ datvā sahatthā dānaṃ datvā cittīkataṃ dānaṃ datvā anapaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapanno devānaṃ tāvatiṃsānaṃ sahabyatan’”ti. ",
          "en": "But the brahmin student Uttara who organized the offering gave gifts carefully, thoughtfully, with his own hands, not giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Thirty-Three.’” "
        },
        {
          "scid": "dn23:34.1",
          "pli": "Atha kho āyasmā gavampati manussalokaṃ āgantvā evamārocesi: ",
          "en": "So when Venerable Gavampati returned to the human realm he made that announcement. "
        },
        {
          "scid": "dn23:34.2",
          "pli": "“sakkaccaṃ dānaṃ detha, sahatthā dānaṃ detha, cittīkataṃ dānaṃ detha, anapaviddhaṃ dānaṃ detha. ",
          "en": " "
        },
        {
          "scid": "dn23:34.3",
          "pli": "Pāyāsi rājañño asakkaccaṃ dānaṃ datvā asahatthā dānaṃ datvā acittīkataṃ dānaṃ datvā apaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapanno suññaṃ serīsakaṃ vimānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn23:34.4",
          "pli": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṃ dānaṃ datvā sahatthā dānaṃ datvā cittīkataṃ dānaṃ datvā anapaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapanno devānaṃ tāvatiṃsānaṃ sahabyatan”ti. ",
          "en": " "
        },
        {
          "scid": "dn23:34.5",
          "pli": "Pāyāsisuttaṃ niṭṭhitaṃ dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "dn23:34.6",
          "pli": "Mahāvaggo niṭṭhito. ",
          "en": " "
        },
        {
          "scid": "dn23:34.7",
          "pli": "Mahāpadāna nidānaṃ, ",
          "en": " "
        },
        {
          "scid": "dn23:34.8",
          "pli": "nibbānañca sudassanaṃ; ",
          "en": " "
        },
        {
          "scid": "dn23:34.9",
          "pli": "Janavasabha govindaṃ, ",
          "en": " "
        },
        {
          "scid": "dn23:34.10",
          "pli": "samayaṃ sakkapañhakaṃ; ",
          "en": " "
        },
        {
          "scid": "dn23:34.11",
          "pli": "Mahāsatipaṭṭhānañca, ",
          "en": " "
        },
        {
          "scid": "dn23:34.12",
          "pli": "pāyāsi dasamaṃ bhave. ",
          "en": " "
        },
        {
          "scid": "dn23:34.13",
          "pli": "Mahāvaggapāḷi niṭṭhitā. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn23/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 23",
    "volpages": "DN ii 316",
    "uid": "dn23",
    "blurb": "This is a long and entertaining debate between a monk and a skeptic, who went to elaborate and bizarre lengths to prove that there is no such thing as an afterlife. The discourse contains a colorful series of parables and examples.",
    "difficulty": 2,
    "original_title": "Pāyāsi Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Pāyāsi ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn23_sujato",
        "segmented": true,
        "title": "With Pāyāsi ",
        "volpage": null
      },
      {
        "author": "T.W. & C.A.F. Rhys Davids",
        "author_short": "Rhys Davids",
        "author_uid": "tw-caf_rhysdavids",
        "id": "en_dn23_tw-caf_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1910",
        "segmented": false,
        "volpage": null,
        "title": "To Pāyāsi"
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "num": 10
  }
}