{
  "sutta_uid": "dn24",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn24",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "About Pāṭikaputta ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Lion’s Roar at Udumbarikā’s Monastery ",
      "uid": "dn25"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Pāyāsi ",
      "uid": "dn23"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn24:0.1",
          "pli": "Dīgha Nikāya 24 ",
          "en": "Long Discourses 24 "
        },
        {
          "scid": "dn24:0.2",
          "pli": "Pāthikasutta ",
          "en": "About Pāṭikaputta "
        },
        {
          "scid": "dn24:0.3",
          "pli": "1. Sunakkhattavatthu ",
          "en": "1. On Sunakkhatta "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 24 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn24:1.1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn24:1.1.2",
          "pli": "ekaṃ samayaṃ bhagavā mallesu viharati anupiyaṃ nāma mallānaṃ nigamo. ",
          "en": "At one time the Buddha was staying in the land of the Mallas, near the Mallian town named Anupiya. "
        },
        {
          "scid": "dn24:1.1.3",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya anupiyaṃ piṇḍāya pāvisi. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Anupiya for alms. "
        },
        {
          "scid": "dn24:1.1.4",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then it occurred to him, "
        },
        {
          "scid": "dn24:1.1.5",
          "pli": "“atippago kho tāva anupiyāyaṃ piṇḍāya carituṃ. ",
          "en": "“It’s too early to wander for alms in Anupiya. "
        },
        {
          "scid": "dn24:1.1.6",
          "pli": "Yannūnāhaṃ yena bhaggavagottassa paribbājakassa ārāmo, yena bhaggavagotto paribbājako tenupasaṅkameyyan”ti. ",
          "en": "Why don’t I go to the wanderer Bhaggavagotta’s monastery to visit him?” "
        },
        {
          "scid": "dn24:1.2.1",
          "pli": "Atha kho bhagavā yena bhaggavagottassa paribbājakassa ārāmo, yena bhaggavagotto paribbājako tenupasaṅkami. ",
          "en": "So that’s what he did. "
        },
        {
          "scid": "dn24:1.2.2",
          "pli": "Atha kho bhaggavagotto paribbājako bhagavantaṃ etadavoca: ",
          "en": "Then the wanderer Bhaggavagotta said to the Buddha, "
        },
        {
          "scid": "dn24:1.2.3",
          "pli": "“etu kho, bhante, bhagavā. ",
          "en": "“Come, Blessed One! "
        },
        {
          "scid": "dn24:1.2.4",
          "pli": "Svāgataṃ, bhante, bhagavato. ",
          "en": "Welcome, Blessed One! "
        },
        {
          "scid": "dn24:1.2.5",
          "pli": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ",
          "en": "It’s been a long time since you took the opportunity to come here. "
        },
        {
          "scid": "dn24:1.2.6",
          "pli": "Nisīdatu, bhante, bhagavā, idamāsanaṃ paññattan”ti. ",
          "en": "Please, sir, sit down, this seat is ready.” "
        },
        {
          "scid": "dn24:1.2.7",
          "pli": "Nisīdi bhagavā paññatte āsane. ",
          "en": "The Buddha sat on the seat spread out, "
        },
        {
          "scid": "dn24:1.2.8",
          "pli": "Bhaggavagottopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "while Bhaggavagotta took a low seat, sat to one side, "
        },
        {
          "scid": "dn24:1.2.9",
          "pli": "Ekamantaṃ nisinno kho bhaggavagotto paribbājako bhagavantaṃ etadavoca: ",
          "en": "and said to the Buddha, "
        },
        {
          "scid": "dn24:1.2.10",
          "pli": "“purimāni, bhante, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca: ",
          "en": "“Sir, a few days ago Sunakkhatta the Licchavi came to me and said: "
        },
        {
          "scid": "dn24:1.2.11",
          "pli": "‘paccakkhāto dāni mayā, bhaggava, bhagavā. ",
          "en": "‘Now, Bhaggava, I have rejected the Buddha. "
        },
        {
          "scid": "dn24:1.2.12",
          "pli": "Na dānāhaṃ bhagavantaṃ uddissa viharāmī’ti. ",
          "en": "Now I no longer live dedicated to him.’ "
        },
        {
          "scid": "dn24:1.2.13",
          "pli": "Kaccetaṃ, bhante, tatheva, yathā sunakkhatto licchaviputto avacā”ti? ",
          "en": "Sir, is what Sunakkhatta said true?” "
        },
        {
          "scid": "dn24:1.2.14",
          "pli": "“Tatheva kho etaṃ, bhaggava, yathā sunakkhatto licchaviputto avaca. ",
          "en": "“Indeed it is, Bhaggava. "
        },
        {
          "scid": "dn24:1.3.1",
          "pli": "Purimāni, bhaggava, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho, bhaggava, sunakkhatto licchaviputto maṃ etadavoca: ",
          "en": "A few days ago Sunakkhatta the Licchavi came to me, bowed, sat down to one side, and said: "
        },
        {
          "scid": "dn24:1.3.2",
          "pli": "‘paccakkhāmi dānāhaṃ, bhante, bhagavantaṃ. ",
          "en": "‘Now I reject the Buddha! "
        },
        {
          "scid": "dn24:1.3.3",
          "pli": "Na dānāhaṃ, bhante, bhagavantaṃ uddissa viharissāmī’ti. ",
          "en": "Now I shall no longer live dedicated to you.’ "
        },
        {
          "scid": "dn24:1.3.4",
          "pli": "Evaṃ vutte, ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
          "en": "When Sunakkhatta said this, I said to him, "
        },
        {
          "scid": "dn24:1.3.5",
          "pli": "‘api nu tāhaṃ, sunakkhatta, evaṃ avacaṃ, ",
          "en": "‘But Sunakkhatta, did I ever say to you: "
        },
        {
          "scid": "dn24:1.3.6",
          "pli": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhī’ti? ",
          "en": "“Come, live dedicated to me”?’ "
        },
        {
          "scid": "dn24:1.3.7",
          "pli": "‘No hetaṃ, bhante’. ",
          "en": "‘No, sir.’ "
        },
        {
          "scid": "dn24:1.3.8",
          "pli": "‘Tvaṃ vā pana maṃ evaṃ avaca—",
          "en": "‘Or did you ever say to me: "
        },
        {
          "scid": "dn24:1.3.9",
          "pli": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmī’ti? ",
          "en": "“Sir, I shall live dedicated to the Buddha”?’ "
        },
        {
          "scid": "dn24:1.3.10",
          "pli": "‘No hetaṃ, bhante’. ",
          "en": "‘No, sir.’ "
        },
        {
          "scid": "dn24:1.3.11",
          "pli": "‘Iti kira, sunakkhatta, nevāhaṃ taṃ vadāmi—",
          "en": "‘So it seems that I did not ask you to "
        },
        {
          "scid": "dn24:1.3.12",
          "pli": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhīti. ",
          "en": "live dedicated to me, "
        },
        {
          "scid": "dn24:1.3.13",
          "pli": "Napi kira maṃ tvaṃ vadesi—",
          "en": "nor did you say you would "
        },
        {
          "scid": "dn24:1.3.14",
          "pli": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmīti. ",
          "en": "live dedicated to me. "
        },
        {
          "scid": "dn24:1.3.15",
          "pli": "Evaṃ sante, moghapurisa, ko santo kaṃ paccācikkhasi? ",
          "en": "In that case, you silly man, are you really in a position to be rejecting anything? "
        },
        {
          "scid": "dn24:1.3.16",
          "pli": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
          "en": "See how far you have strayed!’ "
        },
        {
          "scid": "dn24:1.4.1",
          "pli": "‘Na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṃ karotī’ti. ",
          "en": "‘But sir, the Buddha never performs any superhuman demonstrations of psychic power for me.’ "
        },
        {
          "scid": "dn24:1.4.2",
          "pli": "‘Api nu tāhaṃ, sunakkhatta, evaṃ avacaṃ—",
          "en": "‘But Sunakkhatta, did I ever say to you: "
        },
        {
          "scid": "dn24:1.4.3",
          "pli": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhi, ahaṃ te uttari manussadhammā iddhipāṭihāriyaṃ karissāmī’ti? ",
          "en": "“Come, live dedicated to me and I will perform a superhuman demonstration of psychic power for you”?’ "
        },
        {
          "scid": "dn24:1.4.4",
          "pli": "‘No hetaṃ, bhante’. ",
          "en": "‘No, sir.’ "
        },
        {
          "scid": "dn24:1.4.5",
          "pli": "‘Tvaṃ vā pana maṃ evaṃ avaca—",
          "en": "‘Or did you ever say to me: "
        },
        {
          "scid": "dn24:1.4.6",
          "pli": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmi, bhagavā me uttari manussadhammā iddhipāṭihāriyaṃ karissatī’ti? ",
          "en": "“Sir, I shall live dedicated to the Buddha, and the Buddha will perform a superhuman demonstration of psychic power for me”?’ "
        },
        {
          "scid": "dn24:1.4.7",
          "pli": "‘No hetaṃ, bhante’. ",
          "en": "‘No, sir.’ "
        },
        {
          "scid": "dn24:1.4.8",
          "pli": "‘Iti kira, sunakkhatta, nevāhaṃ taṃ vadāmi—",
          "en": "‘So it seems that I did not ask this of you, and you did not require it of me. "
        },
        {
          "scid": "dn24:1.4.9",
          "pli": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhi, ahaṃ te uttari manussadhammā iddhipāṭihāriyaṃ karissāmīti; ",
          "en": " "
        },
        {
          "scid": "dn24:1.4.10",
          "pli": "napi kira maṃ tvaṃ vadesi—",
          "en": " "
        },
        {
          "scid": "dn24:1.4.11",
          "pli": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmi, bhagavā me uttari manussadhammā iddhipāṭihāriyaṃ karissatīti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.4.12",
          "pli": "Evaṃ sante, moghapurisa, ko santo kaṃ paccācikkhasi? ",
          "en": "In that case, you silly man, are you really in a position to be rejecting anything? "
        },
        {
          "scid": "dn24:1.4.13",
          "pli": "Taṃ kiṃ maññasi, sunakkhatta, ",
          "en": "What do you think, Sunakkhatta? "
        },
        {
          "scid": "dn24:1.4.14",
          "pli": "kate vā uttari manussadhammā iddhipāṭihāriye akate vā uttari manussadhammā iddhipāṭihāriye yassatthāya mayā dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti? ",
          "en": "Whether or not there is a demonstration of psychic power, does my teaching lead someone who practices it to the goal of the complete ending of suffering?’ "
        },
        {
          "scid": "dn24:1.4.15",
          "pli": "‘Kate vā, bhante, uttari manussadhammā iddhipāṭihāriye akate vā uttari manussadhammā iddhipāṭihāriye yassatthāya bhagavatā dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ",
          "en": "‘It does, sir.’ "
        },
        {
          "scid": "dn24:1.4.16",
          "pli": "‘Iti kira, sunakkhatta, kate vā uttari manussadhammā iddhipāṭihāriye, akate vā uttari manussadhammā iddhipāṭihāriye, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāya. ",
          "en": "‘So it seems that whether or not there is a demonstration of psychic power, my teaching leads someone who practices it to the goal of the complete ending of suffering. "
        },
        {
          "scid": "dn24:1.4.17",
          "pli": "Tatra, sunakkhatta, kiṃ uttari manussadhammā iddhipāṭihāriyaṃ kataṃ karissati? ",
          "en": "In that case, what is the point of superhuman demonstrations of psychic power? "
        },
        {
          "scid": "dn24:1.4.18",
          "pli": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
          "en": "See how far you have strayed, you silly man!’ "
        },
        {
          "scid": "dn24:1.5.1",
          "pli": "‘Na hi pana me, bhante, bhagavā aggaññaṃ paññapetī’ti? ",
          "en": "‘But sir, the Buddha never describes the origin of the world to me.’ "
        },
        {
          "scid": "dn24:1.5.2",
          "pli": "‘Api nu tāhaṃ, sunakkhatta, evaṃ avacaṃ—",
          "en": "‘But Sunakkhatta, did I ever say to you: "
        },
        {
          "scid": "dn24:1.5.3",
          "pli": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhi, ahaṃ te aggaññaṃ paññapessāmī’ti? ",
          "en": "“Come, live dedicated to me and I will describe the origin of the world to you”?’ "
        },
        {
          "scid": "dn24:1.5.4",
          "pli": "‘No hetaṃ, bhante’. ",
          "en": "‘No, sir.’ "
        },
        {
          "scid": "dn24:1.5.5",
          "pli": "‘Tvaṃ vā pana maṃ evaṃ avaca—",
          "en": "‘Or did you ever say to me: "
        },
        {
          "scid": "dn24:1.5.6",
          "pli": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmi, bhagavā me aggaññaṃ paññapessatī’ti? ",
          "en": "“Sir, I shall live dedicated to the Buddha, and the Buddha will describe the origin of the world to me”?’ "
        },
        {
          "scid": "dn24:1.5.7",
          "pli": "‘No hetaṃ, bhante’. ",
          "en": "‘No, sir.’ "
        },
        {
          "scid": "dn24:1.5.8",
          "pli": "‘Iti kira, sunakkhatta, nevāhaṃ taṃ vadāmi—",
          "en": "‘So it seems that I did not ask this of you, and you did not require it of me. "
        },
        {
          "scid": "dn24:1.5.9",
          "pli": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhi, ahaṃ te aggaññaṃ paññapessāmīti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.5.10",
          "pli": "Napi kira maṃ tvaṃ vadesi—",
          "en": " "
        },
        {
          "scid": "dn24:1.5.11",
          "pli": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmi, bhagavā me aggaññaṃ paññapessatīti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.5.12",
          "pli": "Evaṃ sante, moghapurisa, ko santo kaṃ paccācikkhasi? ",
          "en": "In that case, you silly man, are you really in a position to be rejecting anything? "
        },
        {
          "scid": "dn24:1.5.13",
          "pli": "Taṃ kiṃ maññasi, sunakkhatta, ",
          "en": "What do you think, Sunakkhatta? "
        },
        {
          "scid": "dn24:1.5.14",
          "pli": "paññatte vā aggaññe, apaññatte vā aggaññe, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāyā’ti? ",
          "en": "Whether or not the origin of the world is described, does my teaching lead someone who practices it to the goal of the complete ending of suffering?’ "
        },
        {
          "scid": "dn24:1.5.15",
          "pli": "‘Paññatte vā, bhante, aggaññe, apaññatte vā aggaññe, yassatthāya bhagavatā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ",
          "en": "‘It does, sir.’ "
        },
        {
          "scid": "dn24:1.5.16",
          "pli": "‘Iti kira, sunakkhatta, paññatte vā aggaññe, apaññatte vā aggaññe, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāya. ",
          "en": "‘So it seems that whether or not the origin of the world is described, my teaching leads someone who practices it to the goal of the complete ending of suffering. "
        },
        {
          "scid": "dn24:1.5.17",
          "pli": "Tatra, sunakkhatta, kiṃ aggaññaṃ paññattaṃ karissati? ",
          "en": "In that case, what is the point of describing the origin of the world? "
        },
        {
          "scid": "dn24:1.5.18",
          "pli": "Passa, moghapurisa, yāvañca te idaṃ aparaddhaṃ. ",
          "en": "See how far you have strayed, you silly man! "
        },
        {
          "scid": "dn24:1.6.1",
          "pli": "Anekapariyāyena kho te, sunakkhatta, mama vaṇṇo bhāsito vajjigāme—",
          "en": "In many ways, Sunakkhatta, you have praised me like this in the Vajjian capital: "
        },
        {
          "scid": "dn24:1.6.2",
          "pli": "itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavāti. ",
          "en": "“That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.” "
        },
        {
          "scid": "dn24:1.6.3",
          "pli": "Iti kho te, sunakkhatta, anekapariyāyena mama vaṇṇo bhāsito vajjigāme. ",
          "en": " "
        },
        {
          "scid": "dn24:1.6.4",
          "pli": "Anekapariyāyena kho te, sunakkhatta, dhammassa vaṇṇo bhāsito vajjigāme—",
          "en": "In many ways you have praised the teaching like this in the Vajjian capital: "
        },
        {
          "scid": "dn24:1.6.5",
          "pli": "svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhīti. ",
          "en": "“The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.” "
        },
        {
          "scid": "dn24:1.6.6",
          "pli": "Iti kho te, sunakkhatta, anekapariyāyena dhammassa vaṇṇo bhāsito vajjigāme. ",
          "en": " "
        },
        {
          "scid": "dn24:1.6.7",
          "pli": "Anekapariyāyena kho te, sunakkhatta, saṅghassa vaṇṇo bhāsito vajjigāme—",
          "en": "In many ways you have praised the Saṅgha like this in the Vajjian capital: "
        },
        {
          "scid": "dn24:1.6.8",
          "pli": "suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho, āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassāti. ",
          "en": "“The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.” "
        },
        {
          "scid": "dn24:1.6.9",
          "pli": "Iti kho te, sunakkhatta, anekapariyāyena saṅghassa vaṇṇo bhāsito vajjigāme. ",
          "en": " "
        },
        {
          "scid": "dn24:1.6.10",
          "pli": "Ārocayāmi kho te, sunakkhatta, paṭivedayāmi kho te, sunakkhatta. ",
          "en": "I declare this to you, Sunakkhatta, I announce this to you! "
        },
        {
          "scid": "dn24:1.6.11",
          "pli": "Bhavissanti kho te, sunakkhatta, vattāro, no visahi sunakkhatto licchaviputto samaṇe gotame brahmacariyaṃ carituṃ, so avisahanto sikkhaṃ paccakkhāya hīnāyāvattoti. ",
          "en": "There will be those who say that Sunakkhatta was unable to lead the spiritual life under the ascetic Gotama. That’s why he rejected the training and returned to a lesser life. "
        },
        {
          "scid": "dn24:1.6.12",
          "pli": "Iti kho te, sunakkhatta, bhavissanti vattāro’ti. ",
          "en": "That’s what they’ll say.’ "
        },
        {
          "scid": "dn24:1.6.13",
          "pli": "Evaṃ kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko nerayiko. ",
          "en": "Though I spoke to Sunakkhatta like this, he still left this teaching and training, like someone on the highway to hell. "
        },
        {
          "scid": "dn24:1.6.14",
          "pli": "2. Korakkhattiyavatthu ",
          "en": "2. On Korakkhattiya "
        },
        {
          "scid": "dn24:1.7.1",
          "pli": "Ekamidāhaṃ, bhaggava, samayaṃ thūlūsu viharāmi uttarakā nāma thūlūnaṃ nigamo. ",
          "en": "Bhaggava, this one time I was staying in the land of the Thūlus where they have a town named Uttarakā. "
        },
        {
          "scid": "dn24:1.7.2",
          "pli": "Atha khvāhaṃ, bhaggava, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sunakkhattena licchaviputtena pacchāsamaṇena uttarakaṃ piṇḍāya pāvisiṃ. ",
          "en": "Then I robed up in the morning and, taking my bowl and robe, entered Uttarakā for alms with Sunakkhatta the Licchavi as my second monk. "
        },
        {
          "scid": "dn24:1.7.3",
          "pli": "Tena kho pana samayena acelo korakkhattiyo kukkuravatiko catukkuṇḍiko chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādati, mukheneva bhuñjati. ",
          "en": "Now at that time the naked ascetic Korakkhattiya had taken a vow to behave like a dog. When food is tossed on the ground, he gets down on all fours, eating and devouring it just with his mouth. "
        },
        {
          "scid": "dn24:1.7.4",
          "pli": "Addasā kho, bhaggava, sunakkhatto licchaviputto acelaṃ korakkhattiyaṃ kukkuravatikaṃ catukkuṇḍikaṃ chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādantaṃ mukheneva bhuñjantaṃ. ",
          "en": "Sunakkhatta saw him doing this "
        },
        {
          "scid": "dn24:1.7.5",
          "pli": "Disvānassa etadahosi: ",
          "en": "and thought, "
        },
        {
          "scid": "dn24:1.7.6",
          "pli": "‘sādhurūpo vata bho ayaṃ samaṇo catukkuṇḍiko chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādati, mukheneva bhuñjatī’ti. ",
          "en": "‘That ascetic is a true holy man!’ "
        },
        {
          "scid": "dn24:1.7.7",
          "pli": "Atha khvāhaṃ, bhaggava, sunakkhattassa licchaviputtassa cetasā cetoparivitakkamaññāya sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
          "en": "Then, knowing what Sunakkhatta was thinking, I said to him, "
        },
        {
          "scid": "dn24:1.7.8",
          "pli": "‘tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti. ",
          "en": "‘Don’t you claim to be an ascetic, a follower of the Sakyan, you silly man?’ "
        },
        {
          "scid": "dn24:1.7.9",
          "pli": "‘Kiṃ pana maṃ, bhante, bhagavā evamāha: ",
          "en": "‘But why does the Buddha say this to me?’ "
        },
        {
          "scid": "dn24:1.7.10",
          "pli": "“tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī”’ti? ",
          "en": " "
        },
        {
          "scid": "dn24:1.7.11",
          "pli": "‘Nanu te, sunakkhatta, imaṃ acelaṃ korakkhattiyaṃ kukkuravatikaṃ catukkuṇḍikaṃ chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādantaṃ mukheneva bhuñjantaṃ disvāna etadahosi—",
          "en": "‘When you saw that naked ascetic Korakkhattiya, didn’t you think, "
        },
        {
          "scid": "dn24:1.7.12",
          "pli": "sādhurūpo vata bho ayaṃ samaṇo catukkuṇḍiko chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādati, mukheneva bhuñjatī’ti? ",
          "en": "“That ascetic is a true holy man!”?’ "
        },
        {
          "scid": "dn24:1.7.13",
          "pli": "‘Evaṃ, bhante. ",
          "en": "‘Yes, sir. "
        },
        {
          "scid": "dn24:1.7.14",
          "pli": "Kiṃ pana, bhante, bhagavā arahattassa maccharāyatī’ti? ",
          "en": "But sir, are you jealous of the perfected ones?’ "
        },
        {
          "scid": "dn24:1.7.15",
          "pli": "‘Na kho ahaṃ, moghapurisa, arahattassa maccharāyāmi. ",
          "en": "‘I’m not jealous of the perfected ones, you silly man. "
        },
        {
          "scid": "dn24:1.7.16",
          "pli": "Api ca tuyhevetaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ, taṃ pajaha. ",
          "en": "Rather, you should give up this harmful misconception that has arisen in you. "
        },
        {
          "scid": "dn24:1.7.17",
          "pli": "Mā te ahosi dīgharattaṃ ahitāya dukkhāya. ",
          "en": "Don’t create lasting harm and suffering for yourself! "
        },
        {
          "scid": "dn24:1.7.18",
          "pli": "Yaṃ kho panetaṃ, sunakkhatta, maññasi acelaṃ korakkhattiyaṃ—sādhurūpo ayaṃ samaṇoti. So sattamaṃ divasaṃ alasakena kālaṃ karissati. ",
          "en": "That naked ascetic Korakkhattiya, who you imagine to be a true holy man, will die of flatulence in seven days. "
        },
        {
          "scid": "dn24:1.7.19",
          "pli": "Kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajjissati. ",
          "en": "And when he dies, he’ll be reborn in the very lowest rank of demons, named the Kālakañjas. "
        },
        {
          "scid": "dn24:1.7.20",
          "pli": "Kālaṅkatañca naṃ bīraṇatthambake susāne chaḍḍessanti. ",
          "en": "And they’ll throw him in the charnel ground on a clump of vetiver. "
        },
        {
          "scid": "dn24:1.7.21",
          "pli": "Ākaṅkhamāno ca tvaṃ, sunakkhatta, acelaṃ korakkhattiyaṃ upasaṅkamitvā puccheyyāsi—",
          "en": "If you wish, Sunakkhatta, go to Korakkhattiya and ask him "
        },
        {
          "scid": "dn24:1.7.22",
          "pli": "jānāsi, āvuso korakkhattiya, attano gatinti? ",
          "en": "whether he knows his own destiny. "
        },
        {
          "scid": "dn24:1.7.23",
          "pli": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ te acelo korakkhattiyo byākarissati—",
          "en": "It’s possible that he will answer: "
        },
        {
          "scid": "dn24:1.7.24",
          "pli": "jānāmi, āvuso sunakkhatta, attano gatiṃ; ",
          "en": "“Reverend Sunakkhatta, I know my own destiny. "
        },
        {
          "scid": "dn24:1.7.25",
          "pli": "kālakañcikā nāma asurā sabbanihīno asurakāyo, tatrāmhi upapanno’ti. ",
          "en": "I’ll be reborn in the very lowest rank of demons, named the Kālakañjas.”’ "
        },
        {
          "scid": "dn24:1.8.1",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto yena acelo korakkhattiyo tenupasaṅkami; upasaṅkamitvā acelaṃ korakkhattiyaṃ etadavoca: ",
          "en": "So, Bhaggava, Sunakkhatta went to see Korakkhattiya and said to him, "
        },
        {
          "scid": "dn24:1.8.2",
          "pli": "‘byākato khosi, āvuso korakkhattiya, samaṇena gotamena—",
          "en": "‘Reverend Korakkhattiya, the ascetic Gotama has declared "
        },
        {
          "scid": "dn24:1.8.3",
          "pli": "acelo korakkhattiyo sattamaṃ divasaṃ alasakena kālaṃ karissati. ",
          "en": "that you will die of flatulence in seven days. "
        },
        {
          "scid": "dn24:1.8.4",
          "pli": "Kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajjissati. ",
          "en": "And when you die, you’ll be reborn in the very lowest rank of demons, named the Kālakañjas. "
        },
        {
          "scid": "dn24:1.8.5",
          "pli": "Kālaṅkatañca naṃ bīraṇatthambake susāne chaḍḍessantīti. ",
          "en": "And when you die, they’ll throw you in the charnel ground on a clump of vetiver. "
        },
        {
          "scid": "dn24:1.8.6",
          "pli": "Yena tvaṃ, āvuso korakkhattiya, mattaṃ mattañca bhattaṃ bhuñjeyyāsi, mattaṃ mattañca pānīyaṃ piveyyāsi. ",
          "en": "But by eating just a little food and drinking just a little water, "
        },
        {
          "scid": "dn24:1.8.7",
          "pli": "Yathā samaṇassa gotamassa micchā assa vacanan’ti. ",
          "en": "you’ll prove what the ascetic Gotama says to be false.’ "
        },
        {
          "scid": "dn24:1.8.8",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto ekadvīhikāya sattarattindivāni gaṇesi, yathā taṃ tathāgatassa asaddahamāno. ",
          "en": "Then Sunakkhatta counted up the days until the seventh day, as happens when you have no faith in the Realized One. "
        },
        {
          "scid": "dn24:1.8.9",
          "pli": "Atha kho, bhaggava, acelo korakkhattiyo sattamaṃ divasaṃ alasakena kālamakāsi. ",
          "en": "But on the seventh day, the naked ascetic Korakkhattiya died of flatulence. "
        },
        {
          "scid": "dn24:1.8.10",
          "pli": "kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajji. ",
          "en": "And when he passed away, he was reborn in the very lowest rank of demons, named the Kālakañjas. "
        },
        {
          "scid": "dn24:1.8.11",
          "pli": "kālaṅkatañca naṃ bīraṇatthambake susāne chaḍḍesuṃ. ",
          "en": "And when he passed away, they threw him in the charnel ground on a clump of vetiver. "
        },
        {
          "scid": "dn24:1.9.1",
          "pli": "Assosi kho, bhaggava, sunakkhatto licchaviputto: ",
          "en": "Sunakkhatta the Licchavi heard about this. "
        },
        {
          "scid": "dn24:1.9.2",
          "pli": "‘acelo kira korakkhattiyo alasakena kālaṅkato bīraṇatthambake susāne chaḍḍito’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.9.3",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto yena bīraṇatthambakaṃ susānaṃ, yena acelo korakkhattiyo tenupasaṅkami; upasaṅkamitvā acelaṃ korakkhattiyaṃ tikkhattuṃ pāṇinā ākoṭesi: ",
          "en": "So he went to see Korakkhattiya in the charnel ground on the clump of vetiver. There he struck Korakkhattiya with his fist three times, "
        },
        {
          "scid": "dn24:1.9.4",
          "pli": "‘jānāsi, āvuso korakkhattiya, attano gatin’ti? ",
          "en": "‘Reverend Korakkhattiya, do you know your destiny?’ "
        },
        {
          "scid": "dn24:1.9.5",
          "pli": "Atha kho, bhaggava, acelo korakkhattiyo pāṇinā piṭṭhiṃ paripuñchanto vuṭṭhāsi. ",
          "en": "Then Korakkhattiya got up, rubbing his back with his hands, and said, "
        },
        {
          "scid": "dn24:1.9.6",
          "pli": "‘Jānāmi, āvuso sunakkhatta, attano gatiṃ. ",
          "en": "‘Reverend Sunakkhatta, I know my own destiny. "
        },
        {
          "scid": "dn24:1.9.7",
          "pli": "Kālakañcikā nāma asurā sabbanihīno asurakāyo, tatrāmhi upapanno’ti vatvā tattheva uttāno papati. ",
          "en": "I’ve been reborn in the very lowest rank of demons, named the Kālakañjas.’ After speaking, he fell flat right there. "
        },
        {
          "scid": "dn24:1.10.1",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
          "en": "Then Sunakkhatta came to me, bowed, and sat down to one side. I said to him, "
        },
        {
          "scid": "dn24:1.10.2",
          "pli": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
          "en": "‘What do you think, Sunakkhatta? "
        },
        {
          "scid": "dn24:1.10.3",
          "pli": "yatheva te ahaṃ acelaṃ korakkhattiyaṃ ārabbha byākāsiṃ, tatheva taṃ vipākaṃ, aññathā vā’ti? ",
          "en": "Did the declaration I made about Korakkhattiya turn out to be correct, or not?’ "
        },
        {
          "scid": "dn24:1.10.4",
          "pli": "‘Yatheva me, bhante, bhagavā acelaṃ korakkhattiyaṃ ārabbha byākāsi, tatheva taṃ vipākaṃ, no aññathā’ti. ",
          "en": "‘It turned out to be correct.’ "
        },
        {
          "scid": "dn24:1.10.5",
          "pli": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
          "en": "‘What do you think, Sunakkhatta? "
        },
        {
          "scid": "dn24:1.10.6",
          "pli": "yadi evaṃ sante kataṃ vā hoti uttari manussadhammā iddhipāṭihāriyaṃ, akataṃ vā’ti? ",
          "en": "If that is so, has a superhuman demonstration of psychic power been performed or not?’ "
        },
        {
          "scid": "dn24:1.10.7",
          "pli": "‘Addhā kho, bhante, evaṃ sante kataṃ hoti uttari manussadhammā iddhipāṭihāriyaṃ, no akatan’ti. ",
          "en": "‘Clearly, sir, a superhuman demonstration of psychic power has been performed.’ "
        },
        {
          "scid": "dn24:1.10.8",
          "pli": "‘Evampi kho maṃ tvaṃ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṃ karontaṃ evaṃ vadesi—",
          "en": "‘Though I performed such a superhuman demonstration of psychic power you say this: "
        },
        {
          "scid": "dn24:1.10.9",
          "pli": "na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṃ karotīti. ",
          "en": "“But sir, the Buddha never performs any superhuman demonstrations of psychic power for me.” "
        },
        {
          "scid": "dn24:1.10.10",
          "pli": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
          "en": "See how far you have strayed!’ "
        },
        {
          "scid": "dn24:1.10.11",
          "pli": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko nerayiko. ",
          "en": "Though I spoke to Sunakkhatta like this, he still left this teaching and training, like someone on the highway to hell. "
        },
        {
          "scid": "dn24:1.10.12",
          "pli": "3. Acelakaḷāramaṭṭakavatthu ",
          "en": "3. On the Naked Ascetic Kaḷāramaṭṭaka "
        },
        {
          "scid": "dn24:1.11.1",
          "pli": "Ekamidāhaṃ, bhaggava, samayaṃ vesāliyaṃ viharāmi mahāvane kūṭāgārasālāyaṃ. ",
          "en": "This one time, Bhaggava, I was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "dn24:1.11.2",
          "pli": "Tena kho pana samayena acelo kaḷāramaṭṭako vesāliyaṃ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
          "en": "Now at that time the naked ascetic Kaḷāramaṭṭaka was residing in Vesālī. And in the Vajjian capital he had reached the peak of material possessions and fame. "
        },
        {
          "scid": "dn24:1.11.3",
          "pli": "Tassa sattavatapadāni samattāni samādinnāni honti: ",
          "en": "He had undertaken these seven vows. "
        },
        {
          "scid": "dn24:1.11.4",
          "pli": "‘yāvajīvaṃ acelako assaṃ, na vatthaṃ paridaheyyaṃ, yāvajīvaṃ brahmacārī assaṃ, na methunaṃ dhammaṃ paṭiseveyyaṃ, yāvajīvaṃ surāmaṃseneva yāpeyyaṃ, na odanakummāsaṃ bhuñjeyyaṃ. ",
          "en": "‘As long as I live, I will be a naked ascetic, not wearing clothes. As long as I live, I will be celibate, not having sex. As long as I live, I will consume only meat and alcohol, not eating rice and porridge. "
        },
        {
          "scid": "dn24:1.11.5",
          "pli": "Puratthimena vesāliṃ udenaṃ nāma cetiyaṃ, taṃ nātikkameyyaṃ, dakkhiṇena vesāliṃ gotamakaṃ nāma cetiyaṃ, taṃ nātikkameyyaṃ, pacchimena vesāliṃ sattambaṃ nāma cetiyaṃ, taṃ nātikkameyyaṃ, uttarena vesāliṃ bahuputtaṃ nāma cetiyaṃ taṃ nātikkameyyan’ti. ",
          "en": "And I will not go past the following tree shrines near Vesālī: the Udena shrine to the east, the Gotamaka to the south, the Sattamba to the west, and the Bahuputta to the north.’ "
        },
        {
          "scid": "dn24:1.11.6",
          "pli": "So imesaṃ sattannaṃ vatapadānaṃ samādānahetu lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
          "en": "And it was due to undertaking these seven vows that he had reached the peak of material possessions and fame. "
        },
        {
          "scid": "dn24:1.12.1",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto yena acelo kaḷāramaṭṭako tenupasaṅkami; upasaṅkamitvā acelaṃ kaḷāramaṭṭakaṃ pañhaṃ apucchi. ",
          "en": "So, Bhaggava, Sunakkhatta went to see Kaḷāramaṭṭaka and asked him a question. "
        },
        {
          "scid": "dn24:1.12.2",
          "pli": "Tassa acelo kaḷāramaṭṭako pañhaṃ puṭṭho na sampāyāsi. ",
          "en": "But when he couldn’t answer it, "
        },
        {
          "scid": "dn24:1.12.3",
          "pli": "Asampāyanto kopañca dosañca appaccayañca pātvākāsi. ",
          "en": "he displayed irritation, hate, and bitterness. "
        },
        {
          "scid": "dn24:1.12.4",
          "pli": "Atha kho, bhaggava, sunakkhattassa licchaviputtassa etadahosi: ",
          "en": "So Sunakkhatta thought, "
        },
        {
          "scid": "dn24:1.12.5",
          "pli": "‘sādhurūpaṃ vata bho arahantaṃ samaṇaṃ āsādimhase. ",
          "en": "‘I’ve offended the holy man, the perfected one, the ascetic. "
        },
        {
          "scid": "dn24:1.12.6",
          "pli": "Mā vata no ahosi dīgharattaṃ ahitāya dukkhāyā’ti. ",
          "en": "I mustn’t create lasting harm and suffering for myself!’ "
        },
        {
          "scid": "dn24:1.13.1",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
          "en": "Then Sunakkhatta came to me, bowed, and sat down to one side. I said to him, "
        },
        {
          "scid": "dn24:1.13.2",
          "pli": "‘tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti. ",
          "en": "‘Don’t you claim to be an ascetic, a follower of the Sakyan, you silly man?’ "
        },
        {
          "scid": "dn24:1.13.3",
          "pli": "‘Kiṃ pana maṃ, bhante, bhagavā evamāha—",
          "en": "‘But why does the Buddha say this to me?’ "
        },
        {
          "scid": "dn24:1.13.4",
          "pli": "tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti? ",
          "en": " "
        },
        {
          "scid": "dn24:1.13.5",
          "pli": "‘Nanu tvaṃ, sunakkhatta, acelaṃ kaḷāramaṭṭakaṃ upasaṅkamitvā pañhaṃ apucchi. ",
          "en": "‘Didn’t you go to see the naked ascetic Kaḷāramaṭṭaka and ask him a question? "
        },
        {
          "scid": "dn24:1.13.6",
          "pli": "Tassa te acelo kaḷāramaṭṭako pañhaṃ puṭṭho na sampāyāsi. ",
          "en": "But when he couldn’t answer it, "
        },
        {
          "scid": "dn24:1.13.7",
          "pli": "Asampāyanto kopañca dosañca appaccayañca pātvākāsi. ",
          "en": "he displayed irritation, hate, and bitterness. "
        },
        {
          "scid": "dn24:1.13.8",
          "pli": "Tassa te etadahosi: ",
          "en": "Then you thought, "
        },
        {
          "scid": "dn24:1.13.9",
          "pli": "“sādhurūpaṃ vata bho arahantaṃ samaṇaṃ āsādimhase. ",
          "en": "“I’ve offended the holy man, the perfected one, the ascetic. "
        },
        {
          "scid": "dn24:1.13.10",
          "pli": "Mā vata no ahosi dīgharattaṃ ahitāya dukkhāyā”’ti. ",
          "en": "I mustn’t create lasting harm and suffering for myself!”’ "
        },
        {
          "scid": "dn24:1.13.11",
          "pli": "‘Evaṃ, bhante. ",
          "en": "‘Yes, sir. "
        },
        {
          "scid": "dn24:1.13.12",
          "pli": "Kiṃ pana, bhante, bhagavā arahattassa maccharāyatī’ti? ",
          "en": "But sir, are you jealous of perfected ones?’ "
        },
        {
          "scid": "dn24:1.13.13",
          "pli": "‘Na kho ahaṃ, moghapurisa, arahattassa maccharāyāmi, ",
          "en": "‘I’m not jealous of the perfected ones, you silly man. "
        },
        {
          "scid": "dn24:1.13.14",
          "pli": "api ca tuyhevetaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ, taṃ pajaha. ",
          "en": "Rather, you should give up this harmful misconception that has arisen in you. "
        },
        {
          "scid": "dn24:1.13.15",
          "pli": "Mā te ahosi dīgharattaṃ ahitāya dukkhāya. ",
          "en": "Don’t create lasting harm and suffering for yourself! "
        },
        {
          "scid": "dn24:1.13.16",
          "pli": "Yaṃ kho panetaṃ, sunakkhatta, maññasi acelaṃ kaḷāramaṭṭakaṃ—",
          "en": "That naked ascetic Kaḷāramaṭṭaka, who you imagine to be a true holy man, "
        },
        {
          "scid": "dn24:1.13.17",
          "pli": "sādhurūpo ayaṃ samaṇoti, so nacirasseva parihito sānucāriko vicaranto odanakummāsaṃ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālaṃ karissatī’ti. ",
          "en": "will shortly be clothed, living with a partner, eating rice and porridge, having gone past all the shrines near Vesālī. And he will die after losing all his fame.’ "
        },
        {
          "scid": "dn24:1.13.18",
          "pli": "Atha kho, bhaggava, acelo kaḷāramaṭṭako nacirasseva parihito sānucāriko vicaranto odanakummāsaṃ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālamakāsi. ",
          "en": "And that’s exactly what happened. "
        },
        {
          "scid": "dn24:1.14.1",
          "pli": "Assosi kho, bhaggava, sunakkhatto licchaviputto: ",
          "en": "Sunakkhatta heard about this. "
        },
        {
          "scid": "dn24:1.14.2",
          "pli": "‘acelo kira kaḷāramaṭṭako parihito sānucāriko vicaranto odanakummāsaṃ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālaṅkato’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.14.3",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
          "en": "He came to me, bowed, and sat down to one side. I said to him, "
        },
        {
          "scid": "dn24:1.14.4",
          "pli": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
          "en": "‘What do you think, Sunakkhatta? "
        },
        {
          "scid": "dn24:1.14.5",
          "pli": "yatheva te ahaṃ acelaṃ kaḷāramaṭṭakaṃ ārabbha byākāsiṃ, tatheva taṃ vipākaṃ, aññathā vā’ti? ",
          "en": "Did the declaration I made about Kaḷāramaṭṭaka turn out to be correct, or not?’ "
        },
        {
          "scid": "dn24:1.14.6",
          "pli": "‘Yatheva me, bhante, bhagavā acelaṃ kaḷāramaṭṭakaṃ ārabbha byākāsi, tatheva taṃ vipākaṃ, no aññathā’ti. ",
          "en": "‘It turned out to be correct.’ "
        },
        {
          "scid": "dn24:1.14.7",
          "pli": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
          "en": "‘What do you think, Sunakkhatta? "
        },
        {
          "scid": "dn24:1.14.8",
          "pli": "yadi evaṃ sante kataṃ vā hoti uttari manussadhammā iddhipāṭihāriyaṃ akataṃ vā’ti? ",
          "en": "If that is so, has a superhuman demonstration of psychic power been performed or not?’ "
        },
        {
          "scid": "dn24:1.14.9",
          "pli": "‘Addhā kho, bhante, evaṃ sante kataṃ hoti uttari manussadhammā iddhipāṭihāriyaṃ, no akatan’ti. ",
          "en": "‘Clearly, sir, a superhuman demonstration of psychic power has been performed.’ "
        },
        {
          "scid": "dn24:1.14.10",
          "pli": "‘Evampi kho maṃ tvaṃ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṃ karontaṃ evaṃ vadesi: ",
          "en": "‘Though I perform such a superhuman demonstration of psychic power you say this: "
        },
        {
          "scid": "dn24:1.14.11",
          "pli": "“na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṃ karotī”ti. ",
          "en": "“But sir, the Buddha never performs any superhuman demonstrations of psychic power for me.” "
        },
        {
          "scid": "dn24:1.14.12",
          "pli": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
          "en": "See how far you have strayed!’ "
        },
        {
          "scid": "dn24:1.14.13",
          "pli": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko nerayiko. ",
          "en": "Though I spoke to Sunakkhatta like this, he still left this teaching and training, like someone on the highway to hell. "
        },
        {
          "scid": "dn24:1.14.14",
          "pli": "4. Acelapāthikaputtavatthu ",
          "en": "4. On the Naked Ascetic Pāṭikaputta "
        },
        {
          "scid": "dn24:1.15.1",
          "pli": "Ekamidāhaṃ, bhaggava, samayaṃ tattheva vesāliyaṃ viharāmi mahāvane kūṭāgārasālāyaṃ. ",
          "en": "This one time, Bhaggava, I was staying right there near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "dn24:1.15.2",
          "pli": "Tena kho pana samayena acelo pāthikaputto vesāliyaṃ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
          "en": "Now at that time the naked ascetic Pāṭikaputta was residing in Vesālī. And in the Vajjian capital he had reached the peak of material possessions and fame. "
        },
        {
          "scid": "dn24:1.15.3",
          "pli": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ",
          "en": "He was telling a crowd in Vesālī: "
        },
        {
          "scid": "dn24:1.15.4",
          "pli": "‘samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
          "en": "‘Both the ascetic Gotama and I speak from knowledge. "
        },
        {
          "scid": "dn24:1.15.5",
          "pli": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṃ dassetuṃ. ",
          "en": "One who speaks from knowledge ought to display a superhuman demonstration of psychic power to another who speaks from knowledge. "
        },
        {
          "scid": "dn24:1.15.6",
          "pli": "Samaṇo gotamo upaḍḍhapathaṃ āgaccheyya, ahampi upaḍḍhapathaṃ gaccheyyaṃ. ",
          "en": "If the ascetic Gotama meets me half-way, "
        },
        {
          "scid": "dn24:1.15.7",
          "pli": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṃ kareyyāma. ",
          "en": "there we should both perform a superhuman demonstration of psychic power. "
        },
        {
          "scid": "dn24:1.15.8",
          "pli": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, dvāhaṃ karissāmi. ",
          "en": "If he performs one demonstration of psychic power, I’ll perform two. "
        },
        {
          "scid": "dn24:1.15.9",
          "pli": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṃ karissāmi. ",
          "en": "If he performs two, I’ll perform four. "
        },
        {
          "scid": "dn24:1.15.10",
          "pli": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṃ karissāmi. ",
          "en": "If he performs four, I’ll perform eight. "
        },
        {
          "scid": "dn24:1.15.11",
          "pli": "Iti yāvatakaṃ yāvatakaṃ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, taddiguṇaṃ taddiguṇāhaṃ karissāmī’ti. ",
          "en": "However many demonstrations of psychic power the ascetic Gotama performs, I’ll perform double.’ "
        },
        {
          "scid": "dn24:1.16.1",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho, bhaggava, sunakkhatto licchaviputto maṃ etadavoca: ",
          "en": "Then Sunakkhatta came to me, bowed, sat down to one side, and told me of all this. "
        },
        {
          "scid": "dn24:1.16.2",
          "pli": "‘acelo, bhante, pāthikaputto vesāliyaṃ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.3",
          "pli": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.4",
          "pli": "“samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.5",
          "pli": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṃ dassetuṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.6",
          "pli": "Samaṇo gotamo upaḍḍhapathaṃ āgaccheyya, ahampi upaḍḍhapathaṃ gaccheyyaṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.7",
          "pli": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṃ kareyyāma. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.8",
          "pli": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, dvāhaṃ karissāmi. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.9",
          "pli": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṃ karissāmi. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.10",
          "pli": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṃ karissāmi. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.11",
          "pli": "Iti yāvatakaṃ yāvatakaṃ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, taddiguṇaṃ taddiguṇāhaṃ karissāmī”’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.16.12",
          "pli": "Evaṃ vutte, ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
          "en": "I said to him, "
        },
        {
          "scid": "dn24:1.16.13",
          "pli": "‘abhabbo kho, sunakkhatta, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "‘Sunakkhatta, the naked ascetic Pāṭikaputta is not capable of coming into my presence, unless he gives up that statement and that intention, and lets go of that view. "
        },
        {
          "scid": "dn24:1.16.14",
          "pli": "Sacepissa evamassa—",
          "en": "If he thinks he can "
        },
        {
          "scid": "dn24:1.16.15",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
          "en": "come into my presence without giving up those things, his head may explode.’ "
        },
        {
          "scid": "dn24:1.17.1",
          "pli": "‘Rakkhatetaṃ, bhante, bhagavā vācaṃ, rakkhatetaṃ sugato vācan’ti. ",
          "en": "‘Careful what you say, Blessed One! Careful what you say, Holy One!’ "
        },
        {
          "scid": "dn24:1.17.2",
          "pli": "‘Kiṃ pana maṃ tvaṃ, sunakkhatta, evaṃ vadesi—",
          "en": "‘But why do you say this to me, Sunakkhatta?’ "
        },
        {
          "scid": "dn24:1.17.3",
          "pli": "rakkhatetaṃ, bhante, bhagavā vācaṃ, rakkhatetaṃ sugato vācan’ti? ",
          "en": " "
        },
        {
          "scid": "dn24:1.17.4",
          "pli": "‘Bhagavatā cassa, bhante, esā vācā ekaṃsena odhāritā—",
          "en": "‘Sir, the Buddha has definitively asserted that "
        },
        {
          "scid": "dn24:1.17.5",
          "pli": "abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "Pāṭikaputta is not capable of coming into the Buddha’s presence, otherwise "
        },
        {
          "scid": "dn24:1.17.6",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:1.17.7",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
          "en": "his head may explode. "
        },
        {
          "scid": "dn24:1.17.8",
          "pli": "Acelo ca, bhante, pāthikaputto virūparūpena bhagavato sammukhībhāvaṃ āgaccheyya, tadassa bhagavato musā’ti. ",
          "en": "But Pāṭikaputta might come into the Buddha’s presence in disguise, proving the Buddha wrong.’ "
        },
        {
          "scid": "dn24:1.18.1",
          "pli": "‘Api nu, sunakkhatta, tathāgato taṃ vācaṃ bhāseyya yā sā vācā dvayagāminī’ti? ",
          "en": "‘Sunakkhatta, would the Realized One make an ambiguous statement?’ "
        },
        {
          "scid": "dn24:1.18.2",
          "pli": "‘Kiṃ pana, bhante, bhagavatā acelo pāthikaputto cetasā ceto paricca vidito—",
          "en": "‘But sir, did you make that statement after comprehending Pāṭikaputta’s mind with your mind? "
        },
        {
          "scid": "dn24:1.18.3",
          "pli": "abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.4",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:1.18.5",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti? ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.6",
          "pli": "Udāhu, devatā bhagavato etamatthaṃ ārocesuṃ—",
          "en": "Or did deities tell you about it?’ "
        },
        {
          "scid": "dn24:1.18.7",
          "pli": "abhabbo, bhante, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā bhagavato sammukhībhāvaṃ āgantuṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.8",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:1.18.9",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti? ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.10",
          "pli": "‘Cetasā ceto paricca vidito ceva me, sunakkhatta, acelo pāthikaputto—",
          "en": "‘Both, Sunakkhatta. "
        },
        {
          "scid": "dn24:1.18.11",
          "pli": "abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.12",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:1.18.13",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.14",
          "pli": "Devatāpi me etamatthaṃ ārocesuṃ—",
          "en": " "
        },
        {
          "scid": "dn24:1.18.15",
          "pli": "abhabbo, bhante, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā bhagavato sammukhībhāvaṃ āgantuṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.16",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:1.18.17",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.18",
          "pli": "Ajitopi nāma licchavīnaṃ senāpati adhunā kālaṅkato tāvatiṃsakāyaṃ upapanno. ",
          "en": "For Ajita the Licchavi general has recently passed away and been reborn in the host of the Thirty-Three. "
        },
        {
          "scid": "dn24:1.18.19",
          "pli": "Sopi maṃ upasaṅkamitvā evamārocesi—",
          "en": "He came and told me this, "
        },
        {
          "scid": "dn24:1.18.20",
          "pli": "alajjī, bhante, acelo pāthikaputto; ",
          "en": "“The naked ascetic Pāṭikaputta is shameless, sir, "
        },
        {
          "scid": "dn24:1.18.21",
          "pli": "musāvādī, bhante, acelo pāthikaputto. ",
          "en": "he is a liar. "
        },
        {
          "scid": "dn24:1.18.22",
          "pli": "Mampi, bhante, acelo pāthikaputto byākāsi vajjigāme—",
          "en": "For he has declared of me in the Vajjian capital: "
        },
        {
          "scid": "dn24:1.18.23",
          "pli": "ajito licchavīnaṃ senāpati mahānirayaṃ upapannoti. ",
          "en": "‘Ajita the Licchavi general has been reborn in the Great Hell.’ "
        },
        {
          "scid": "dn24:1.18.24",
          "pli": "Na kho panāhaṃ, bhante, mahānirayaṃ upapanno; ",
          "en": "But that is not true—"
        },
        {
          "scid": "dn24:1.18.25",
          "pli": "tāvatiṃsakāyamhi upapanno. ",
          "en": "I have been reborn in the host of the Thirty-Three. "
        },
        {
          "scid": "dn24:1.18.26",
          "pli": "Alajjī, bhante, acelo pāthikaputto; ",
          "en": "The naked ascetic Pāṭikaputta is shameless, sir, "
        },
        {
          "scid": "dn24:1.18.27",
          "pli": "musāvādī, bhante, acelo pāthikaputto; ",
          "en": "he is a liar. "
        },
        {
          "scid": "dn24:1.18.28",
          "pli": "abhabbo ca, bhante, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā bhagavato sammukhībhāvaṃ āgantuṃ. ",
          "en": "Pāṭikaputta is not capable of coming into the Buddha’s presence, otherwise "
        },
        {
          "scid": "dn24:1.18.29",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:1.18.30",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
          "en": "his head may explode.” "
        },
        {
          "scid": "dn24:1.18.31",
          "pli": "Iti kho, sunakkhatta, cetasā ceto paricca vidito ceva me acelo pāthikaputto abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "Thus I both made that statement after comprehending Pāṭikaputta’s mind with my mind, "
        },
        {
          "scid": "dn24:1.18.32",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:1.18.33",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.34",
          "pli": "Devatāpi me etamatthaṃ ārocesuṃ—",
          "en": "and deities told me about it. "
        },
        {
          "scid": "dn24:1.18.35",
          "pli": "abhabbo, bhante, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā bhagavato sammukhībhāvaṃ āgantuṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.36",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:1.18.37",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.18.38",
          "pli": "So kho panāhaṃ, sunakkhatta, vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkamissāmi divāvihārāya. ",
          "en": "So Sunakkhatta, I’ll wander for alms in Vesālī. After the meal, on my return from alms-round, I’ll go to Pāṭikaputta’s monastery for the day’s meditation. "
        },
        {
          "scid": "dn24:1.18.39",
          "pli": "Yassadāni tvaṃ, sunakkhatta, icchasi, tassa ārocehī’ti. ",
          "en": "Now you may tell him, if you so wish.’ "
        },
        {
          "scid": "dn24:1.18.40",
          "pli": "5. Iddhipāṭihāriyakathā ",
          "en": "5. On Demonstrations of Psychic Power "
        },
        {
          "scid": "dn24:1.19.1",
          "pli": "Atha khvāhaṃ, bhaggava, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisiṃ. ",
          "en": "Then, Bhaggava, I robed up in the morning and, taking my bowl and robe, entered Vesālī for alms. "
        },
        {
          "scid": "dn24:1.19.2",
          "pli": "Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkamiṃ divāvihārāya. ",
          "en": "After the meal, on my return from alms-round, I went to Pāṭikaputta’s monastery for the day’s meditation. "
        },
        {
          "scid": "dn24:1.19.3",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto taramānarūpo vesāliṃ pavisitvā yena abhiññātā abhiññātā licchavī tenupasaṅkami; upasaṅkamitvā abhiññāte abhiññāte licchavī etadavoca: ",
          "en": "Then Sunakkhatta rushed into Vesālī to see the very well-known Licchavis and said to them, "
        },
        {
          "scid": "dn24:1.19.4",
          "pli": "‘esāvuso, bhagavā vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkami divāvihārāya. ",
          "en": "‘Sirs, after his alms-round, the Buddha has gone to Pāṭikaputta’s monastery for the day’s meditation. "
        },
        {
          "scid": "dn24:1.19.5",
          "pli": "Abhikkamathāyasmanto abhikkamathāyasmanto, sādhurūpānaṃ samaṇānaṃ uttari manussadhammā iddhipāṭihāriyaṃ bhavissatī’ti. ",
          "en": "Come forth, sirs, come forth! There will be a superhuman demonstration of psychic power by the holy ascetics!’ "
        },
        {
          "scid": "dn24:1.19.6",
          "pli": "Atha kho, bhaggava, abhiññātānaṃ abhiññātānaṃ licchavīnaṃ etadahosi: ",
          "en": "So the very well-known Licchavis thought, "
        },
        {
          "scid": "dn24:1.19.7",
          "pli": "‘sādhurūpānaṃ kira, bho, samaṇānaṃ uttari manussadhammā iddhipāṭihāriyaṃ bhavissati; ",
          "en": "‘It seems there will be a superhuman demonstration of psychic power by the holy ascetics! "
        },
        {
          "scid": "dn24:1.19.8",
          "pli": "handa vata, bho, gacchāmā’ti. ",
          "en": "Let’s go!’ "
        },
        {
          "scid": "dn24:1.19.9",
          "pli": "Yena ca abhiññātā abhiññātā brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā tenupasaṅkami. upasaṅkamitvā abhiññāte abhiññāte nānātitthiye samaṇabrāhmaṇe etadavoca: ",
          "en": "Then he went to see the very well-known well-to-do brahmins, rich householders, and ascetics and brahmins who follow various other paths, and said the same thing. "
        },
        {
          "scid": "dn24:1.19.10",
          "pli": "‘esāvuso, bhagavā vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkami divāvihārāya. ",
          "en": " "
        },
        {
          "scid": "dn24:1.19.11",
          "pli": "Abhikkamathāyasmanto abhikkamathāyasmanto, sādhurūpānaṃ samaṇānaṃ uttari manussadhammā iddhipāṭihāriyaṃ bhavissatī’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.19.12",
          "pli": "Atha kho, bhaggava, abhiññātānaṃ abhiññātānaṃ nānātitthiyānaṃ samaṇabrāhmaṇānaṃ etadahosi: ",
          "en": "They all said, "
        },
        {
          "scid": "dn24:1.19.13",
          "pli": "‘sādhurūpānaṃ kira, bho, samaṇānaṃ uttari manussadhammā iddhipāṭihāriyaṃ bhavissati; ",
          "en": "‘It seems there will be a superhuman demonstration of psychic power by the holy ascetics! "
        },
        {
          "scid": "dn24:1.19.14",
          "pli": "handa vata, bho, gacchāmā’ti. ",
          "en": "Let’s go!’ "
        },
        {
          "scid": "dn24:1.19.15",
          "pli": "Atha kho, bhaggava, abhiññātā abhiññātā licchavī, abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā yena acelassa pāthikaputtassa ārāmo tenupasaṅkamiṃsu. ",
          "en": "Then all those very well-known people went to Pāṭikaputta’s monastery. "
        },
        {
          "scid": "dn24:1.19.16",
          "pli": "Sā esā, bhaggava, parisā mahā hoti anekasatā anekasahassā. ",
          "en": "That assembly was large, Bhaggava; there were many hundreds, many thousands of them. "
        },
        {
          "scid": "dn24:1.20.1",
          "pli": "Assosi kho, bhaggava, acelo pāthikaputto: ",
          "en": "Pāṭikaputta heard, "
        },
        {
          "scid": "dn24:1.20.2",
          "pli": "‘abhikkantā kira abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. ",
          "en": "‘It seems that very well-known Licchavis, well-to-do brahmins, rich householders, and ascetics and brahmins who follow various other paths have come forth. "
        },
        {
          "scid": "dn24:1.20.3",
          "pli": "Samaṇopi gotamo mayhaṃ ārāme divāvihāraṃ nisinno’ti. ",
          "en": "And the ascetic Gotama is sitting in my monastery for the day’s meditation.’ "
        },
        {
          "scid": "dn24:1.20.4",
          "pli": "Sutvānassa bhayaṃ chambhitattaṃ lomahaṃso udapādi. ",
          "en": "When he heard that, he became frightened, scared, his hair standing on end. "
        },
        {
          "scid": "dn24:1.20.5",
          "pli": "Atha kho, bhaggava, acelo pāthikaputto bhīto saṃviggo lomahaṭṭhajāto yena tindukakhāṇuparibbājakārāmo tenupasaṅkami. ",
          "en": "In fear he went to the Pale-Moon Ebony Trunk Monastery of the wanderers. "
        },
        {
          "scid": "dn24:1.20.6",
          "pli": "Assosi kho, bhaggava, sā parisā: ",
          "en": "The assembly heard of this, "
        },
        {
          "scid": "dn24:1.20.7",
          "pli": "‘acelo kira pāthikaputto bhīto saṃviggo lomahaṭṭhajāto yena tindukakhāṇuparibbājakārāmo tenupasaṅkanto’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.20.8",
          "pli": "Atha kho, bhaggava, sā parisā aññataraṃ purisaṃ āmantesi: ",
          "en": "and instructed a man, "
        },
        {
          "scid": "dn24:1.20.9",
          "pli": "‘Ehi tvaṃ, bho purisa, yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkama. upasaṅkamitvā acelaṃ pāthikaputtaṃ evaṃ vadehi: ",
          "en": "‘Come, my man, go to see Pāṭikaputta at the Pale-Moon Ebony Trunk Monastery and say to him, "
        },
        {
          "scid": "dn24:1.20.10",
          "pli": "“abhikkamāvuso, pāthikaputta, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā, samaṇopi gotamo āyasmato ārāme divāvihāraṃ nisinno; ",
          "en": "“Come forth, Reverend Pāṭikaputta! All these very well-known people have come forth, and the ascetic Gotama is sitting in your monastery for the day’s meditation. "
        },
        {
          "scid": "dn24:1.20.11",
          "pli": "bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṃ parisati vācā ",
          "en": "For you stated this in the assembly at Vesālī: "
        },
        {
          "scid": "dn24:1.20.12",
          "pli": "samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
          "en": "‘Both the ascetic Gotama and I speak from knowledge. "
        },
        {
          "scid": "dn24:1.20.13",
          "pli": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṃ dassetuṃ. ",
          "en": "One who speaks from knowledge ought to display a superhuman demonstration of psychic power to another who speaks from knowledge. "
        },
        {
          "scid": "dn24:1.20.14",
          "pli": "Samaṇo gotamo upaḍḍhapathaṃ āgaccheyya ahampi upaḍḍhapathaṃ gaccheyyaṃ. ",
          "en": "If the ascetic Gotama meets me half-way, "
        },
        {
          "scid": "dn24:1.20.15",
          "pli": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṃ kareyyāma. ",
          "en": "there we should both perform a superhuman demonstration of psychic power. "
        },
        {
          "scid": "dn24:1.20.16",
          "pli": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, dvāhaṃ karissāmi. ",
          "en": "If he performs one demonstration of psychic power, I’ll perform two. "
        },
        {
          "scid": "dn24:1.20.17",
          "pli": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṃ karissāmi. ",
          "en": "If he performs two, I’ll perform four. "
        },
        {
          "scid": "dn24:1.20.18",
          "pli": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṃ karissāmi. ",
          "en": "If he performs four, I’ll perform eight. "
        },
        {
          "scid": "dn24:1.20.19",
          "pli": "Iti yāvatakaṃ yāvatakaṃ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, taddiguṇaṃ taddiguṇāhaṃ karissāmī”ti ",
          "en": "However many demonstrations of psychic power the ascetic Gotama performs, I’ll perform double.’ "
        },
        {
          "scid": "dn24:1.20.20",
          "pli": "abhikkamasseva kho āvuso pāthikaputta, upaḍḍhapathaṃ. ",
          "en": "Come forth, Reverend Pāṭikaputta, half-way. "
        },
        {
          "scid": "dn24:1.20.21",
          "pli": "Sabbapaṭhamaṃyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṃ nisinno’ti. ",
          "en": "The ascetic Gotama has come the first half, and is sitting in your monastery.”’ "
        },
        {
          "scid": "dn24:1.21.1",
          "pli": "Evaṃ, bhoti kho, bhaggava, so puriso tassā parisāya paṭissutvā yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṃ pāthikaputtaṃ etadavoca: ",
          "en": "‘Yes, sir,’ replied that man, and delivered the message. "
        },
        {
          "scid": "dn24:1.21.2",
          "pli": "‘abhikkamāvuso pāthikaputta, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. ",
          "en": " "
        },
        {
          "scid": "dn24:1.21.3",
          "pli": "Samaṇopi gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
          "en": " "
        },
        {
          "scid": "dn24:1.21.4",
          "pli": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṃ parisati vācā—",
          "en": " "
        },
        {
          "scid": "dn24:1.21.5",
          "pli": "samaṇopi gotamo ñāṇavādo; ahampi ñāṇavādo. ",
          "en": " "
        },
        {
          "scid": "dn24:1.21.6",
          "pli": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṃ dassetuṃ … pe … ",
          "en": " "
        },
        {
          "scid": "dn24:1.21.7",
          "pli": "taddiguṇaṃ taddiguṇāhaṃ karissāmīti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.21.8",
          "pli": "Abhikkamasseva kho, āvuso pāthikaputta, upaḍḍhapathaṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:1.21.9",
          "pli": "Sabbapaṭhamaṃyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṃ nisinno’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.21.10",
          "pli": "Evaṃ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
          "en": "When he had spoken, Pāṭika said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. "
        },
        {
          "scid": "dn24:1.21.11",
          "pli": "Atha kho so, bhaggava, puriso acelaṃ pāthikaputtaṃ etadavoca: ",
          "en": "Then that man said to Pāṭikaputta, "
        },
        {
          "scid": "dn24:1.21.12",
          "pli": "‘kiṃ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṃ allīnā, pīṭhakaṃ su nāma te pāvaḷāsu allīnaṃ? ",
          "en": "‘What’s up, Reverend Pāṭikaputta? Is your bottom stuck to the bench, or is the bench stuck to your bottom? "
        },
        {
          "scid": "dn24:1.21.13",
          "pli": "Āyāmi āvuso, āyāmi āvusoti vatvā tattheva saṃsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
          "en": "You say “I’m coming, sir, I’m coming!” But wriggle as you might, you can’t get up from your seat.’ "
        },
        {
          "scid": "dn24:1.21.14",
          "pli": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
          "en": "And as he was speaking, Pāṭika said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. "
        },
        {
          "scid": "dn24:1.22.1",
          "pli": "Yadā kho so, bhaggava, puriso aññāsi: ",
          "en": "When that man knew "
        },
        {
          "scid": "dn24:1.22.2",
          "pli": "‘parābhūtarūpo ayaṃ acelo pāthikaputto. ",
          "en": "that Pāṭikaputta had lost, "
        },
        {
          "scid": "dn24:1.22.3",
          "pli": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:1.22.4",
          "pli": "Atha taṃ parisaṃ āgantvā evamārocesi: ",
          "en": "he returned to the assembly and said, "
        },
        {
          "scid": "dn24:1.22.5",
          "pli": "‘parābhūtarūpo, bho, acelo pāthikaputto. ",
          "en": "‘Pāṭikaputta has lost, sirs. "
        },
        {
          "scid": "dn24:1.22.6",
          "pli": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
          "en": "He says “I’m coming, sir, I’m coming!” But wriggle as he might, he can’t get up from his seat.’ "
        },
        {
          "scid": "dn24:1.22.7",
          "pli": "Evaṃ vutte, ahaṃ, bhaggava, taṃ parisaṃ etadavocaṃ: ",
          "en": "When he said this, I said to the assembly, "
        },
        {
          "scid": "dn24:1.22.8",
          "pli": "‘abhabbo kho, āvuso, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "‘The naked ascetic Pāṭikaputta is not capable of coming into my presence, unless he gives up that statement and that intention, and lets go of that view. "
        },
        {
          "scid": "dn24:1.22.9",
          "pli": "Sacepissa evamassa—",
          "en": "If he thinks he can "
        },
        {
          "scid": "dn24:1.22.10",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
          "en": "come into my presence without giving up those things, his head may explode.’ "
        },
        {
          "scid": "dn24:1.22.11",
          "pli": "Paṭhamabhāṇavāro niṭṭhito. ",
          "en": "The first recitation section is finished. "
        },
        {
          "scid": "dn24:2.1.1",
          "pli": "Atha kho, bhaggava, aññataro licchavimahāmatto uṭṭhāyāsanā taṃ parisaṃ etadavoca: ",
          "en": "Then, Bhaggava, a certain Licchavi minister stood up and said to the assembly, "
        },
        {
          "scid": "dn24:2.1.2",
          "pli": "‘tena hi, bho, muhuttaṃ tāva āgametha, yāvāhaṃ gacchāmi. ",
          "en": "‘Well then, sirs, wait a moment, I’ll go. "
        },
        {
          "scid": "dn24:2.1.3",
          "pli": "Appeva nāma ahampi sakkuṇeyyaṃ acelaṃ pāthikaputtaṃ imaṃ parisaṃ ānetun’ti. ",
          "en": "Hopefully I’ll be able to lead Pāṭikaputta back to the assembly.’ "
        },
        {
          "scid": "dn24:2.1.4",
          "pli": "Atha kho so, bhaggava, licchavimahāmatto yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṃ pāthikaputtaṃ etadavoca: ",
          "en": "So that minister went to see Pāṭikaputta and said, "
        },
        {
          "scid": "dn24:2.1.5",
          "pli": "‘abhikkamāvuso pāthikaputta, abhikkantaṃ te seyyo, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. Samaṇopi gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
          "en": "‘Come forth, Reverend Pāṭikaputta! It’s best for you to come forth. All these very well-known people have come forth, and the ascetic Gotama is sitting in your monastery for the day’s meditation. "
        },
        {
          "scid": "dn24:2.1.6",
          "pli": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṃ parisati vācā—",
          "en": "You said you’d meet the ascetic Gotama half-way. "
        },
        {
          "scid": "dn24:2.1.7",
          "pli": "samaṇopi gotamo ñāṇavādo … pe … ",
          "en": " "
        },
        {
          "scid": "dn24:2.1.8",
          "pli": "taddiguṇaṃ taddiguṇāhaṃ karissāmīti. ",
          "en": " "
        },
        {
          "scid": "dn24:2.1.9",
          "pli": "Abhikkamasseva kho, āvuso pāthikaputta, upaḍḍhapathaṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:2.1.10",
          "pli": "Sabbapaṭhamaṃyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
          "en": "The ascetic Gotama has come the first half, and is sitting in your monastery. "
        },
        {
          "scid": "dn24:2.1.11",
          "pli": "Bhāsitā kho panesā, āvuso pāthikaputta, samaṇena gotamena parisati vācā—",
          "en": "The ascetic Gotama has told the assembly "
        },
        {
          "scid": "dn24:2.1.12",
          "pli": "abhabbo kho acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "that you’re not capable of coming into his presence. "
        },
        {
          "scid": "dn24:2.1.13",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:2.1.14",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
          "en": " "
        },
        {
          "scid": "dn24:2.1.15",
          "pli": "Abhikkamāvuso pāthikaputta, abhikkamaneneva te jayaṃ karissāma, samaṇassa gotamassa parājayan’ti. ",
          "en": "Come forth, Pāṭikaputta! When you come forth we’ll make you win and the ascetic Gotama lose.’ "
        },
        {
          "scid": "dn24:2.2.1",
          "pli": "Evaṃ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
          "en": "When he had spoken, Pāṭikaputta said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. "
        },
        {
          "scid": "dn24:2.2.2",
          "pli": "Atha kho so, bhaggava, licchavimahāmatto acelaṃ pāthikaputtaṃ etadavoca: ",
          "en": "Then the minister said to Pāṭikaputta, "
        },
        {
          "scid": "dn24:2.2.3",
          "pli": "‘kiṃ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṃ allīnā, pīṭhakaṃ su nāma te pāvaḷāsu allīnaṃ? ",
          "en": "‘What’s up, Reverend Pāṭikaputta? Is your bottom stuck to the bench, or is the bench stuck to your bottom? "
        },
        {
          "scid": "dn24:2.2.4",
          "pli": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
          "en": "You say “I’m coming, sir, I’m coming!” But wriggle as you might, you can’t get up from your seat.’ "
        },
        {
          "scid": "dn24:2.2.5",
          "pli": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
          "en": "And as he was speaking, Pāṭikaputta said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. "
        },
        {
          "scid": "dn24:2.3.1",
          "pli": "Yadā kho so, bhaggava, licchavimahāmatto aññāsi: ",
          "en": "When the Licchavi minister knew "
        },
        {
          "scid": "dn24:2.3.2",
          "pli": "‘parābhūtarūpo ayaṃ acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
          "en": "that Pāṭikaputta had lost, "
        },
        {
          "scid": "dn24:2.3.3",
          "pli": "Atha taṃ parisaṃ āgantvā evamārocesi: ",
          "en": "he returned to the assembly and said, "
        },
        {
          "scid": "dn24:2.3.4",
          "pli": "‘parābhūtarūpo, bho, acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
          "en": "‘Pāṭikaputta has lost, sirs.’ "
        },
        {
          "scid": "dn24:2.3.5",
          "pli": "Evaṃ vutte, ahaṃ, bhaggava, taṃ parisaṃ etadavocaṃ: ",
          "en": "When he said this, I said to the assembly, "
        },
        {
          "scid": "dn24:2.3.6",
          "pli": "‘abhabbo kho, āvuso, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "‘Pāṭikaputta is not capable of coming into my presence, otherwise "
        },
        {
          "scid": "dn24:2.3.7",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:2.3.8",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyya. ",
          "en": "his head may explode. "
        },
        {
          "scid": "dn24:2.3.9",
          "pli": "Sace pāyasmantānaṃ licchavīnaṃ evamassa—",
          "en": "Even if the good Licchavis were to think, "
        },
        {
          "scid": "dn24:2.3.10",
          "pli": "mayaṃ acelaṃ pāthikaputtaṃ varattāhi bandhitvā goyugehi āviñcheyyāmāti, tā varattā chijjeyyuṃ pāthikaputto vā. ",
          "en": "“Let’s bind Pāṭikaputta with straps and drag him with a pair of oxen!” But either the straps will break or Pāṭikaputta will.’ "
        },
        {
          "scid": "dn24:2.3.11",
          "pli": "Abhabbo pana acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:2.3.12",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:2.3.13",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:2.4.1",
          "pli": "Atha kho, bhaggava, jāliyo dārupattikantevāsī uṭṭhāyāsanā taṃ parisaṃ etadavoca: ",
          "en": "Then, Bhaggava, Jāliya, the pupil of the wood-bowl ascetic, stood up and said to the assembly, "
        },
        {
          "scid": "dn24:2.4.2",
          "pli": "‘tena hi, bho, muhuttaṃ tāva āgametha, yāvāhaṃ gacchāmi; ",
          "en": "‘Well then, sirs, wait a moment, I’ll go. "
        },
        {
          "scid": "dn24:2.4.3",
          "pli": "appeva nāma ahampi sakkuṇeyyaṃ acelaṃ pāthikaputtaṃ imaṃ parisaṃ ānetun’ti. ",
          "en": "Hopefully I’ll be able to lead Pāṭikaputta back to the assembly.’ "
        },
        {
          "scid": "dn24:2.4.4",
          "pli": "Atha kho, bhaggava, jāliyo dārupattikantevāsī yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṃ pāthikaputtaṃ etadavoca: ",
          "en": "So Jāliya went to see Pāṭikaputta and said, "
        },
        {
          "scid": "dn24:2.4.5",
          "pli": "‘abhikkamāvuso pāthikaputta, abhikkantaṃ te seyyo. Abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. Samaṇopi gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
          "en": "‘Come forth, Reverend Pāṭikaputta! It’s best for you to come forth. All these very well-known people have come forth, and the ascetic Gotama is sitting in your monastery for the day’s meditation. "
        },
        {
          "scid": "dn24:2.4.6",
          "pli": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṃ parisati vācā—",
          "en": "You said you’d meet the ascetic Gotama half-way. "
        },
        {
          "scid": "dn24:2.4.7",
          "pli": "samaṇopi gotamo ñāṇavādo … pe … ",
          "en": " "
        },
        {
          "scid": "dn24:2.4.8",
          "pli": "taddiguṇaṃ taddiguṇāhaṃ karissāmīti. ",
          "en": " "
        },
        {
          "scid": "dn24:2.4.9",
          "pli": "Abhikkamasseva, kho āvuso pāthikaputta, upaḍḍhapathaṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:2.4.10",
          "pli": "Sabbapaṭhamaṃyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
          "en": "The ascetic Gotama has come the first half, and is sitting in your monastery. "
        },
        {
          "scid": "dn24:2.4.11",
          "pli": "Bhāsitā kho panesā, āvuso pāthikaputta, samaṇena gotamena parisati vācā—",
          "en": "The ascetic Gotama has told the assembly "
        },
        {
          "scid": "dn24:2.4.12",
          "pli": "abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "that you’re not capable of coming into his presence. "
        },
        {
          "scid": "dn24:2.4.13",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:2.4.14",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyya. ",
          "en": " "
        },
        {
          "scid": "dn24:2.4.15",
          "pli": "Sace pāyasmantānaṃ licchavīnaṃ evamassa—",
          "en": "And he said that even if the Licchavis "
        },
        {
          "scid": "dn24:2.4.16",
          "pli": "mayaṃ acelaṃ pāthikaputtaṃ varattāhi bandhitvā goyugehi āviñcheyyāmāti. Tā varattā chijjeyyuṃ pāthikaputto vā. ",
          "en": "try to bind you with straps and drag you with a pair of oxen, either the straps will break or you will. "
        },
        {
          "scid": "dn24:2.4.17",
          "pli": "Abhabbo pana acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": " "
        },
        {
          "scid": "dn24:2.4.18",
          "pli": "Sacepissa evamassa—",
          "en": " "
        },
        {
          "scid": "dn24:2.4.19",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ āgaccheyyanti, muddhāpi tassa vipateyyāti. ",
          "en": " "
        },
        {
          "scid": "dn24:2.4.20",
          "pli": "Abhikkamāvuso pāthikaputta, abhikkamaneneva te jayaṃ karissāma, samaṇassa gotamassa parājayan’ti. ",
          "en": "Come forth, Pāṭikaputta! When you come forth we’ll make you win and the ascetic Gotama lose.’ "
        },
        {
          "scid": "dn24:2.5.1",
          "pli": "Evaṃ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
          "en": "When he had spoken, Pāṭikaputta said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. "
        },
        {
          "scid": "dn24:2.5.2",
          "pli": "Atha kho, bhaggava, jāliyo dārupattikantevāsī acelaṃ pāthikaputtaṃ etadavoca: ",
          "en": "Then Jāliya said to Pāṭikaputta, "
        },
        {
          "scid": "dn24:2.5.3",
          "pli": "‘kiṃ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṃ allīnā, pīṭhakaṃ su nāma te pāvaḷāsu allīnaṃ? ",
          "en": "‘What’s up, Reverend Pāṭikaputta? Is your bottom stuck to the bench, or is the bench stuck to your bottom? "
        },
        {
          "scid": "dn24:2.5.4",
          "pli": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
          "en": "You say “I’m coming, sir, I’m coming!” But wriggle as you might, you can’t get up from your seat.’ "
        },
        {
          "scid": "dn24:2.5.5",
          "pli": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātunti. ",
          "en": "And as he was speaking, Pāṭikaputta said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. "
        },
        {
          "scid": "dn24:2.6.1",
          "pli": "Yadā kho, bhaggava, jāliyo dārupattikantevāsī aññāsi: ",
          "en": "When Jāliya knew "
        },
        {
          "scid": "dn24:2.6.2",
          "pli": "‘parābhūtarūpo ayaṃ acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti, atha naṃ etadavoca—",
          "en": "that Pāṭikaputta had lost, he said to him, "
        },
        {
          "scid": "dn24:2.6.3",
          "pli": "Bhūtapubbaṃ, āvuso pāthikaputta, sīhassa migarañño etadahosi: ",
          "en": "‘Once upon a time, Reverend Pāṭikaputta, it occurred to a lion, king of beasts, "
        },
        {
          "scid": "dn24:2.6.4",
          "pli": "‘yannūnāhaṃ aññataraṃ vanasaṇḍaṃ nissāya āsayaṃ kappeyyaṃ. ",
          "en": "“Why don’t I make my lair near a certain forest? "
        },
        {
          "scid": "dn24:2.6.5",
          "pli": "Tatrāsayaṃ kappetvā sāyanhasamayaṃ āsayā nikkhameyyaṃ, āsayā nikkhamitvā vijambheyyaṃ, vijambhitvā samantā catuddisā anuvilokeyyaṃ, samantā catuddisā anuviloketvā tikkhattuṃ sīhanādaṃ nadeyyaṃ, tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkameyyaṃ. ",
          "en": "Towards evening I can emerge from my den, yawn, look all around the four directions, roar my lion’s roar three times, and set out on the hunt. "
        },
        {
          "scid": "dn24:2.6.6",
          "pli": "So varaṃ varaṃ migasaṅghe vadhitvā mudumaṃsāni mudumaṃsāni bhakkhayitvā tameva āsayaṃ ajjhupeyyan’ti. ",
          "en": "Having slain the very best of the deer herd, and eaten the most tender flesh, I could return to my den.” "
        },
        {
          "scid": "dn24:2.6.7",
          "pli": "Atha kho, āvuso, so sīho migarājā aññataraṃ vanasaṇḍaṃ nissāya āsayaṃ kappesi. ",
          "en": "And so that’s what he did. "
        },
        {
          "scid": "dn24:2.6.8",
          "pli": "Tatrāsayaṃ kappetvā sāyanhasamayaṃ āsayā nikkhami, āsayā nikkhamitvā vijambhi, vijambhitvā samantā catuddisā anuvilokesi, samantā catuddisā anuviloketvā tikkhattuṃ sīhanādaṃ nadi, tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkāmi. ",
          "en": " "
        },
        {
          "scid": "dn24:2.6.9",
          "pli": "So varaṃ varaṃ migasaṅghe vadhitvā mudumaṃsāni mudumaṃsāni bhakkhayitvā tameva āsayaṃ ajjhupesi. ",
          "en": " "
        },
        {
          "scid": "dn24:2.6.10",
          "pli": "Tasseva kho, āvuso pāthikaputta, sīhassa migarañño vighāsasaṃvaḍḍho jarasiṅgālo ditto ceva balavā ca. ",
          "en": "Now, there was an old jackal who had grown fat on the lion’s leavings, becoming arrogant and strong. "
        },
        {
          "scid": "dn24:2.6.11",
          "pli": "Atha kho, āvuso, tassa jarasiṅgālassa etadahosi: ",
          "en": "He thought, "
        },
        {
          "scid": "dn24:2.6.12",
          "pli": "‘ko cāhaṃ, ko sīho migarājā. ",
          "en": "“What does the lion, king of beasts, have that I don’t? "
        },
        {
          "scid": "dn24:2.6.13",
          "pli": "Yannūnāhampi aññataraṃ vanasaṇḍaṃ nissāya āsayaṃ kappeyyaṃ. ",
          "en": "Why don’t I make my lair near a certain forest? "
        },
        {
          "scid": "dn24:2.6.14",
          "pli": "Tatrāsayaṃ kappetvā sāyanhasamayaṃ āsayā nikkhameyyaṃ, āsayā nikkhamitvā vijambheyyaṃ, vijambhitvā samantā catuddisā anuvilokeyyaṃ, samantā catuddisā anuviloketvā tikkhattuṃ sīhanādaṃ nadeyyaṃ, tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkameyyaṃ. ",
          "en": "Towards evening I can emerge from my den, yawn, look all around the four directions, roar my lion’s roar three times, and set out on the hunt. "
        },
        {
          "scid": "dn24:2.6.15",
          "pli": "So varaṃ varaṃ migasaṅghe vadhitvā mudumaṃsāni mudumaṃsāni bhakkhayitvā tameva āsayaṃ ajjhupeyyan’ti. ",
          "en": "Having slain the very best of the deer herd, and eaten the most tender flesh, I could return to my den.” "
        },
        {
          "scid": "dn24:2.7.1",
          "pli": "Atha kho so, āvuso, jarasiṅgālo aññataraṃ vanasaṇḍaṃ nissāya āsayaṃ kappesi. ",
          "en": "And so that’s what he did. "
        },
        {
          "scid": "dn24:2.7.2",
          "pli": "Tatrāsayaṃ kappetvā sāyanhasamayaṃ āsayā nikkhami, āsayā nikkhamitvā vijambhi, vijambhitvā samantā catuddisā anuvilokesi, samantā catuddisā anuviloketvā tikkhattuṃ sīhanādaṃ nadissāmīti siṅgālakaṃyeva anadi bheraṇḍakaṃyeva anadi, ke ca chave siṅgāle, ke pana sīhanādeti. ",
          "en": "But when he tried to roar a lion’s roar, he only managed to squeal and yelp like a jackal. And what is a pathetic jackal’s squeal next to the roar of a lion? "
        },
        {
          "scid": "dn24:2.7.3",
          "pli": "Evameva kho tvaṃ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṃ maññasi. ",
          "en": "In the same way, reverend, while living on the harvest of the Holy One, enjoying the leftovers of the Holy One, you presume to attack the Realized One, the perfected one, the fully awakened Buddha! "
        },
        {
          "scid": "dn24:2.7.4",
          "pli": "Ke ca chave pāthikaputte, kā ca tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ āsādanāti. ",
          "en": "Who are the pathetic Pāṭikaputtas to attack the Realized Ones, the perfected ones, the fully awakened Buddhas?’ "
        },
        {
          "scid": "dn24:2.8.1",
          "pli": "Yato kho, bhaggava, jāliyo dārupattikantevāsī iminā opammena neva asakkhi acelaṃ pāthikaputtaṃ tamhā āsanā cāvetuṃ. ",
          "en": "When Jāliya couldn’t get Pāṭikaputta to shift from his seat even with this simile, "
        },
        {
          "scid": "dn24:2.8.2",
          "pli": "Atha naṃ etadavoca: ",
          "en": "he said to him: "
        },
        {
          "scid": "dn24:2.8.3",
          "pli": "‘Sīhoti attānaṃ samekkhiyāna, ",
          "en": "‘Seeing himself as equal to the lion, "
        },
        {
          "scid": "dn24:2.8.4",
          "pli": "Amaññi kotthu migarājāhamasmi; ",
          "en": "the jackal presumed “I’m the king of the beasts!” "
        },
        {
          "scid": "dn24:2.8.5",
          "pli": "Tatheva so siṅgālakaṃ anadi, ",
          "en": "But in reality he only managed to yelp, "
        },
        {
          "scid": "dn24:2.8.6",
          "pli": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
          "en": "and what’s a sad jackal’s squeal to the roar of a lion? "
        },
        {
          "scid": "dn24:2.8.7",
          "pli": "Evameva kho tvaṃ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṃ maññasi. ",
          "en": "In the same way, reverend, while living on the harvest of the Holy One, you presume to attack him!’ "
        },
        {
          "scid": "dn24:2.8.8",
          "pli": "Ke ca chave pāthikaputte, kā ca tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ āsādanā’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:2.9.1",
          "pli": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṃ pāthikaputtaṃ tamhā āsanā cāvetuṃ. ",
          "en": "When Jāliya couldn’t get Pāṭikaputta to shift from his seat even with this simile, "
        },
        {
          "scid": "dn24:2.9.2",
          "pli": "Atha naṃ etadavoca: ",
          "en": "he said to him: "
        },
        {
          "scid": "dn24:2.9.3",
          "pli": "‘Aññaṃ anucaṅkamanaṃ, ",
          "en": "‘Following in the steps of another, "
        },
        {
          "scid": "dn24:2.9.4",
          "pli": "Attānaṃ vighāse samekkhiya; ",
          "en": "seeing himself grown fat on scraps, "
        },
        {
          "scid": "dn24:2.9.5",
          "pli": "Yāva attānaṃ na passati, ",
          "en": "until he doesn’t even see himself, "
        },
        {
          "scid": "dn24:2.9.6",
          "pli": "Kotthu tāva byagghoti maññati. ",
          "en": "the jackal presumes he’s a tiger. "
        },
        {
          "scid": "dn24:2.9.7",
          "pli": "Tatheva so siṅgālakaṃ anadi, ",
          "en": "But in reality he only managed to yelp, "
        },
        {
          "scid": "dn24:2.9.8",
          "pli": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
          "en": "and what’s a sad jackal’s squeal to the roar of a lion? "
        },
        {
          "scid": "dn24:2.9.9",
          "pli": "Evameva kho tvaṃ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṃ maññasi. ",
          "en": "In the same way, reverend, while living on the harvest of the Holy One, you presume to attack him!’ "
        },
        {
          "scid": "dn24:2.9.10",
          "pli": "Ke ca chave pāthikaputte, kā ca tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ āsādanā’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:2.10.1",
          "pli": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṃ pāthikaputtaṃ tamhā āsanā cāvetuṃ. ",
          "en": "When Jāliya couldn’t get Pāṭikaputta to shift from his seat even with this simile, "
        },
        {
          "scid": "dn24:2.10.2",
          "pli": "Atha naṃ etadavoca: ",
          "en": "he said to him: "
        },
        {
          "scid": "dn24:2.10.3",
          "pli": "‘Bhutvāna bheke khalamūsikāyo, ",
          "en": "‘Gorged on frogs, and mice from the barn, "
        },
        {
          "scid": "dn24:2.10.4",
          "pli": "Kaṭasīsu khittāni ca koṇapāni; ",
          "en": "and carcasses tossed in the cemetery, "
        },
        {
          "scid": "dn24:2.10.5",
          "pli": "Mahāvane suññavane vivaḍḍho, ",
          "en": "thriving in the great, empty wood, "
        },
        {
          "scid": "dn24:2.10.6",
          "pli": "Amaññi kotthu migarājāhamasmi; ",
          "en": "the jackal presumed “I’m the king of the beasts!” "
        },
        {
          "scid": "dn24:2.10.7",
          "pli": "Tatheva so siṅgālakaṃ anadi, ",
          "en": "But in reality he only managed to yelp, "
        },
        {
          "scid": "dn24:2.10.8",
          "pli": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
          "en": "and what’s a sad jackal’s squeal to the roar of a lion? "
        },
        {
          "scid": "dn24:2.10.9",
          "pli": "Evameva kho tvaṃ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṃ maññasi. ",
          "en": "In the same way, reverend, while living on the harvest of the Holy One, enjoying the leftovers of the Holy One, you presume to attack the Realized One, the perfected one, the fully awakened Buddha! "
        },
        {
          "scid": "dn24:2.10.10",
          "pli": "Ke ca chave pāthikaputte, kā ca tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ āsādanā’ti. ",
          "en": "Who are the pathetic Pāṭikaputtas to attack the Realized Ones, the perfected ones, the fully awakened Buddhas?’ "
        },
        {
          "scid": "dn24:2.11.1",
          "pli": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṃ pāthikaputtaṃ tamhā āsanā cāvetuṃ. ",
          "en": "When Jāliya couldn’t get Pāṭikaputta to shift from his seat even with this simile, "
        },
        {
          "scid": "dn24:2.11.2",
          "pli": "Atha taṃ parisaṃ āgantvā evamārocesi: ",
          "en": "he returned to the assembly and said, "
        },
        {
          "scid": "dn24:2.11.3",
          "pli": "‘parābhūtarūpo, bho, acelo pāthikaputto āyāmi āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
          "en": "‘Pāṭikaputta has lost, sirs. He says “I’m coming, sir, I’m coming!” But wriggle as he might, he can’t get up from his seat.’ "
        },
        {
          "scid": "dn24:2.12.1",
          "pli": "Evaṃ vutte, ahaṃ, bhaggava, taṃ parisaṃ etadavocaṃ: ",
          "en": "When he said this, I said to the assembly, "
        },
        {
          "scid": "dn24:2.12.2",
          "pli": "‘abhabbo kho, āvuso, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "‘The naked ascetic Pāṭikaputta is not capable of coming into my presence, unless he gives up that statement and that intention, and lets go of that view. "
        },
        {
          "scid": "dn24:2.12.3",
          "pli": "Sacepissa evamassa—",
          "en": "If he thinks he can "
        },
        {
          "scid": "dn24:2.12.4",
          "pli": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyya. ",
          "en": "come into my presence without giving up those things, his head may explode. "
        },
        {
          "scid": "dn24:2.12.5",
          "pli": "Sacepāyasmantānaṃ licchavīnaṃ evamassa—",
          "en": "The good Licchavis might even think, "
        },
        {
          "scid": "dn24:2.12.6",
          "pli": "mayaṃ acelaṃ pāthikaputtaṃ varattāhi bandhitvā nāgehi āviñcheyyāmāti. Tā varattā chijjeyyuṃ pāthikaputto vā. ",
          "en": "“Let’s bind Pāṭikaputta with straps and drag him with a pair of oxen!” But either the straps will break or Pāṭikaputta will. "
        },
        {
          "scid": "dn24:2.12.7",
          "pli": "Abhabbo pana acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
          "en": "Pāṭikaputta is not capable of coming into my presence, otherwise "
        },
        {
          "scid": "dn24:2.12.8",
          "pli": "Sacepissa evamassa—ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
          "en": "his head may explode.’ "
        },
        {
          "scid": "dn24:2.13.1",
          "pli": "Atha khvāhaṃ, bhaggava, taṃ parisaṃ dhammiyā kathāya sandassesiṃ samādapesiṃ samuttejesiṃ sampahaṃsesiṃ, taṃ parisaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā mahābandhanā mokkhaṃ karitvā caturāsītipāṇasahassāni mahāviduggā uddharitvā tejodhātuṃ samāpajjitvā sattatālaṃ vehāsaṃ abbhuggantvā aññaṃ sattatālampi acciṃ abhinimminitvā pajjalitvā dhūmāyitvā mahāvane kūṭāgārasālāyaṃ paccuṭṭhāsiṃ. ",
          "en": "Then, Bhaggava, I educated, encouraged, fired up, and inspired that assembly with a Dhamma talk. I released that assembly from the great bondage, and lifted 84,000 beings from the great swamp. Next I entered upon the fire element, rose into the sky to the height of seven palm trees, and created a flame another seven palm trees high, blazing and smoking. Finally I landed at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "dn24:2.13.2",
          "pli": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
          "en": "Then Sunakkhatta came to me, bowed, and sat down to one side. I said to him, "
        },
        {
          "scid": "dn24:2.13.3",
          "pli": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
          "en": "‘What do you think, Sunakkhatta? "
        },
        {
          "scid": "dn24:2.13.4",
          "pli": "yatheva te ahaṃ acelaṃ pāthikaputtaṃ ārabbha byākāsiṃ, tatheva taṃ vipākaṃ aññathā vā’ti? ",
          "en": "Did the declaration I made about Pāṭikaputta turn out to be correct, or not?’ "
        },
        {
          "scid": "dn24:2.13.5",
          "pli": "‘Yatheva me, bhante, bhagavā acelaṃ pāthikaputtaṃ ārabbha byākāsi, tatheva taṃ vipākaṃ, no aññathā’ti. ",
          "en": "‘It turned out to be correct.’ "
        },
        {
          "scid": "dn24:2.13.6",
          "pli": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
          "en": "‘What do you think, Sunakkhatta? "
        },
        {
          "scid": "dn24:2.13.7",
          "pli": "yadi evaṃ sante kataṃ vā hoti uttari manussadhammā iddhipāṭihāriyaṃ, akataṃ vā’ti? ",
          "en": "If that is so, has a superhuman demonstration of psychic power been performed or not?’ "
        },
        {
          "scid": "dn24:2.13.8",
          "pli": "‘Addhā kho, bhante, evaṃ sante kataṃ hoti uttari manussadhammā iddhipāṭihāriyaṃ, no akatan’ti. ",
          "en": "‘Clearly, sir, a superhuman demonstration of psychic power has been performed.’ "
        },
        {
          "scid": "dn24:2.13.9",
          "pli": "‘Evampi kho maṃ tvaṃ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṃ karontaṃ evaṃ vadesi—",
          "en": "‘Though I perform such a superhuman demonstration of psychic power you say this: "
        },
        {
          "scid": "dn24:2.13.10",
          "pli": "na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṃ karotīti. ",
          "en": "“But sir, the Buddha never performs any superhuman demonstrations of psychic power for me.” "
        },
        {
          "scid": "dn24:2.13.11",
          "pli": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
          "en": "See how far you have strayed!’ "
        },
        {
          "scid": "dn24:2.13.12",
          "pli": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko nerayiko. ",
          "en": "Though I spoke to Sunakkhatta like this, he still left this teaching and training, like someone on the highway to hell. "
        },
        {
          "scid": "dn24:2.13.13",
          "pli": "6. Aggaññapaññattikathā ",
          "en": "6. On Describing the Origin of the World "
        },
        {
          "scid": "dn24:2.14.1",
          "pli": "Aggaññañcāhaṃ, bhaggava, pajānāmi. ",
          "en": "Bhaggava, I understand the origin of the world. "
        },
        {
          "scid": "dn24:2.14.2",
          "pli": "Tañca pajānāmi, tato ca uttaritaraṃ pajānāmi, tañca pajānaṃ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā, yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
          "en": "I understand this, and what goes beyond it. Yet since I do not misapprehend that understanding, I have realized extinguishment within myself. Directly knowing this, the Realized One does not come to ruin. "
        },
        {
          "scid": "dn24:2.14.3",
          "pli": "Santi, bhaggava, eke samaṇabrāhmaṇā issarakuttaṃ brahmakuttaṃ ācariyakaṃ aggaññaṃ paññapenti. ",
          "en": "There are some ascetics and brahmins who describe the origin of the world in their tradition as created by the Lord God, by Brahmā. "
        },
        {
          "scid": "dn24:2.14.4",
          "pli": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "I go up to them and say, "
        },
        {
          "scid": "dn24:2.14.5",
          "pli": "‘saccaṃ kira tumhe āyasmanto issarakuttaṃ brahmakuttaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "‘Is it really true that this is the venerables’ view?’ "
        },
        {
          "scid": "dn24:2.14.6",
          "pli": "Te ca me evaṃ puṭṭhā, ‘āmo’ti paṭijānanti. ",
          "en": "And they answer, ‘Yes’. "
        },
        {
          "scid": "dn24:2.14.7",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn24:2.14.8",
          "pli": "‘kathaṃvihitakaṃ pana tumhe āyasmanto issarakuttaṃ brahmakuttaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "‘But how do you describe in your tradition that the origin of the world came about as created by the Lord God, by Brahmā?’ "
        },
        {
          "scid": "dn24:2.14.9",
          "pli": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
          "en": "But they cannot answer, and they even question me in return. "
        },
        {
          "scid": "dn24:2.14.10",
          "pli": "Tesāhaṃ puṭṭho byākaromi: ",
          "en": "So I answer them, "
        },
        {
          "scid": "dn24:2.14.11",
          "pli": "‘Hoti kho so, āvuso, samayo yaṃ kadāci karahaci dīghassa addhuno accayena ayaṃ loko saṃvaṭṭati. ",
          "en": "‘There comes a time when, reverends, after a very long period has passed, this cosmos contracts. "
        },
        {
          "scid": "dn24:2.14.12",
          "pli": "Saṃvaṭṭamāne loke yebhuyyena sattā ābhassarasaṃvattanikā honti. ",
          "en": "As the cosmos contracts, sentient beings are mostly headed for the realm of streaming radiance. "
        },
        {
          "scid": "dn24:2.14.13",
          "pli": "Te tattha honti manomayā pītibhakkhā sayaṃpabhā antalikkhacarā subhaṭṭhāyino ciraṃ dīghamaddhānaṃ tiṭṭhanti. ",
          "en": "There they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. "
        },
        {
          "scid": "dn24:2.15.1",
          "pli": "Hoti kho so, āvuso, samayo yaṃ kadāci karahaci dīghassa addhuno accayena ayaṃ loko vivaṭṭati. ",
          "en": "There comes a time when, after a very long period has passed, this cosmos expands. "
        },
        {
          "scid": "dn24:2.15.2",
          "pli": "Vivaṭṭamāne loke suññaṃ brahmavimānaṃ pātubhavati. ",
          "en": "As it expands an empty mansion of Brahmā appears. "
        },
        {
          "scid": "dn24:2.15.3",
          "pli": "Atha kho aññataro satto āyukkhayā vā puññakkhayā vā ābhassarakāyā cavitvā suññaṃ brahmavimānaṃ upapajjati. ",
          "en": "Then a certain sentient being—due to the running out of their life-span or merit—passes away from that host of radiant deities and is reborn in that empty mansion of Brahmā. "
        },
        {
          "scid": "dn24:2.15.4",
          "pli": "So tattha hoti manomayo pītibhakkho sayampabho antalikkhacaro subhaṭṭhāyī, ciraṃ dīghamaddhānaṃ tiṭṭhati. ",
          "en": "There they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. "
        },
        {
          "scid": "dn24:2.16.1",
          "pli": "Tassa tattha ekakassa dīgharattaṃ nivusitattā anabhirati paritassanā uppajjati—",
          "en": "But after staying there all alone for a long time, they become dissatisfied and anxious, "
        },
        {
          "scid": "dn24:2.16.2",
          "pli": "aho vata aññepi sattā itthattaṃ āgaccheyyunti. ",
          "en": "“Oh, if only another being would come to this state of existence.” "
        },
        {
          "scid": "dn24:2.16.3",
          "pli": "Atha aññepi sattā āyukkhayā vā puññakkhayā vā ābhassarakāyā cavitvā suññaṃ brahmavimānaṃ upapajjanti tassa sattassa sahabyataṃ. ",
          "en": "Then other sentient beings—due to the running out of their life-span or merit—pass away from that host of radiant deities and are reborn in that empty mansion of Brahmā in company with that being. "
        },
        {
          "scid": "dn24:2.16.4",
          "pli": "Tepi tattha honti manomayā pītibhakkhā sayaṃpabhā antalikkhacarā subhaṭṭhāyino, ciraṃ dīghamaddhānaṃ tiṭṭhanti. ",
          "en": "There they too are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. "
        },
        {
          "scid": "dn24:2.17.1",
          "pli": "Tatrāvuso, yo so satto paṭhamaṃ upapanno, tassa evaṃ hoti—",
          "en": "Now, the being who was reborn there first thinks, "
        },
        {
          "scid": "dn24:2.17.2",
          "pli": "ahamasmi brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ, mayā ime sattā nimmitā. ",
          "en": "“I am Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the Best, the Begetter, the Controller, the Father of those who have been born and those yet to be born. "
        },
        {
          "scid": "dn24:2.17.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn24:2.17.4",
          "pli": "Mamañhi pubbe etadahosi—",
          "en": "Because first I thought, "
        },
        {
          "scid": "dn24:2.17.5",
          "pli": "aho vata aññepi sattā itthattaṃ āgaccheyyunti; ",
          "en": "‘Oh, if only another being would come to this state of existence.’ "
        },
        {
          "scid": "dn24:2.17.6",
          "pli": "iti mama ca manopaṇidhi. Ime ca sattā itthattaṃ āgatāti. ",
          "en": "Such was my heart’s wish, and then these creatures came to this state of existence.” "
        },
        {
          "scid": "dn24:2.17.7",
          "pli": "Yepi te sattā pacchā upapannā, tesampi evaṃ hoti—",
          "en": "And the beings who were reborn there later also think, "
        },
        {
          "scid": "dn24:2.17.8",
          "pli": "ayaṃ kho bhavaṃ brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ; ",
          "en": "“This must be Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the Best, the Begetter, the Controller, the Father of those who have been born and those yet to be born. "
        },
        {
          "scid": "dn24:2.17.9",
          "pli": "iminā mayaṃ bhotā brahmunā nimmitā. ",
          "en": "And we have been created by him. "
        },
        {
          "scid": "dn24:2.17.10",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn24:2.17.11",
          "pli": "Imañhi mayaṃ addasāma idha paṭhamaṃ upapannaṃ; mayaṃ panāmha pacchā upapannāti. ",
          "en": "Because we see that he was reborn here first, and we arrived later.” "
        },
        {
          "scid": "dn24:2.17.12",
          "pli": "Tatrāvuso, yo so satto paṭhamaṃ upapanno, so dīghāyukataro ca hoti vaṇṇavantataro ca mahesakkhataro ca. ",
          "en": "And the being who was reborn first is more long-lived, beautiful, and illustrious than those who arrived later. "
        },
        {
          "scid": "dn24:2.17.13",
          "pli": "Ye pana te sattā pacchā upapannā, te appāyukatarā ca honti dubbaṇṇatarā ca appesakkhatarā ca. ",
          "en": " "
        },
        {
          "scid": "dn24:2.17.14",
          "pli": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati, yaṃ aññataro satto tamhā kāyā cavitvā itthattaṃ āgacchati. ",
          "en": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. "
        },
        {
          "scid": "dn24:2.17.15",
          "pli": "Itthattaṃ āgato samāno agārasmā anagāriyaṃ pabbajati. ",
          "en": "Having done so, they go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn24:2.17.16",
          "pli": "Agārasmā anagāriyaṃ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte taṃ pubbenivāsaṃ anussarati; tato paraṃ nānussarati. ",
          "en": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. "
        },
        {
          "scid": "dn24:2.17.17",
          "pli": "So evamāha: ",
          "en": "They say: "
        },
        {
          "scid": "dn24:2.17.18",
          "pli": "“yo kho so bhavaṃ brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ, yena mayaṃ bhotā brahmunā nimmitā. So nicco dhuvo sassato avipariṇāmadhammo sassatisamaṃ tatheva ṭhassati. ",
          "en": "“He who is Brahmā—the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the Best, the Begetter, the Controller, the Father of those who have been born and those yet to be born—is permanent, everlasting, eternal, imperishable, remaining the same for all eternity. "
        },
        {
          "scid": "dn24:2.17.19",
          "pli": "Ye pana mayaṃ ahumhā tena bhotā brahmunā nimmitā, te mayaṃ aniccā addhuvā appāyukā cavanadhammā itthattaṃ āgatā”ti. ",
          "en": "We who were created by that Brahmā are impermanent, not lasting, short-lived, perishable, and have come to this state of existence.” "
        },
        {
          "scid": "dn24:2.17.20",
          "pli": "Evaṃvihitakaṃ no tumhe āyasmanto issarakuttaṃ brahmakuttaṃ ācariyakaṃ aggaññaṃ paññapethā’ti. ",
          "en": "This is how you describe in your tradition that the origin of the world came about as created by the Lord God, by Brahmā.’ "
        },
        {
          "scid": "dn24:2.17.21",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say, "
        },
        {
          "scid": "dn24:2.17.22",
          "pli": "‘evaṃ kho no, āvuso gotama, sutaṃ, yathevāyasmā gotamo āhā’ti. ",
          "en": "‘That is what we have heard, Reverend Gotama, just as you say.’ "
        },
        {
          "scid": "dn24:2.17.23",
          "pli": "Aggaññañcāhaṃ, bhaggava, pajānāmi. ",
          "en": "Bhaggava, I understand the origin of the world. "
        },
        {
          "scid": "dn24:2.17.24",
          "pli": "Tañca pajānāmi, tato ca uttaritaraṃ pajānāmi, tañca pajānaṃ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā. Yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
          "en": "I understand this, and what goes beyond it. Yet since I do not misapprehend that understanding, I have realized extinguishment within myself. Directly knowing this, the Realized One does not come to ruin. "
        },
        {
          "scid": "dn24:2.18.1",
          "pli": "Santi, bhaggava, eke samaṇabrāhmaṇā khiḍḍāpadosikaṃ ācariyakaṃ aggaññaṃ paññapenti. ",
          "en": "There are some ascetics and brahmins who describe the origin of the world in their tradition as due to those depraved by play. "
        },
        {
          "scid": "dn24:2.18.2",
          "pli": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "I go up to them and say, "
        },
        {
          "scid": "dn24:2.18.3",
          "pli": "‘saccaṃ kira tumhe āyasmanto khiḍḍāpadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "‘Is it really true that this is the venerables’ view?’ "
        },
        {
          "scid": "dn24:2.18.4",
          "pli": "Te ca me evaṃ puṭṭhā ‘āmo’ti paṭijānanti. ",
          "en": "And they answer, ‘Yes’. "
        },
        {
          "scid": "dn24:2.18.5",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn24:2.18.6",
          "pli": "‘kathaṃvihitakaṃ pana tumhe āyasmanto khiḍḍāpadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "‘But how do you describe in your tradition that the origin of the world came about due to those depraved by play?’ "
        },
        {
          "scid": "dn24:2.18.7",
          "pli": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti, ",
          "en": "But they cannot answer, and they even question me in return. "
        },
        {
          "scid": "dn24:2.18.8",
          "pli": "tesāhaṃ puṭṭho byākaromi: ",
          "en": "So I answer them, "
        },
        {
          "scid": "dn24:2.18.9",
          "pli": "‘Santāvuso, khiḍḍāpadosikā nāma devā. Te ativelaṃ hassakhiḍḍāratidhammasamāpannā viharanti. Tesaṃ ativelaṃ hassakhiḍḍāratidhammasamāpannānaṃ viharataṃ sati sammussati, satiyā sammosā te devā tamhā kāyā cavanti. ",
          "en": "‘Reverends, there are gods named “depraved by play”. They spend too much time laughing, playing, and making merry. And in doing so, they lose their mindfulness, and they pass away from that host of gods. "
        },
        {
          "scid": "dn24:2.18.10",
          "pli": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati, yaṃ aññataro satto tamhā kāyā cavitvā itthattaṃ āgacchati, ",
          "en": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. "
        },
        {
          "scid": "dn24:2.18.11",
          "pli": "itthattaṃ āgato samāno agārasmā anagāriyaṃ pabbajati, ",
          "en": "Having done so, they go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn24:2.18.12",
          "pli": "agārasmā anagāriyaṃ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte taṃ pubbenivāsaṃ anussarati; tato paraṃ nānussarati. ",
          "en": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. "
        },
        {
          "scid": "dn24:2.18.13",
          "pli": "So evamāha: ",
          "en": "They say, "
        },
        {
          "scid": "dn24:2.18.14",
          "pli": "“ye kho te bhonto devā na khiḍḍāpadosikā te na ativelaṃ hassakhiḍḍāratidhammasamāpannā viharanti. Tesaṃ nātivelaṃ hassakhiḍḍāratidhammasamāpannānaṃ viharataṃ sati na sammussati, satiyā asammosā te devā tamhā kāyā na cavanti, ",
          "en": "“The gods not depraved by play don’t spend too much time laughing, playing, and making merry. So they don’t lose their mindfulness, and don’t pass away from that host of gods. "
        },
        {
          "scid": "dn24:2.18.15",
          "pli": "niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti. ",
          "en": "They are permanent, everlasting, eternal, imperishable, remaining the same for all eternity. "
        },
        {
          "scid": "dn24:2.18.16",
          "pli": "Ye pana mayaṃ ahumhā khiḍḍāpadosikā te mayaṃ ativelaṃ hassakhiḍḍāratidhammasamāpannā viharimhā, tesaṃ no ativelaṃ hassakhiḍḍāratidhammasamāpannānaṃ viharataṃ sati sammussati, satiyā sammosā evaṃ mayaṃ tamhā kāyā cutā, ",
          "en": "But we who were depraved by play spent too much time laughing, playing, and making merry. In doing so, we lost our mindfulness, and passed away from that host of gods. "
        },
        {
          "scid": "dn24:2.18.17",
          "pli": "aniccā addhuvā appāyukā cavanadhammā itthattaṃ āgatā”ti. ",
          "en": "We are impermanent, not lasting, short-lived, perishable, and have come to this state of existence.” "
        },
        {
          "scid": "dn24:2.18.18",
          "pli": "Evaṃvihitakaṃ no tumhe āyasmanto khiḍḍāpadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti. ",
          "en": "This is how you describe in your tradition that the origin of the world came about due to those depraved by play.’ "
        },
        {
          "scid": "dn24:2.18.19",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say, "
        },
        {
          "scid": "dn24:2.18.20",
          "pli": "‘evaṃ kho no, āvuso gotama, sutaṃ, yathevāyasmā gotamo āhā’ti. ",
          "en": "‘That is what we have heard, Reverend Gotama, just as you say.’ "
        },
        {
          "scid": "dn24:2.18.21",
          "pli": "Aggaññañcāhaṃ, bhaggava, pajānāmi … pe … ",
          "en": "Bhaggava, I understand the origin of the world. "
        },
        {
          "scid": "dn24:2.18.22",
          "pli": "yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
          "en": "Directly knowing this, the Realized One does not come to ruin. "
        },
        {
          "scid": "dn24:2.19.1",
          "pli": "Santi, bhaggava, eke samaṇabrāhmaṇā manopadosikaṃ ācariyakaṃ aggaññaṃ paññapenti. ",
          "en": "There are some ascetics and brahmins who describe the origin of the world in their tradition as due to those who are malevolent. "
        },
        {
          "scid": "dn24:2.19.2",
          "pli": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "I go up to them and say, "
        },
        {
          "scid": "dn24:2.19.3",
          "pli": "‘saccaṃ kira tumhe āyasmanto manopadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "‘Is it really true that this is the venerables’ view?’ "
        },
        {
          "scid": "dn24:2.19.4",
          "pli": "Te ca me evaṃ puṭṭhā ‘āmo’ti paṭijānanti. ",
          "en": "And they answer, ‘Yes’. "
        },
        {
          "scid": "dn24:2.19.5",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn24:2.19.6",
          "pli": "‘kathaṃvihitakaṃ pana tumhe āyasmanto manopadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "‘But how do you describe in your tradition that the origin of the world came about due to those who are malevolent?’ "
        },
        {
          "scid": "dn24:2.19.7",
          "pli": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
          "en": "But they cannot answer, and they even question me in return. "
        },
        {
          "scid": "dn24:2.19.8",
          "pli": "Tesāhaṃ puṭṭho byākaromi: ",
          "en": "So I answer them, "
        },
        {
          "scid": "dn24:2.19.9",
          "pli": "‘Santāvuso, manopadosikā nāma devā. Te ativelaṃ aññamaññaṃ upanijjhāyanti. Te ativelaṃ aññamaññaṃ upanijjhāyantā aññamaññamhi cittāni padūsenti. Te aññamaññaṃ paduṭṭhacittā kilantakāyā kilantacittā. Te devā tamhā kāyā cavanti. ",
          "en": "‘Reverends, there are gods named “malevolent”. They spend too much time gazing at each other, so they grow angry with each other, and their bodies and minds get tired. They pass away from that host of gods. "
        },
        {
          "scid": "dn24:2.19.10",
          "pli": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati, yaṃ aññataro satto tamhā kāyā cavitvā itthattaṃ āgacchati. ",
          "en": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. "
        },
        {
          "scid": "dn24:2.19.11",
          "pli": "Itthattaṃ āgato samāno agārasmā anagāriyaṃ pabbajati. ",
          "en": "Having done so, they go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn24:2.19.12",
          "pli": "Agārasmā anagāriyaṃ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte taṃ pubbenivāsaṃ anussarati, tato paraṃ nānussarati. ",
          "en": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. "
        },
        {
          "scid": "dn24:2.19.13",
          "pli": "So evamāha: ",
          "en": "They say, "
        },
        {
          "scid": "dn24:2.19.14",
          "pli": "“ye kho te bhonto devā na manopadosikā te nātivelaṃ aññamaññaṃ upanijjhāyanti. Te nātivelaṃ aññamaññaṃ upanijjhāyantā aññamaññamhi cittāni nappadūsenti. Te aññamaññaṃ appaduṭṭhacittā akilantakāyā akilantacittā. Te devā tamhā kāyā na cavanti, ",
          "en": "“The gods who are not malevolent don’t spend too much time gazing at each other, so they don’t grow angry with each other, their bodies and minds don’t get tired, and they don’t pass away from that host of gods. "
        },
        {
          "scid": "dn24:2.19.15",
          "pli": "niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti. ",
          "en": "They are permanent, everlasting, eternal, imperishable, remaining the same for all eternity. "
        },
        {
          "scid": "dn24:2.19.16",
          "pli": "Ye pana mayaṃ ahumhā manopadosikā, te mayaṃ ativelaṃ aññamaññaṃ upanijjhāyimhā. Te mayaṃ ativelaṃ aññamaññaṃ upanijjhāyantā aññamaññamhi cittāni padūsimhā. Te mayaṃ aññamaññaṃ paduṭṭhacittā kilantakāyā kilantacittā. Evaṃ mayaṃ tamhā kāyā cutā, ",
          "en": "But we who were malevolent spent too much time gazing at each other, so our minds grew angry with each other, our bodies and minds got tired, and we passed away from that host of gods. "
        },
        {
          "scid": "dn24:2.19.17",
          "pli": "aniccā addhuvā appāyukā cavanadhammā itthattaṃ āgatā”ti. ",
          "en": "We are impermanent, not lasting, short-lived, perishable, and have come to this state of existence.” "
        },
        {
          "scid": "dn24:2.19.18",
          "pli": "Evaṃvihitakaṃ no tumhe āyasmanto manopadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti. ",
          "en": "This is how you describe in your tradition that the origin of the world came about due to those who are malevolent.’ "
        },
        {
          "scid": "dn24:2.19.19",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say, "
        },
        {
          "scid": "dn24:2.19.20",
          "pli": "‘evaṃ kho no, āvuso gotama, sutaṃ, yathevāyasmā gotamo āhā’ti. ",
          "en": "‘That is what we have heard, Reverend Gotama, just as you say.’ "
        },
        {
          "scid": "dn24:2.19.21",
          "pli": "Aggaññañcāhaṃ, bhaggava, pajānāmi … pe … ",
          "en": "Bhaggava, I understand the origin of the world. "
        },
        {
          "scid": "dn24:2.19.22",
          "pli": "yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
          "en": "Directly knowing this, the Realized One does not come to ruin. "
        },
        {
          "scid": "dn24:2.20.1",
          "pli": "Santi, bhaggava, eke samaṇabrāhmaṇā adhiccasamuppannaṃ ācariyakaṃ aggaññaṃ paññapenti. ",
          "en": "There are some ascetics and brahmins who describe the origin of the world in their tradition as having arisen by chance. "
        },
        {
          "scid": "dn24:2.20.2",
          "pli": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "I go up to them and say, "
        },
        {
          "scid": "dn24:2.20.3",
          "pli": "‘saccaṃ kira tumhe āyasmanto adhiccasamuppannaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "‘Is it really true that this is the venerables’ view?’ "
        },
        {
          "scid": "dn24:2.20.4",
          "pli": "Te ca me evaṃ puṭṭhā ‘āmo’ti paṭijānanti. ",
          "en": "And they answer, ‘Yes’. "
        },
        {
          "scid": "dn24:2.20.5",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I say to them, "
        },
        {
          "scid": "dn24:2.20.6",
          "pli": "‘kathaṃvihitakaṃ pana tumhe āyasmanto adhiccasamuppannaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "‘But how do you describe in your tradition that the origin of the world came about by chance?’ "
        },
        {
          "scid": "dn24:2.20.7",
          "pli": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
          "en": "But they cannot answer, and they even question me in return. "
        },
        {
          "scid": "dn24:2.20.8",
          "pli": "Tesāhaṃ puṭṭho byākaromi: ",
          "en": "So I answer them, "
        },
        {
          "scid": "dn24:2.20.9",
          "pli": "‘Santāvuso, asaññasattā nāma devā. ",
          "en": "‘Reverends, there are gods named “non-percipient beings”. "
        },
        {
          "scid": "dn24:2.20.10",
          "pli": "Saññuppādā ca pana te devā tamhā kāyā cavanti. ",
          "en": "When perception arises they pass away from that host of gods. "
        },
        {
          "scid": "dn24:2.20.11",
          "pli": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññataro satto tamhā kāyā cavitvā itthattaṃ āgacchati. ",
          "en": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. "
        },
        {
          "scid": "dn24:2.20.12",
          "pli": "Itthattaṃ āgato samāno agārasmā anagāriyaṃ pabbajati. ",
          "en": "Having done so, they go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn24:2.20.13",
          "pli": "Agārasmā anagāriyaṃ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte taṃ saññuppādaṃ anussarati, tato paraṃ nānussarati’. ",
          "en": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect the arising of perception, but no further. "
        },
        {
          "scid": "dn24:2.20.14",
          "pli": "So evamāha: ",
          "en": "They say, "
        },
        {
          "scid": "dn24:2.20.15",
          "pli": "‘adhiccasamuppanno attā ca loko ca. ",
          "en": "“The self and the cosmos arose by chance. "
        },
        {
          "scid": "dn24:2.20.16",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn24:2.20.17",
          "pli": "Ahañhi pubbe nāhosiṃ, somhi etarahi ahutvā santatāya pariṇato’ti. ",
          "en": "Because formerly I didn’t exist. Now from not being I’ve changed into being.” "
        },
        {
          "scid": "dn24:2.20.18",
          "pli": "‘Evaṃvihitakaṃ no tumhe āyasmanto adhiccasamuppannaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
          "en": "This is how you describe in your tradition that the origin of the world came about by chance.’ "
        },
        {
          "scid": "dn24:2.20.19",
          "pli": "Te evamāhaṃsu: ",
          "en": "They say, "
        },
        {
          "scid": "dn24:2.20.20",
          "pli": "‘evaṃ kho no, āvuso gotama, sutaṃ yathevāyasmā gotamo āhā’ti. ",
          "en": "‘That is what we have heard, Reverend Gotama, just as you say.’ "
        },
        {
          "scid": "dn24:2.20.21",
          "pli": "Aggaññañcāhaṃ, bhaggava, pajānāmi tañca pajānāmi, tato ca uttaritaraṃ pajānāmi, tañca pajānaṃ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā. ",
          "en": "I understand this, and what goes beyond it. Yet since I do not misapprehend that understanding, I have realized extinguishment within myself. Directly knowing this, the Realized One does not come to ruin. "
        },
        {
          "scid": "dn24:2.20.22",
          "pli": "Yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
          "en": " "
        },
        {
          "scid": "dn24:2.21.1",
          "pli": "Evaṃvādiṃ kho maṃ, bhaggava, evamakkhāyiṃ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ",
          "en": "Though I speak and explain like this, certain ascetics and brahmins misrepresent me with the false, hollow, lying, untruthful claim: "
        },
        {
          "scid": "dn24:2.21.2",
          "pli": "‘viparīto samaṇo gotamo bhikkhavo ca. ",
          "en": "‘The ascetic Gotama has a distorted perspective, and so have his monks. "
        },
        {
          "scid": "dn24:2.21.3",
          "pli": "Samaṇo gotamo evamāha—",
          "en": "He says, "
        },
        {
          "scid": "dn24:2.21.4",
          "pli": "yasmiṃ samaye subhaṃ vimokkhaṃ upasampajja viharati, sabbaṃ tasmiṃ samaye asubhantveva pajānātī’ti. ",
          "en": "“When one enters and remains in the liberation of the beautiful, at that time one only perceives what is ugly.” "
        },
        {
          "scid": "dn24:2.21.5",
          "pli": "Na kho panāhaṃ, bhaggava, evaṃ vadāmi: ",
          "en": "But I don’t say that. "
        },
        {
          "scid": "dn24:2.21.6",
          "pli": "‘yasmiṃ samaye subhaṃ vimokkhaṃ upasampajja viharati, sabbaṃ tasmiṃ samaye asubhantveva pajānātī’ti. ",
          "en": " "
        },
        {
          "scid": "dn24:2.21.7",
          "pli": "Evañca khvāhaṃ, bhaggava, vadāmi: ",
          "en": "I say this: "
        },
        {
          "scid": "dn24:2.21.8",
          "pli": "‘yasmiṃ samaye subhaṃ vimokkhaṃ upasampajja viharati, subhantveva tasmiṃ samaye pajānātī’”ti. ",
          "en": "“When one enters and remains in the liberation of the beautiful, at that time one only perceives what is beautiful.”’” "
        },
        {
          "scid": "dn24:2.21.9",
          "pli": "“Te ca, bhante, viparītā, ye bhagavantaṃ viparītato dahanti bhikkhavo ca. ",
          "en": "“They are the ones with a distorted perspective, sir, who regard the Buddha and the mendicants in this way. "
        },
        {
          "scid": "dn24:2.21.10",
          "pli": "Evaṃpasanno ahaṃ, bhante, bhagavati. Pahoti me bhagavā tathā dhammaṃ desetuṃ, yathā ahaṃ subhaṃ vimokkhaṃ upasampajja vihareyyan”ti. ",
          "en": "Sir, I am quite confident that the Buddha is capable of teaching me so that I can enter and remain in the liberation on the beautiful.” "
        },
        {
          "scid": "dn24:2.21.11",
          "pli": "“Dukkaraṃ kho etaṃ, bhaggava, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena subhaṃ vimokkhaṃ upasampajja viharituṃ. ",
          "en": "“It’s hard for you to enter and remain in the liberation on the beautiful, since you have a different view, creed, preference, practice, and tradition. "
        },
        {
          "scid": "dn24:2.21.12",
          "pli": "Iṅgha tvaṃ, bhaggava, yo ca te ayaṃ mayi pasādo, tameva tvaṃ sādhukamanurakkhā”ti. ",
          "en": "Come now, Bhaggava, carefully preserve the confidence that you have in me.” "
        },
        {
          "scid": "dn24:2.21.13",
          "pli": "“Sace taṃ, bhante, mayā dukkaraṃ aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena subhaṃ vimokkhaṃ upasampajja viharituṃ. ",
          "en": "“If it’s hard for me to enter and remain in the liberation on the beautiful, since I have a different view, creed, preference, practice, and tradition, "
        },
        {
          "scid": "dn24:2.21.14",
          "pli": "Yo ca me ayaṃ, bhante, bhagavati pasādo, tamevāhaṃ sādhukamanurakkhissāmī”ti. ",
          "en": "I shall carefully preserve the confidence that I have in the Buddha.” "
        },
        {
          "scid": "dn24:2.21.15",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "dn24:2.21.16",
          "pli": "Attamano bhaggavagotto paribbājako bhagavato bhāsitaṃ abhinandīti. ",
          "en": "Satisfied, the wanderer Bhaggavagotta was happy with what the Buddha said. "
        },
        {
          "scid": "dn24:2.21.17",
          "pli": "Pāthikasuttaṃ niṭṭhitaṃ paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn24/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 24",
    "volpages": "DN iii 1",
    "uid": "dn24",
    "blurb": "When Sunakkhatta threatens to disrobe, the Buddha is unimpressed. Rejecting showy displays of asceticism or wondrous powers, he demonstrates his pre-eminence.",
    "difficulty": 3,
    "original_title": "Pāthika Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "About Pāṭikaputta ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn24_sujato",
        "segmented": true,
        "title": "About Pāṭikaputta ",
        "volpage": null
      },
      {
        "author": "T.W. Rhys Davids",
        "author_short": "T.W. Rhys Davids",
        "author_uid": "tw_rhysdavids",
        "id": "en_dn24_tw_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1910",
        "segmented": false,
        "volpage": null,
        "title": "Mystic Wonders and the Origin of Things"
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "num": 1
  }
}