{
  "sutta_uid": "dn25",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn25",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Lion’s Roar at Udumbarikā’s Monastery ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Wheel-Turning Monarch ",
      "uid": "dn26"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "About Pāṭikaputta ",
      "uid": "dn24"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn25:0.1",
          "pli": "Dīgha Nikāya 25 ",
          "en": "Long Discourses 25 "
        },
        {
          "scid": "dn25:0.2",
          "pli": "Udumbarikasutta ",
          "en": "The Lion’s Roar at Udumbarikā’s Monastery "
        },
        {
          "scid": "dn25:0.3",
          "pli": "1. Nigrodhaparibbājakavatthu ",
          "en": "1. On the Wanderer Nigrodha "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 25 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn25:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn25:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
          "en": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. "
        },
        {
          "scid": "dn25:1.3",
          "pli": "Tena kho pana samayena nigrodho paribbājako udumbarikāya paribbājakārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṃ tiṃsamattehi paribbājakasatehi. ",
          "en": "Now at that time the wanderer Nigrodha was residing in the lady Udumbarikā’s monastery for wanderers, together with a large assembly of three thousand wanderers. "
        },
        {
          "scid": "dn25:1.4",
          "pli": "Atha kho sandhāno gahapati divā divassa rājagahā nikkhami bhagavantaṃ dassanāya. ",
          "en": "Then the householder Sandhana left Rājagaha in the middle of the day to see the Buddha. "
        },
        {
          "scid": "dn25:1.5",
          "pli": "Atha kho sandhānassa gahapatissa etadahosi: ",
          "en": "Then it occurred to him, "
        },
        {
          "scid": "dn25:1.6",
          "pli": "“akālo kho bhagavantaṃ dassanāya. ",
          "en": "“It’s the wrong time to see the Buddha, "
        },
        {
          "scid": "dn25:1.7",
          "pli": "Paṭisallīno bhagavā. ",
          "en": "as he’s in retreat. "
        },
        {
          "scid": "dn25:1.8",
          "pli": "Manobhāvanīyānampi bhikkhūnaṃ asamayo dassanāya. ",
          "en": "And it’s the wrong time to see the esteemed mendicants, "
        },
        {
          "scid": "dn25:1.9",
          "pli": "Paṭisallīnā manobhāvanīyā bhikkhū. ",
          "en": "as they’re in retreat. "
        },
        {
          "scid": "dn25:1.10",
          "pli": "Yannūnāhaṃ yena udumbarikāya paribbājakārāmo, yena nigrodho paribbājako tenupasaṅkameyyan”ti. ",
          "en": "Why don’t I visit the wanderer Nigrodha at the lady Udumbarikā’s monastery for wanderers?” "
        },
        {
          "scid": "dn25:1.11",
          "pli": "Atha kho sandhāno gahapati yena udumbarikāya paribbājakārāmo, tenupasaṅkami. ",
          "en": "So he went to the monastery of the wanderers. "
        },
        {
          "scid": "dn25:2.1",
          "pli": "Tena kho pana samayena nigrodho paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā. ",
          "en": "Now at that time, Nigrodha was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as "
        },
        {
          "scid": "dn25:2.2",
          "pli": "Seyyathidaṃ—rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā. ",
          "en": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. "
        },
        {
          "scid": "dn25:3.1",
          "pli": "Addasā kho nigrodho paribbājako sandhānaṃ gahapatiṃ dūratova āgacchantaṃ. ",
          "en": "Nigrodha saw Sandhāna coming off in the distance, "
        },
        {
          "scid": "dn25:3.2",
          "pli": "Disvā sakaṃ parisaṃ saṇṭhāpesi: ",
          "en": "and hushed his own assembly: "
        },
        {
          "scid": "dn25:3.3",
          "pli": "“appasaddā bhonto hontu, mā bhonto saddamakattha. ",
          "en": "“Be quiet, good sirs, don’t make a sound. "
        },
        {
          "scid": "dn25:3.4",
          "pli": "Ayaṃ samaṇassa gotamassa sāvako āgacchati sandhāno gahapati. ",
          "en": "The householder Sandhāna, a disciple of the ascetic Gotama, is coming. "
        },
        {
          "scid": "dn25:3.5",
          "pli": "Yāvatā kho pana samaṇassa gotamassa sāvakā gihī odātavasanā rājagahe paṭivasanti, ayaṃ tesaṃ aññataro sandhāno gahapati. ",
          "en": "He is included among the white-clothed lay disciples of the ascetic Gotama, who is residing near Rājagaha. "
        },
        {
          "scid": "dn25:3.6",
          "pli": "Appasaddakāmā kho panete āyasmanto appasaddavinītā, appasaddassa vaṇṇavādino. ",
          "en": "Such venerables like the quiet, are educated to be quiet, and praise the quiet. "
        },
        {
          "scid": "dn25:3.7",
          "pli": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti. ",
          "en": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.” "
        },
        {
          "scid": "dn25:3.8",
          "pli": "Evaṃ vutte, te paribbājakā tuṇhī ahesuṃ. ",
          "en": "Then those wanderers fell silent. "
        },
        {
          "scid": "dn25:4.1",
          "pli": "Atha kho sandhāno gahapati yena nigrodho paribbājako tenupasaṅkami, upasaṅkamitvā nigrodhena paribbājakena saddhiṃ sammodi. ",
          "en": "Then Sandhāna went up to the wanderer Nigrodha, and exchanged greetings with him. "
        },
        {
          "scid": "dn25:4.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sandhāno gahapati nigrodhaṃ paribbājakaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to Nigrodha, "
        },
        {
          "scid": "dn25:4.3",
          "pli": "“aññathā kho ime bhonto aññatitthiyā paribbājakā saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti. ",
          "en": "“The way the wanderers make an uproar as they sit together and talk about all kinds of unworthy topics is one thing. "
        },
        {
          "scid": "dn25:4.4",
          "pli": "Seyyathidaṃ—rājakathaṃ … pe … itibhavābhavakathaṃ iti vā. ",
          "en": " "
        },
        {
          "scid": "dn25:4.5",
          "pli": "Aññathā kho pana so bhagavā araññavanapatthāni pantāni senāsanāni paṭisevati appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppānī”ti. ",
          "en": "It’s quite different to the way the Buddha frequents remote lodgings in the wilderness and the forest that are quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat.” "
        },
        {
          "scid": "dn25:5.1",
          "pli": "Evaṃ vutte, nigrodho paribbājako sandhānaṃ gahapatiṃ etadavoca: ",
          "en": "When Sandhāna said this, Nigrodha said to him, "
        },
        {
          "scid": "dn25:5.2",
          "pli": "“yagghe, gahapati, jāneyyāsi, kena samaṇo gotamo saddhiṃ sallapati, kena sākacchaṃ samāpajjati, kena paññāveyyattiyaṃ samāpajjati? ",
          "en": "“Surely, householder, you should know better! With whom does the ascetic Gotama converse? With whom does he engage in discussion? With whom does he achieve lucidity of wisdom? "
        },
        {
          "scid": "dn25:5.3",
          "pli": "Suññāgārahatā samaṇassa gotamassa paññā aparisāvacaro samaṇo gotamo nālaṃ sallāpāya. ",
          "en": "Staying in empty huts has destroyed the ascetic Gotama’s wisdom. Not frequenting assemblies, he is unable to hold a discussion. "
        },
        {
          "scid": "dn25:5.4",
          "pli": "So antamantāneva sevati. ",
          "en": "He just lurks on the periphery. "
        },
        {
          "scid": "dn25:5.5",
          "pli": "Seyyathāpi nāma gokāṇā pariyantacārinī antamantāneva sevati. ",
          "en": "He’s just like the nilgai antelope, circling around and lurking on the periphery. "
        },
        {
          "scid": "dn25:5.6",
          "pli": "Evameva suññāgārahatā samaṇassa gotamassa paññā; ",
          "en": " "
        },
        {
          "scid": "dn25:5.7",
          "pli": "aparisāvacaro samaṇo gotamo; ",
          "en": " "
        },
        {
          "scid": "dn25:5.8",
          "pli": "nālaṃ sallāpāya. ",
          "en": " "
        },
        {
          "scid": "dn25:5.9",
          "pli": "So antamantāneva sevati. ",
          "en": " "
        },
        {
          "scid": "dn25:5.10",
          "pli": "Iṅgha, gahapati, samaṇo gotamo imaṃ parisaṃ āgaccheyya, ekapañheneva naṃ saṃsādeyyāma, tucchakumbhīva naṃ maññe orodheyyāmā”ti. ",
          "en": "Please, householder, let the ascetic Gotama come to this assembly. I’ll sink him with just one question! I’ll roll him over and wrap him up like a hollow pot!” "
        },
        {
          "scid": "dn25:6.1",
          "pli": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya sandhānassa gahapatissa nigrodhena paribbājakena saddhiṃ imaṃ kathāsallāpaṃ. ",
          "en": "With clairaudience that is purified and superhuman, the Buddha heard this discussion between the householder Sandhāna and the wanderer Nigrodha. "
        },
        {
          "scid": "dn25:6.2",
          "pli": "Atha kho bhagavā gijjhakūṭā pabbatā orohitvā yena sumāgadhāya tīre moranivāpo tenupasaṅkami; upasaṅkamitvā sumāgadhāya tīre moranivāpe abbhokāse caṅkami. ",
          "en": "Then the Buddha descended Vulture’s Peak Mountain and went to the peacocks’ feeding ground on the bank of the Sumāgadhā, where he practiced walking meditation in the open air. "
        },
        {
          "scid": "dn25:6.3",
          "pli": "Addasā kho nigrodho paribbājako bhagavantaṃ sumāgadhāya tīre moranivāpe abbhokāse caṅkamantaṃ. ",
          "en": "Nigrodha saw him, "
        },
        {
          "scid": "dn25:6.4",
          "pli": "Disvāna sakaṃ parisaṃ saṇṭhāpesi: ",
          "en": "and hushed his own assembly: "
        },
        {
          "scid": "dn25:6.5",
          "pli": "“appasaddā bhonto hontu, mā bhonto saddamakattha, ayaṃ samaṇo gotamo sumāgadhāya tīre moranivāpe abbhokāse caṅkamati. ",
          "en": "“Be quiet, good sirs, don’t make a sound. The ascetic Gotama is walking meditation on the bank of the Sumāgadhā. "
        },
        {
          "scid": "dn25:6.6",
          "pli": "Appasaddakāmo kho pana so āyasmā, appasaddassa vaṇṇavādī. ",
          "en": "The venerable likes quiet and praises quiet. "
        },
        {
          "scid": "dn25:6.7",
          "pli": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyya. ",
          "en": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach. "
        },
        {
          "scid": "dn25:6.8",
          "pli": "Sace samaṇo gotamo imaṃ parisaṃ āgaccheyya, imaṃ taṃ pañhaṃ puccheyyāma: ",
          "en": "If he comes, I’ll ask him this question: "
        },
        {
          "scid": "dn25:6.9",
          "pli": "‘ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyan’”ti? ",
          "en": "‘Sir, what teaching do you use to guide your disciples, through which they claim solace in the fundamental purpose of the spiritual life?’” "
        },
        {
          "scid": "dn25:6.10",
          "pli": "Evaṃ vutte, te paribbājakā tuṇhī ahesuṃ. ",
          "en": "Then those wanderers fell silent. "
        },
        {
          "scid": "dn25:6.11",
          "pli": "2. Tapojigucchāvāda ",
          "en": "2. Mortification in Disgust of Sin "
        },
        {
          "scid": "dn25:7.1",
          "pli": "Atha kho bhagavā yena nigrodho paribbājako tenupasaṅkami. ",
          "en": "Then the Buddha went up to the wanderer Nigrodha, "
        },
        {
          "scid": "dn25:7.2",
          "pli": "Atha kho nigrodho paribbājako bhagavantaṃ etadavoca: ",
          "en": "who said to him, "
        },
        {
          "scid": "dn25:7.3",
          "pli": "“etu kho, bhante, bhagavā, svāgataṃ, bhante, bhagavato. ",
          "en": "“Come, Blessed One! Welcome, Blessed One! "
        },
        {
          "scid": "dn25:7.4",
          "pli": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ",
          "en": "It’s been a long time since you took the opportunity to come here. "
        },
        {
          "scid": "dn25:7.5",
          "pli": "Nisīdatu, bhante, bhagavā, idamāsanaṃ paññattan”ti. ",
          "en": "Please, sir, sit down, this seat is ready.” "
        },
        {
          "scid": "dn25:7.6",
          "pli": "Nisīdi bhagavā paññatte āsane. ",
          "en": "The Buddha sat on the seat spread out, "
        },
        {
          "scid": "dn25:7.7",
          "pli": "Nigrodhopi kho paribbājako aññataraṃ nīcāsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "while Nigrodha took a low seat and sat to one side. "
        },
        {
          "scid": "dn25:7.8",
          "pli": "Ekamantaṃ nisinnaṃ kho nigrodhaṃ paribbājakaṃ bhagavā etadavoca: ",
          "en": "The Buddha said to him, "
        },
        {
          "scid": "dn25:7.9",
          "pli": "“kāya nuttha, nigrodha, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
          "en": "“Nigrodha, what were you sitting talking about just now? What conversation was unfinished?” "
        },
        {
          "scid": "dn25:7.10",
          "pli": "Evaṃ vutte, nigrodho paribbājako bhagavantaṃ etadavoca: ",
          "en": "Nigrodha said, "
        },
        {
          "scid": "dn25:7.11",
          "pli": "“idha mayaṃ, bhante, addasāma bhagavantaṃ sumāgadhāya tīre moranivāpe abbhokāse caṅkamantaṃ, disvāna evaṃ avocumhā: ",
          "en": "“Well, sir, I saw you walking meditation and said: "
        },
        {
          "scid": "dn25:7.12",
          "pli": "‘sace samaṇo gotamo imaṃ parisaṃ āgaccheyya, imaṃ taṃ pañhaṃ puccheyyāma: ",
          "en": "‘If the ascetic Gotama comes, I’ll ask him this question: "
        },
        {
          "scid": "dn25:7.13",
          "pli": "“ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyan”’ti? ",
          "en": "“Sir, what teaching do you use to guide your disciples, through which they claim solace in the fundamental purpose of the spiritual life?”’ "
        },
        {
          "scid": "dn25:7.14",
          "pli": "Ayaṃ kho no, bhante, antarākathā vippakatā; atha bhagavā anuppatto”ti. ",
          "en": "This is the conversation that was unfinished when the Buddha arrived.” "
        },
        {
          "scid": "dn25:7.15",
          "pli": "“Dujjānaṃ kho etaṃ, nigrodha, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena, yenāhaṃ sāvake vinemi, yena mayā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyaṃ. ",
          "en": "“It’s hard for you to understand this, Nigrodha, since you have a different view, creed, preference, practice, and tradition. "
        },
        {
          "scid": "dn25:7.16",
          "pli": "Iṅgha tvaṃ maṃ, nigrodha, sake ācariyake adhijegucche pañhaṃ puccha: ",
          "en": "Please ask me a question about the higher mortification in disgust of sin in your own tradition: "
        },
        {
          "scid": "dn25:7.17",
          "pli": "‘kathaṃ santā nu kho, bhante, tapojigucchā paripuṇṇā hoti, kathaṃ aparipuṇṇā’”ti? ",
          "en": "‘How are the conditions for the mortification in disgust of sin completed, and how are they incomplete?’” "
        },
        {
          "scid": "dn25:7.18",
          "pli": "Evaṃ vutte, te paribbājakā unnādino uccāsaddamahāsaddā ahesuṃ: ",
          "en": "When he said this, those wanderers made an uproar, "
        },
        {
          "scid": "dn25:7.19",
          "pli": "“acchariyaṃ vata bho, abbhutaṃ vata bho, samaṇassa gotamassa mahiddhikatā mahānubhāvatā, yatra hi nāma sakavādaṃ ṭhapessati, paravādena pavāressatī”ti. ",
          "en": "“It’s incredible, it’s amazing! The ascetic Gotama has such power and might! For he sets aside his own doctrine and invites discussion on the doctrine of others!” "
        },
        {
          "scid": "dn25:8.1",
          "pli": "Atha kho nigrodho paribbājako te paribbājake appasadde katvā bhagavantaṃ etadavoca: ",
          "en": "Then Nigrodha, having quieted those wanderers, said to the Buddha, "
        },
        {
          "scid": "dn25:8.2",
          "pli": "“mayaṃ kho, bhante, tapojigucchāvādā tapojigucchāsārā tapojigucchāallīnā viharāma. ",
          "en": "“Sir, we teach mortification in disgust of sin, regarding it as essential and clinging to it. "
        },
        {
          "scid": "dn25:8.3",
          "pli": "Kathaṃ santā nu kho, bhante, tapojigucchā paripuṇṇā hoti, kathaṃ aparipuṇṇā”ti? ",
          "en": "How are the conditions for the mortification in disgust of sin completed, and how are they incomplete?” "
        },
        {
          "scid": "dn25:8.4",
          "pli": "“Idha, nigrodha, tapassī acelako hoti muttācāro, hatthāpalekhano, naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṃ, na uddissakataṃ, na nimantanaṃ sādiyati, ",
          "en": "“It’s when a mortifier goes naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal. "
        },
        {
          "scid": "dn25:8.5",
          "pli": "so na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ, na maṃsaṃ, na suraṃ, na merayaṃ, na thusodakaṃ pivati, ",
          "en": "They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breast-feeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer. "
        },
        {
          "scid": "dn25:8.6",
          "pli": "so ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko, sattāgāriko vā hoti sattālopiko, ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti, sattahipi dattīhi yāpeti; ",
          "en": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. They feed on one saucer a day, two saucers a day, up to seven saucers a day. "
        },
        {
          "scid": "dn25:8.7",
          "pli": "ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti, sattāhikampi āhāraṃ āhāreti, iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
          "en": "They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals. "
        },
        {
          "scid": "dn25:8.8",
          "pli": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti; vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
          "en": "They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit. "
        },
        {
          "scid": "dn25:8.9",
          "pli": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti, ",
          "en": "They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. "
        },
        {
          "scid": "dn25:8.10",
          "pli": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto, ",
          "en": "They tear out their hair and beard, committed to this practice. "
        },
        {
          "scid": "dn25:8.11",
          "pli": "ubbhaṭṭhakopi hoti āsanapaṭikkhitto, ",
          "en": "They constantly stand, refusing seats. "
        },
        {
          "scid": "dn25:8.12",
          "pli": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, ",
          "en": "They squat, committed to persisting in the squatting position. "
        },
        {
          "scid": "dn25:8.13",
          "pli": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti, ",
          "en": "They lie on a mat of thorns, making a mat of thorns their bed. "
        },
        {
          "scid": "dn25:8.14",
          "pli": "phalakaseyyampi kappeti, thaṇḍilaseyyampi kappeti, ",
          "en": "They make their bed on a plank, or the bare ground. "
        },
        {
          "scid": "dn25:8.15",
          "pli": "ekapassayikopi hoti ",
          "en": "They lie only on one side. "
        },
        {
          "scid": "dn25:8.16",
          "pli": "rajojalladharo, ",
          "en": "They wear dust and dirt. "
        },
        {
          "scid": "dn25:8.17",
          "pli": "abbhokāsikopi hoti ",
          "en": "They stay in the open air. "
        },
        {
          "scid": "dn25:8.18",
          "pli": "yathāsanthatiko, ",
          "en": "They sleep wherever they lay their mat. "
        },
        {
          "scid": "dn25:8.19",
          "pli": "vekaṭikopi hoti vikaṭabhojanānuyogamanuyutto, ",
          "en": "They eat unnatural things, committed to the practice of eating unnatural foods. "
        },
        {
          "scid": "dn25:8.20",
          "pli": "apānakopi hoti apānakattamanuyutto, ",
          "en": "They don’t drink, committed to the practice of not drinking liquids. "
        },
        {
          "scid": "dn25:8.21",
          "pli": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ",
          "en": "They’re committed to the practice of immersion in water three times a day, including the evening. "
        },
        {
          "scid": "dn25:8.22",
          "pli": "Taṃ kiṃ maññasi, nigrodha, ",
          "en": "What do you think, Nigrodha? "
        },
        {
          "scid": "dn25:8.23",
          "pli": "yadi evaṃ sante tapojigucchā paripuṇṇā vā hoti aparipuṇṇā vā”ti? ",
          "en": "If this is so, is the mortification in disgust of sin complete, or incomplete?” "
        },
        {
          "scid": "dn25:8.24",
          "pli": "“Addhā kho, bhante, evaṃ sante tapojigucchā paripuṇṇā hoti, no aparipuṇṇā”ti. ",
          "en": "“Clearly, sir, if that is so the mortification in disgust of sin is complete, not incomplete.” "
        },
        {
          "scid": "dn25:8.25",
          "pli": "“Evaṃ paripuṇṇāyapi kho ahaṃ, nigrodha, tapojigucchāya anekavihite upakkilese vadāmī”ti. ",
          "en": "“But even such a completed mortification has many defects, I say.” "
        },
        {
          "scid": "dn25:8.26",
          "pli": "2.1. Upakkilesa ",
          "en": "2.1. Defects "
        },
        {
          "scid": "dn25:9.1",
          "pli": "“Yathā kathaṃ pana, bhante, bhagavā evaṃ paripuṇṇāya tapojigucchāya anekavihite upakkilese vadatī”ti? ",
          "en": "“But how does the Buddha say that even such a completed mortification has many defects?” "
        },
        {
          "scid": "dn25:9.2",
          "pli": "“Idha, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā attamano hoti paripuṇṇasaṅkappo. ",
          "en": "“Firstly, a mortifier undertakes a practice of mortification. They’re happy with that, as they’ve got all they wished for. "
        },
        {
          "scid": "dn25:9.3",
          "pli": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā attamano hoti paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "dn25:9.4",
          "pli": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This is a defect in that mortifier. "
        },
        {
          "scid": "dn25:9.5",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā attānukkaṃseti paraṃ vambheti. ",
          "en": "Furthermore, a mortifier undertakes a practice of mortification. They glorify themselves and put others down on account of that. "
        },
        {
          "scid": "dn25:9.6",
          "pli": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā attānukkaṃseti paraṃ vambheti. ",
          "en": " "
        },
        {
          "scid": "dn25:9.7",
          "pli": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:9.8",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā majjati mucchati pamādamāpajjati. ",
          "en": "Furthermore, a mortifier undertakes a practice of mortification. They become indulgent and infatuated and fall into negligence on account of that. "
        },
        {
          "scid": "dn25:9.9",
          "pli": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā majjati mucchati pamādamāpajjati. ",
          "en": " "
        },
        {
          "scid": "dn25:9.10",
          "pli": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:10.1",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena attamano hoti paripuṇṇasaṅkappo. ",
          "en": "Furthermore, a mortifier undertakes a practice of mortification. They generate possessions, honor, and popularity through that mortification. They’re happy with that, as they’ve got all they wished for. "
        },
        {
          "scid": "dn25:10.2",
          "pli": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena attamano hoti paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "dn25:10.3",
          "pli": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:10.4",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena attānukkaṃseti paraṃ vambheti. ",
          "en": "Furthermore, a mortifier undertakes a practice of mortification. They generate possessions, honor, and popularity through that mortification. They glorify themselves and put others down on account of that. "
        },
        {
          "scid": "dn25:10.5",
          "pli": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena attānukkaṃseti paraṃ vambheti. ",
          "en": " "
        },
        {
          "scid": "dn25:10.6",
          "pli": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:10.7",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena majjati mucchati pamādamāpajjati. ",
          "en": "Furthermore, a mortifier undertakes a practice of mortification. They generate possessions, honor, and popularity through that mortification. They become indulgent and infatuated and fall into negligence on account of that. "
        },
        {
          "scid": "dn25:10.8",
          "pli": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena majjati mucchati pamādamāpajjati. ",
          "en": " "
        },
        {
          "scid": "dn25:10.9",
          "pli": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:10.10",
          "pli": "Puna caparaṃ, nigrodha, tapassī bhojanesu vodāsaṃ āpajjati: ",
          "en": "Furthermore, a mortifier becomes fussy about food, saying, "
        },
        {
          "scid": "dn25:10.11",
          "pli": "‘idaṃ me khamati, idaṃ me nakkhamatī’ti. ",
          "en": "‘This agrees with me, this doesn’t agree with me.’ "
        },
        {
          "scid": "dn25:10.12",
          "pli": "So yañca khvassa nakkhamati, taṃ sāpekkho pajahati. ",
          "en": "What doesn’t agree with them they reluctantly give up. "
        },
        {
          "scid": "dn25:10.13",
          "pli": "Yaṃ panassa khamati, taṃ gadhito mucchito ajjhāpanno anādīnavadassāvī anissaraṇapañño paribhuñjati … pe … ",
          "en": "But what does agree with them they eat tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. "
        },
        {
          "scid": "dn25:10.14",
          "pli": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:10.15",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati lābhasakkārasilokanikantihetu: ",
          "en": "Furthermore, a mortifier undertakes a practice of mortification out of longing for possessions, honor, and popularity, thinking, "
        },
        {
          "scid": "dn25:10.16",
          "pli": "‘sakkarissanti maṃ rājāno rājamahāmattā khattiyā brāhmaṇā gahapatikā titthiyā’ti … pe … ",
          "en": "‘Kings, royal ministers, aristocrats, brahmins, householders, and sectarians will honor me!’ "
        },
        {
          "scid": "dn25:10.17",
          "pli": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:11.1",
          "pli": "Puna caparaṃ, nigrodha, tapassī aññataraṃ samaṇaṃ vā brāhmaṇaṃ vā apasādetā hoti: ",
          "en": "Furthermore, a mortifier rebukes a certain ascetic or brahmin, "
        },
        {
          "scid": "dn25:11.2",
          "pli": "‘kiṃ panāyaṃ sambahulājīvo sabbaṃ sambhakkheti. ",
          "en": "‘But what is this one doing, living in abundance! According to this ascetic’s doctrine, everything—"
        },
        {
          "scid": "dn25:11.3",
          "pli": "Seyyathidaṃ—mūlabījaṃ khandhabījaṃ phaḷubījaṃ aggabījaṃ bījabījameva pañcamaṃ, asanivicakkaṃ dantakūṭaṃ, samaṇappavādenā’ti … pe … ",
          "en": "plants propagated from roots, stems, cuttings, or joints; and those from regular seeds as the fifth—is crunched together like the thunder of a tooth-hammer!’ "
        },
        {
          "scid": "dn25:11.4",
          "pli": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:11.5",
          "pli": "Puna caparaṃ, nigrodha, tapassī passati aññataraṃ samaṇaṃ vā brāhmaṇaṃ vā kulesu sakkariyamānaṃ garukariyamānaṃ māniyamānaṃ pūjiyamānaṃ. ",
          "en": "Furthermore, a mortifier sees a certain ascetic or brahmin being honored, respected, esteemed, and venerated among good families. "
        },
        {
          "scid": "dn25:11.6",
          "pli": "Disvā tassa evaṃ hoti: ",
          "en": "They think, "
        },
        {
          "scid": "dn25:11.7",
          "pli": "‘imañhi nāma sambahulājīvaṃ kulesu sakkaronti garuṃ karonti mānenti pūjenti. ",
          "en": "‘This one, who lives in abundance, is honored, respected, esteemed, and venerated among good families. "
        },
        {
          "scid": "dn25:11.8",
          "pli": "Maṃ pana tapassiṃ lūkhājīviṃ kulesu na sakkaronti na garuṃ karonti na mānenti na pūjentī’ti, iti so issāmacchariyaṃ kulesu uppādetā hoti … pe … ",
          "en": "But I, a self-mortifier who lives rough, am not honored, respected, esteemed, and venerated among good families.’ Thus they give rise to jealousy and stinginess regarding families. "
        },
        {
          "scid": "dn25:11.9",
          "pli": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:11.10",
          "pli": "Puna caparaṃ, nigrodha, tapassī āpāthakanisādī hoti … pe … ",
          "en": "Furthermore, a mortifier sits meditation only when people can see them. "
        },
        {
          "scid": "dn25:11.11",
          "pli": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:11.12",
          "pli": "Puna caparaṃ, nigrodha, tapassī attānaṃ adassayamāno kulesu carati: ",
          "en": "Furthermore, a mortifier sneaks about among families, thinking, "
        },
        {
          "scid": "dn25:11.13",
          "pli": "‘idampi me tapasmiṃ idampi me tapasmin’ti … pe … ",
          "en": "‘This is part of my mortification; this is part of my mortification.’ "
        },
        {
          "scid": "dn25:11.14",
          "pli": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:11.15",
          "pli": "Puna caparaṃ, nigrodha, tapassī kiñcideva paṭicchannaṃ sevati. ",
          "en": "Furthermore, a mortifier sometimes behaves in an underhand manner. "
        },
        {
          "scid": "dn25:11.16",
          "pli": "So ‘khamati te idan’ti puṭṭho samāno akkhamamānaṃ āha: ‘khamatī’ti. ",
          "en": "When asked whether something agrees with them, they say it does, even though it doesn’t. "
        },
        {
          "scid": "dn25:11.17",
          "pli": "Khamamānaṃ āha: ‘nakkhamatī’ti. ",
          "en": "Or they say it doesn’t, even though it does. "
        },
        {
          "scid": "dn25:11.18",
          "pli": "Iti so sampajānamusā bhāsitā hoti … pe … ",
          "en": "Thus they tell a deliberate lie. "
        },
        {
          "scid": "dn25:11.19",
          "pli": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:12.1",
          "pli": "Puna caparaṃ, nigrodha, tapassī tathāgatassa vā tathāgatasāvakassa vā dhammaṃ desentassa santaṃyeva pariyāyaṃ anuññeyyaṃ nānujānāti … pe … ",
          "en": "Furthermore, a mortifier disagrees with the way that the Realized One or their disciple teaches Dhamma, even when they make a valid point. "
        },
        {
          "scid": "dn25:12.2",
          "pli": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:12.3",
          "pli": "Puna caparaṃ, nigrodha, tapassī kodhano hoti upanāhī. ",
          "en": "Furthermore, a mortifier is irritable and hostile … "
        },
        {
          "scid": "dn25:12.4",
          "pli": "Yampi, nigrodha, tapassī kodhano hoti upanāhī. ",
          "en": " "
        },
        {
          "scid": "dn25:12.5",
          "pli": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": " "
        },
        {
          "scid": "dn25:12.6",
          "pli": "Puna caparaṃ, nigrodha, tapassī makkhī hoti paḷāsī … pe … ",
          "en": "offensive and contemptuous … "
        },
        {
          "scid": "dn25:12.7",
          "pli": "issukī hoti maccharī … ",
          "en": "jealous and stingy … "
        },
        {
          "scid": "dn25:12.8",
          "pli": "saṭho hoti māyāvī … ",
          "en": "devious and deceitful … "
        },
        {
          "scid": "dn25:12.9",
          "pli": "thaddho hoti atimānī … ",
          "en": "obstinate and vain … "
        },
        {
          "scid": "dn25:12.10",
          "pli": "pāpiccho hoti pāpikānaṃ icchānaṃ vasaṃ gato … ",
          "en": "they have wicked desires, falling under the sway of wicked desires … "
        },
        {
          "scid": "dn25:12.11",
          "pli": "micchādiṭṭhiko hoti antaggāhikāya diṭṭhiyā samannāgato … ",
          "en": "they have wrong view, being attached to an extremist view … "
        },
        {
          "scid": "dn25:12.12",
          "pli": "sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
          "en": "they’re attached to their own views, holding them tight, and refusing to let go. "
        },
        {
          "scid": "dn25:12.13",
          "pli": "Yampi, nigrodha, tapassī sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
          "en": " "
        },
        {
          "scid": "dn25:12.14",
          "pli": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
          "en": "This too is a defect in that mortifier. "
        },
        {
          "scid": "dn25:12.15",
          "pli": "Taṃ kiṃ maññasi, nigrodha, ",
          "en": "What do you think, Nigrodha? "
        },
        {
          "scid": "dn25:12.16",
          "pli": "yadime tapojigucchā upakkilesā vā anupakkilesā vā”ti? ",
          "en": "Are such mortifications defective or not?” "
        },
        {
          "scid": "dn25:12.17",
          "pli": "“Addhā kho ime, bhante, tapojigucchā upakkilesā, no anupakkilesā. ",
          "en": "“Clearly, sir, they’re defective. "
        },
        {
          "scid": "dn25:12.18",
          "pli": "Ṭhānaṃ kho panetaṃ, bhante, vijjati yaṃ idhekacco tapassī sabbeheva imehi upakkilesehi samannāgato assa; ",
          "en": "It’s possible that a mortifier might have all of these defects, "
        },
        {
          "scid": "dn25:12.19",
          "pli": "ko pana vādo aññataraññatarenā”ti. ",
          "en": "let alone one or other of them.” "
        },
        {
          "scid": "dn25:12.20",
          "pli": "2.2. Parisuddhapapaṭikappattakathā ",
          "en": "2.2. On Reaching the Shoots "
        },
        {
          "scid": "dn25:13.1",
          "pli": "“Idha, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā na attamano hoti na paripuṇṇasaṅkappo. ",
          "en": "“Firstly, Nigrodha, a mortifier undertakes a practice of mortification. But they’re not happy with that, as they still haven’t got all they wished for. "
        },
        {
          "scid": "dn25:13.2",
          "pli": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā na attamano hoti na paripuṇṇasaṅkappo. ",
          "en": " "
        },
        {
          "scid": "dn25:13.3",
          "pli": "Evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:13.4",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā na attānukkaṃseti na paraṃ vambheti … pe … ",
          "en": "Furthermore, a mortifier undertakes a practice of mortification. They don’t glorify themselves or put others down on account of that. "
        },
        {
          "scid": "dn25:13.5",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:13.6",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā na majjati na mucchati na pamādamāpajjati … pe … ",
          "en": "They don’t become indulgent … "
        },
        {
          "scid": "dn25:13.7",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": " "
        },
        {
          "scid": "dn25:13.8",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena na attamano hoti na paripuṇṇasaṅkappo … pe … ",
          "en": "Furthermore, a mortifier undertakes a practice of mortification. They generate possessions, honor, and popularity through that mortification. They’re not happy with that, as they still haven’t got all they wished for … "
        },
        {
          "scid": "dn25:13.9",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": " "
        },
        {
          "scid": "dn25:13.10",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena na attānukkaṃseti na paraṃ vambheti … pe … ",
          "en": "They don’t glorify themselves and put others down on account of possessions, honor, and popularity … "
        },
        {
          "scid": "dn25:13.11",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": " "
        },
        {
          "scid": "dn25:13.12",
          "pli": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena na majjati na mucchati na pamādamāpajjati … pe … ",
          "en": "They don’t become indulgent because of it … "
        },
        {
          "scid": "dn25:13.13",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:13.14",
          "pli": "Puna caparaṃ, nigrodha, tapassī bhojanesu na vodāsaṃ āpajjati: ",
          "en": "Furthermore, a mortifier doesn’t become fussy about food, saying, "
        },
        {
          "scid": "dn25:13.15",
          "pli": "‘idaṃ me khamati, idaṃ me nakkhamatī’ti. ",
          "en": "‘This agrees with me, this doesn’t agree with me.’ "
        },
        {
          "scid": "dn25:13.16",
          "pli": "So yañca khvassa nakkhamati, taṃ anapekkho pajahati. ",
          "en": "What doesn’t agree with them they readily give up. "
        },
        {
          "scid": "dn25:13.17",
          "pli": "Yaṃ panassa khamati, taṃ agadhito amucchito anajjhāpanno ādīnavadassāvī nissaraṇapañño paribhuñjati … pe … ",
          "en": "But what does agree with them they eat without being tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. "
        },
        {
          "scid": "dn25:13.18",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:13.19",
          "pli": "Puna caparaṃ, nigrodha, tapassī na tapaṃ samādiyati lābhasakkārasilokanikantihetu: ",
          "en": "Furthermore, a mortifier doesn’t undertake a practice of mortification out of longing for possessions, honor, and popularity … "
        },
        {
          "scid": "dn25:13.20",
          "pli": "‘sakkarissanti maṃ rājāno rājamahāmattā khattiyā brāhmaṇā gahapatikā titthiyā’ti … pe … ",
          "en": "‘Kings, royal ministers, aristocrats, brahmins, householders, and sectarians will honor me!’ "
        },
        {
          "scid": "dn25:13.21",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:13.22",
          "pli": "Puna caparaṃ, nigrodha, tapassī aññataraṃ samaṇaṃ vā brāhmaṇaṃ vā nāpasādetā hoti: ",
          "en": "Furthermore, a mortifier doesn’t rebuke a certain ascetic or brahmin, "
        },
        {
          "scid": "dn25:13.23",
          "pli": "‘kiṃ panāyaṃ sambahulājīvo sabbaṃ sambhakkheti. ",
          "en": "‘But what is this one doing, living in abundance! According to this ascetic’s doctrine, everything—"
        },
        {
          "scid": "dn25:13.24",
          "pli": "Seyyathidaṃ—mūlabījaṃ khandhabījaṃ phaḷubījaṃ aggabījaṃ bījabījameva pañcamaṃ, asanivicakkaṃ dantakūṭaṃ, samaṇappavādenā’ti … pe … ",
          "en": "plants propagated from roots, stems, cuttings, or joints; and those from regular seeds as the fifth—is crunched together like the thunder of a tooth-hammer!’ "
        },
        {
          "scid": "dn25:13.25",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:14.1",
          "pli": "Puna caparaṃ, nigrodha, tapassī passati aññataraṃ samaṇaṃ vā brāhmaṇaṃ vā kulesu sakkariyamānaṃ garu kariyamānaṃ māniyamānaṃ pūjiyamānaṃ. ",
          "en": "Furthermore, a mortifier sees a certain ascetic or brahmin being honored, respected, esteemed, and venerated among good families. "
        },
        {
          "scid": "dn25:14.2",
          "pli": "Disvā tassa na evaṃ hoti: ",
          "en": "It never occurs to them, "
        },
        {
          "scid": "dn25:14.3",
          "pli": "‘imañhi nāma sambahulājīvaṃ kulesu sakkaronti garuṃ karonti mānenti pūjenti. ",
          "en": "‘This one, who lives in abundance, is honored, respected, esteemed, and venerated among good families. "
        },
        {
          "scid": "dn25:14.4",
          "pli": "Maṃ pana tapassiṃ lūkhājīviṃ kulesu na sakkaronti na garuṃ karonti na mānenti na pūjentī’ti, iti so issāmacchariyaṃ kulesu nuppādetā hoti … pe … ",
          "en": "But I, a self-mortifier who lives rough, am not honored, respected, esteemed, and venerated among good families.’ Thus they don’t give rise to jealousy and stinginess regarding families. "
        },
        {
          "scid": "dn25:14.5",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:14.6",
          "pli": "Puna caparaṃ, nigrodha, tapassī na āpāthakanisādī hoti … pe … ",
          "en": "Furthermore, a mortifier doesn’t sit meditation only when people can see them. "
        },
        {
          "scid": "dn25:14.7",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:14.8",
          "pli": "Puna caparaṃ, nigrodha, tapassī na attānaṃ adassayamāno kulesu carati: ",
          "en": "Furthermore, a mortifier doesn’t sneak about among families, thinking, "
        },
        {
          "scid": "dn25:14.9",
          "pli": "‘idampi me tapasmiṃ, idampi me tapasmin’ti … pe … ",
          "en": "‘This is part of my mortification; this is part of my mortification.’ "
        },
        {
          "scid": "dn25:14.10",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:14.11",
          "pli": "Puna caparaṃ, nigrodha, tapassī na kiñcideva paṭicchannaṃ sevati, so: ",
          "en": "Furthermore, a mortifier never behaves in an underhand manner. "
        },
        {
          "scid": "dn25:14.12",
          "pli": "‘khamati te idan’ti puṭṭho samāno akkhamamānaṃ āha: ",
          "en": "When asked whether something agrees with them, they say it doesn’t when it doesn’t. "
        },
        {
          "scid": "dn25:14.13",
          "pli": "‘nakkhamatī’ti. ",
          "en": " "
        },
        {
          "scid": "dn25:14.14",
          "pli": "Khamamānaṃ āha: ",
          "en": "Or they say it does when it does. "
        },
        {
          "scid": "dn25:14.15",
          "pli": "‘khamatī’ti. ",
          "en": " "
        },
        {
          "scid": "dn25:14.16",
          "pli": "Iti so sampajānamusā na bhāsitā hoti … pe … ",
          "en": "Thus they don’t tell a deliberate lie. "
        },
        {
          "scid": "dn25:14.17",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:15.1",
          "pli": "Puna caparaṃ, nigrodha, tapassī tathāgatassa vā tathāgatasāvakassa vā dhammaṃ desentassa santaṃyeva pariyāyaṃ anuññeyyaṃ anujānāti … pe … ",
          "en": "Furthermore, a mortifier agrees with the way that the Realized One or their disciple teaches Dhamma when they make a valid point. "
        },
        {
          "scid": "dn25:15.2",
          "pli": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:15.3",
          "pli": "Puna caparaṃ, nigrodha, tapassī akkodhano hoti anupanāhī. ",
          "en": "Furthermore, a mortifier is not irritable and hostile … "
        },
        {
          "scid": "dn25:15.4",
          "pli": "Yampi, nigrodha, tapassī akkodhano hoti anupanāhī evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": " "
        },
        {
          "scid": "dn25:15.5",
          "pli": "Puna caparaṃ, nigrodha, tapassī amakkhī hoti apaḷāsī … pe … ",
          "en": "offensive and contemptuous … "
        },
        {
          "scid": "dn25:15.6",
          "pli": "anissukī hoti amaccharī … ",
          "en": "jealous and stingy … "
        },
        {
          "scid": "dn25:15.7",
          "pli": "asaṭho hoti amāyāvī … ",
          "en": "devious and deceitful … "
        },
        {
          "scid": "dn25:15.8",
          "pli": "atthaddho hoti anatimānī … ",
          "en": "obstinate and vain … "
        },
        {
          "scid": "dn25:15.9",
          "pli": "na pāpiccho hoti na pāpikānaṃ icchānaṃ vasaṃ gato … ",
          "en": "they don’t have wicked desires … "
        },
        {
          "scid": "dn25:15.10",
          "pli": "na micchādiṭṭhiko hoti na antaggāhikāya diṭṭhiyā samannāgato … ",
          "en": "and wrong view … "
        },
        {
          "scid": "dn25:15.11",
          "pli": "na sandiṭṭhiparāmāsī hoti na ādhānaggāhī suppaṭinissaggī. ",
          "en": "they’re not attached to their own views, holding them tight, and refusing to let go. "
        },
        {
          "scid": "dn25:15.12",
          "pli": "Yampi, nigrodha, tapassī na sandiṭṭhiparāmāsī hoti na ādhānaggāhī suppaṭinissaggī. ",
          "en": " "
        },
        {
          "scid": "dn25:15.13",
          "pli": "Evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
          "en": "So they’re pure on that point. "
        },
        {
          "scid": "dn25:15.14",
          "pli": "Taṃ kiṃ maññasi, nigrodha, ",
          "en": "What do you think, Nigrodha? "
        },
        {
          "scid": "dn25:15.15",
          "pli": "yadi evaṃ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
          "en": "If this is so, is the mortification in disgust of sin purified or not?” "
        },
        {
          "scid": "dn25:15.16",
          "pli": "“Addhā kho, bhante, evaṃ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
          "en": "“Clearly, sir, it is purified. It has reached the peak and the pith.” "
        },
        {
          "scid": "dn25:15.17",
          "pli": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
          "en": "“No, Nigrodha, at this point the mortification in disgust of sin has not yet reached the peak and the pith. "
        },
        {
          "scid": "dn25:15.18",
          "pli": "api ca kho papaṭikappattā hotī”ti. ",
          "en": "Rather, it has only reached the shoots.” "
        },
        {
          "scid": "dn25:15.19",
          "pli": "2.3. Parisuddhatacappattakathā ",
          "en": "2.3. On Reaching the Bark "
        },
        {
          "scid": "dn25:16.1",
          "pli": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
          "en": "“But at what point, sir, does the mortification in disgust of sin reach the peak and the pith? "
        },
        {
          "scid": "dn25:16.2",
          "pli": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
          "en": "Please help me reach the peak and the pith!” "
        },
        {
          "scid": "dn25:16.3",
          "pli": "“Idha, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti. ",
          "en": "“Nigrodha, take a mortifier who is restrained in the fourfold restraint. "
        },
        {
          "scid": "dn25:16.4",
          "pli": "Kathañca, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti? ",
          "en": "And how is a mortifier restrained in the fourfold restraint? "
        },
        {
          "scid": "dn25:16.5",
          "pli": "Idha, nigrodha, tapassī na pāṇaṃ atipāteti, na pāṇaṃ atipātayati, na pāṇamatipātayato samanuñño hoti. ",
          "en": "It’s when a mortifier doesn’t kill living creatures, doesn’t get others to kill, and doesn’t approve of killing. "
        },
        {
          "scid": "dn25:16.6",
          "pli": "Na adinnaṃ ādiyati, na adinnaṃ ādiyāpeti, na adinnaṃ ādiyato samanuñño hoti. ",
          "en": "They don’t steal, get others to steal, or approve of stealing. "
        },
        {
          "scid": "dn25:16.7",
          "pli": "Na musā bhaṇati, na musā bhaṇāpeti, na musā bhaṇato samanuñño hoti. ",
          "en": "They don’t lie, get others to lie, or approve of lying. "
        },
        {
          "scid": "dn25:16.8",
          "pli": "Na bhāvitamāsīsati, na bhāvitamāsīsāpeti, na bhāvitamāsīsato samanuñño hoti. ",
          "en": "They don’t expect rewards from their practice, they don’t lead others to expect rewards, and they don’t approve of expecting rewards. "
        },
        {
          "scid": "dn25:16.9",
          "pli": "Evaṃ kho, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti. ",
          "en": "That’s how a mortifier is restrained in the fourfold restraint. "
        },
        {
          "scid": "dn25:16.10",
          "pli": "Yato kho, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti, aduṃ cassa hoti tapassitāya. ",
          "en": "When a mortifier has the fourfold restraint, that is their mortification. "
        },
        {
          "scid": "dn25:16.11",
          "pli": "So abhiharati no hīnāyāvattati. ",
          "en": "They step forward, not falling back. "
        },
        {
          "scid": "dn25:16.12",
          "pli": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ",
          "en": "They frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. "
        },
        {
          "scid": "dn25:16.13",
          "pli": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "After the meal, they return from alms-round, sit down cross-legged with their body straight, and establish mindfulness right there. "
        },
        {
          "scid": "dn25:16.14",
          "pli": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti. ",
          "en": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire. "
        },
        {
          "scid": "dn25:16.15",
          "pli": "Byāpādappadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādappadosā cittaṃ parisodheti. ",
          "en": "Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will. "
        },
        {
          "scid": "dn25:16.16",
          "pli": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti. ",
          "en": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. "
        },
        {
          "scid": "dn25:16.17",
          "pli": "Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti. ",
          "en": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. "
        },
        {
          "scid": "dn25:16.18",
          "pli": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ",
          "en": "Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. "
        },
        {
          "scid": "dn25:17.1",
          "pli": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
          "en": "They give up these five hindrances, corruptions of the heart that weaken wisdom. "
        },
        {
          "scid": "dn25:17.2",
          "pli": "mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "Then they meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn25:17.3",
          "pli": "Karuṇāsahagatena cetasā … pe … ",
          "en": "They meditate spreading a heart full of compassion … "
        },
        {
          "scid": "dn25:17.4",
          "pli": "muditāsahagatena cetasā … pe … ",
          "en": "They meditate spreading a heart full of rejoicing … "
        },
        {
          "scid": "dn25:17.5",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn25:17.6",
          "pli": "Taṃ kiṃ maññasi, nigrodha. ",
          "en": "What do you think, Nigrodha? "
        },
        {
          "scid": "dn25:17.7",
          "pli": "Yadi evaṃ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
          "en": "If this is so, is the mortification in disgust of sin purified or not?” "
        },
        {
          "scid": "dn25:17.8",
          "pli": "“Addhā kho, bhante, evaṃ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
          "en": "“Clearly, sir, it is purified. It has reached the peak and the pith.” "
        },
        {
          "scid": "dn25:17.9",
          "pli": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
          "en": "“No, Nigrodha, at this point the mortification in disgust of sin has not yet reached the peak and the pith. "
        },
        {
          "scid": "dn25:17.10",
          "pli": "api ca kho tacappattā hotī”ti. ",
          "en": "Rather, it has only reached the bark.” "
        },
        {
          "scid": "dn25:17.11",
          "pli": "2.4. Parisuddhaphegguppattakathā ",
          "en": "2.4. On Reaching the Softwood "
        },
        {
          "scid": "dn25:18.1",
          "pli": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
          "en": "“But at what point, sir, does the mortification in disgust of sin reach the peak and the pith? "
        },
        {
          "scid": "dn25:18.2",
          "pli": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
          "en": "Please help me reach the peak and the pith!” "
        },
        {
          "scid": "dn25:18.3",
          "pli": "“Idha, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti. ",
          "en": "“Nigrodha, take a mortifier who is restrained in the fourfold restraint. "
        },
        {
          "scid": "dn25:18.4",
          "pli": "Kathañca, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti … pe … ",
          "en": " "
        },
        {
          "scid": "dn25:18.5",
          "pli": "yato kho, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti, aduṃ cassa hoti tapassitāya. ",
          "en": " "
        },
        {
          "scid": "dn25:18.6",
          "pli": "So abhiharati no hīnāyāvattati. ",
          "en": " "
        },
        {
          "scid": "dn25:18.7",
          "pli": "So vivittaṃ senāsanaṃ bhajati … pe … ",
          "en": " "
        },
        {
          "scid": "dn25:18.8",
          "pli": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
          "en": "They give up these five hindrances, corruptions of the heart that weaken wisdom. "
        },
        {
          "scid": "dn25:18.9",
          "pli": "mettāsahagatena cetasā … pe … ",
          "en": "Then they meditate spreading a heart full of love … "
        },
        {
          "scid": "dn25:18.10",
          "pli": "karuṇāsahagatena cetasā … pe … ",
          "en": "compassion … "
        },
        {
          "scid": "dn25:18.11",
          "pli": "muditāsahagatena cetasā … pe … ",
          "en": "rejoicing … "
        },
        {
          "scid": "dn25:18.12",
          "pli": "upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "equanimity. "
        },
        {
          "scid": "dn25:18.13",
          "pli": "So anekavihitaṃ pubbenivāsaṃ anussarati seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ, tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "They recollect many kinds of past lives, that is, one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. "
        },
        {
          "scid": "dn25:18.14",
          "pli": "Taṃ kiṃ maññasi, nigrodha, ",
          "en": "What do you think, Nigrodha? "
        },
        {
          "scid": "dn25:18.15",
          "pli": "yadi evaṃ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
          "en": "If this is so, is the mortification in disgust of sin purified or not?” "
        },
        {
          "scid": "dn25:18.16",
          "pli": "“Addhā kho, bhante, evaṃ sante tapojigucchā parisuddhā hoti, no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
          "en": "“Clearly, sir, it is purified. It has reached the peak and the pith.” "
        },
        {
          "scid": "dn25:18.17",
          "pli": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
          "en": "“No, Nigrodha, at this point the mortification in disgust of sin has not yet reached the peak and the pith. "
        },
        {
          "scid": "dn25:18.18",
          "pli": "api ca kho phegguppattā hotī”ti. ",
          "en": "Rather, it has only reached the softwood.” "
        },
        {
          "scid": "dn25:18.19",
          "pli": "3. Parisuddhaaggappattasārappattakathā ",
          "en": "3. On Reaching the Heartwood "
        },
        {
          "scid": "dn25:19.1",
          "pli": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
          "en": "“But at what point, sir, does the mortification in disgust of sin reach the peak and the pith? "
        },
        {
          "scid": "dn25:19.2",
          "pli": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
          "en": "Please help me reach the peak and the pith!” "
        },
        {
          "scid": "dn25:19.3",
          "pli": "“Idha, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti. ",
          "en": "“Nigrodha, take a mortifier who is restrained in the fourfold restraint. "
        },
        {
          "scid": "dn25:19.4",
          "pli": "Kathañca, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti … pe … ",
          "en": " "
        },
        {
          "scid": "dn25:19.5",
          "pli": "yato kho, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti, aduṃ cassa hoti tapassitāya. ",
          "en": " "
        },
        {
          "scid": "dn25:19.6",
          "pli": "So abhiharati no hīnāyāvattati. ",
          "en": " "
        },
        {
          "scid": "dn25:19.7",
          "pli": "So vivittaṃ senāsanaṃ bhajati … pe … ",
          "en": " "
        },
        {
          "scid": "dn25:19.8",
          "pli": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
          "en": "They give up these five hindrances, corruptions of the heart that weaken wisdom. "
        },
        {
          "scid": "dn25:19.9",
          "pli": "mettāsahagatena cetasā … pe … ",
          "en": "Then they meditate spreading a heart full of love … "
        },
        {
          "scid": "dn25:19.10",
          "pli": "upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "equanimity … "
        },
        {
          "scid": "dn25:19.11",
          "pli": "So anekavihitaṃ pubbenivāsaṃ anussarati. Seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "They recollect many kinds of past lives, with features and details. "
        },
        {
          "scid": "dn25:19.12",
          "pli": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
          "en": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "dn25:19.13",
          "pli": "Taṃ kiṃ maññasi, nigrodha, ",
          "en": "What do you think, Nigrodha? "
        },
        {
          "scid": "dn25:19.14",
          "pli": "yadi evaṃ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
          "en": "If this is so, is the mortification in disgust of sin purified or not?” "
        },
        {
          "scid": "dn25:19.15",
          "pli": "“Addhā kho, bhante, evaṃ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
          "en": "“Clearly, sir, it is purified. It has reached the peak and the pith.” "
        },
        {
          "scid": "dn25:19.16",
          "pli": "“Ettāvatā kho, nigrodha, tapojigucchā aggappattā ca hoti sārappattā ca. ",
          "en": "“Nigrodha, at this point the mortification in disgust of sin has reached the peak and the pith. "
        },
        {
          "scid": "dn25:19.17",
          "pli": "Iti kho, nigrodha, yaṃ maṃ tvaṃ avacāsi: ",
          "en": "Nigrodha, remember you said this to me: "
        },
        {
          "scid": "dn25:19.18",
          "pli": "‘ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyan’ti. ",
          "en": "‘Sir, what teaching do you use to guide your disciples, through which they claim solace in the fundamental purpose of the spiritual life?’ "
        },
        {
          "scid": "dn25:19.19",
          "pli": "Iti kho taṃ, nigrodha, ṭhānaṃ uttaritarañca paṇītatarañca, yenāhaṃ sāvake vinemi, yena mayā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyan”ti. ",
          "en": "Well, there is something better and finer than this. That’s what I use to guide my disciples, through which they claim solace in the fundamental purpose of the spiritual life.” "
        },
        {
          "scid": "dn25:19.20",
          "pli": "Evaṃ vutte, te paribbājakā unnādino uccāsaddamahāsaddā ahesuṃ: ",
          "en": "When he said this, those wanderers made an uproar, "
        },
        {
          "scid": "dn25:19.21",
          "pli": "“ettha mayaṃ anassāma sācariyakā, na mayaṃ ito bhiyyo uttaritaraṃ pajānāmā”ti. ",
          "en": "“In that case, we’re lost, and so is our tradition! We don’t know anything better or finer than that!” "
        },
        {
          "scid": "dn25:19.22",
          "pli": "4. Nigrodhassapajjhāyana ",
          "en": "4. Nigrodha Feels Depressed "
        },
        {
          "scid": "dn25:20.1",
          "pli": "Yadā aññāsi sandhāno gahapati: ",
          "en": "Then the householder Sandhāna realized, "
        },
        {
          "scid": "dn25:20.2",
          "pli": "“aññadatthu kho dānime aññatitthiyā paribbājakā bhagavato bhāsitaṃ sussūsanti, sotaṃ odahanti, aññācittaṃ upaṭṭhāpentī”ti. ",
          "en": "“Obviously, now these wanderers want to listen to what the Buddha says. They’re paying attention and applying their minds to understand!” "
        },
        {
          "scid": "dn25:20.3",
          "pli": "Atha nigrodhaṃ paribbājakaṃ etadavoca: ",
          "en": "So he said to the wanderer Nigrodha, "
        },
        {
          "scid": "dn25:20.4",
          "pli": "“iti kho, bhante nigrodha, yaṃ maṃ tvaṃ avacāsi: ",
          "en": "“Nigrodha, remember you said this to me: "
        },
        {
          "scid": "dn25:20.5",
          "pli": "‘yagghe, gahapati, jāneyyāsi, kena samaṇo gotamo saddhiṃ sallapati, kena sākacchaṃ samāpajjati, kena paññāveyyattiyaṃ samāpajjati, ",
          "en": "‘Surely, householder, you should know better! With whom does the ascetic Gotama converse? With whom does he engage in discussion? With whom does he achieve lucidity of wisdom? "
        },
        {
          "scid": "dn25:20.6",
          "pli": "suññāgārahatā samaṇassa gotamassa paññā, aparisāvacaro samaṇo gotamo nālaṃ sallāpāya, so antamantāneva sevati; ",
          "en": "Staying in empty huts has destroyed the ascetic Gotama’s wisdom. Not frequenting assemblies, he is unable to hold a discussion. He just lurks on the periphery. "
        },
        {
          "scid": "dn25:20.7",
          "pli": "seyyathāpi nāma gokāṇā pariyantacārinī antamantāneva sevati. ",
          "en": "He’s just like the nilgai antelope, circling around and lurking on the periphery. "
        },
        {
          "scid": "dn25:20.8",
          "pli": "Evameva suññāgārahatā samaṇassa gotamassa paññā, aparisāvacaro samaṇo gotamo nālaṃ sallāpāya; so antamantāneva sevati; ",
          "en": " "
        },
        {
          "scid": "dn25:20.9",
          "pli": "iṅgha, gahapati, samaṇo gotamo imaṃ parisaṃ āgaccheyya, ekapañheneva naṃ saṃsādeyyāma, tucchakumbhīva naṃ maññe orodheyyāmā’ti. ",
          "en": "Please, householder, let the ascetic Gotama come to this assembly. I’ll sink him with just one question! I’ll roll him over and wrap him up like a hollow pot!’ "
        },
        {
          "scid": "dn25:20.10",
          "pli": "Ayaṃ kho so, bhante, bhagavā arahaṃ sammāsambuddho idhānuppatto, aparisāvacaraṃ pana naṃ karotha, gokāṇaṃ pariyantacāriniṃ karotha, ekapañheneva naṃ saṃsādetha, tucchakumbhīva naṃ orodhethā”ti. ",
          "en": "Now the Blessed One, perfected and fully awakened, has arrived here. Why don’t you send him out of the assembly to the periphery like a nilgai antelope? Why don’t you sink him with just one question? Why don’t you roll him over and wrap him up like a hollow pot?” "
        },
        {
          "scid": "dn25:20.11",
          "pli": "Evaṃ vutte, nigrodho paribbājako tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ",
          "en": "When he said this, Nigrodha sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say. "
        },
        {
          "scid": "dn25:21.1",
          "pli": "Atha kho bhagavā nigrodhaṃ paribbājakaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā nigrodhaṃ paribbājakaṃ etadavoca: ",
          "en": "Knowing this, the Buddha said to him, "
        },
        {
          "scid": "dn25:21.2",
          "pli": "“saccaṃ kira, nigrodha, bhāsitā te esā vācā”ti? ",
          "en": "“Is it really true, Nigrodha—are those your words?” "
        },
        {
          "scid": "dn25:21.3",
          "pli": "“Saccaṃ, bhante, bhāsitā me esā vācā, yathābālena yathāmūḷhena yathāakusalenā”ti. ",
          "en": "“It’s true, sir, those are my words. It was foolish, stupid, and unskillful of me.” "
        },
        {
          "scid": "dn25:21.4",
          "pli": "“Taṃ kiṃ maññasi, nigrodha. ",
          "en": "“What do you think, Nigrodha? "
        },
        {
          "scid": "dn25:21.5",
          "pli": "Kinti te sutaṃ paribbājakānaṃ vuḍḍhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
          "en": "Have you heard that wanderers of the past who were elderly and senior, the teachers of teachers, said that "
        },
        {
          "scid": "dn25:21.6",
          "pli": "‘ye te ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, evaṃ su te bhagavanto saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti. ",
          "en": "when the perfected ones, the fully awakened Buddhas of the past came together, they made an uproar, a dreadful racket as they sat and talked about all kinds of unworthy topics, "
        },
        {
          "scid": "dn25:21.7",
          "pli": "Seyyathidaṃ—rājakathaṃ corakathaṃ … pe … itibhavābhavakathaṃ iti vā. ",
          "en": " "
        },
        {
          "scid": "dn25:21.8",
          "pli": "Seyyathāpi tvaṃ etarahi sācariyako. ",
          "en": "like you do in your tradition these days? "
        },
        {
          "scid": "dn25:21.9",
          "pli": "Udāhu, evaṃ su te bhagavanto araññavanapatthāni pantāni senāsanāni paṭisevanti appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, seyyathāpāhaṃ etarahī’”ti. ",
          "en": "Or did they say that the Buddhas frequented remote lodgings in the wilderness and the forest that are quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat, like I do these days?” "
        },
        {
          "scid": "dn25:21.10",
          "pli": "“Sutaṃ metaṃ, bhante. Paribbājakānaṃ vuḍḍhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
          "en": "“I have heard that wanderers of the past who were elderly and senior, said that "
        },
        {
          "scid": "dn25:21.11",
          "pli": "‘ye te ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, na evaṃ su te bhagavanto saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti. ",
          "en": "when the perfected ones, the fully awakened Buddhas of the past came together, they didn’t make an uproar, "
        },
        {
          "scid": "dn25:21.12",
          "pli": "Seyyathidaṃ—rājakathaṃ corakathaṃ … pe … itibhavābhavakathaṃ iti vā, ",
          "en": " "
        },
        {
          "scid": "dn25:21.13",
          "pli": "seyyathāpāhaṃ etarahi sācariyako. ",
          "en": "like I do in my tradition these days. "
        },
        {
          "scid": "dn25:21.14",
          "pli": "Evaṃ su te bhagavanto araññavanapatthāni pantāni senāsanāni paṭisevanti appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, seyyathāpi bhagavā etarahī’”ti. ",
          "en": "They said that the Buddhas of the past frequented remote lodgings in the wilderness, like the Buddha does these days.” "
        },
        {
          "scid": "dn25:21.15",
          "pli": "“Tassa te, nigrodha, viññussa sato mahallakassa na etadahosi: ",
          "en": "“Nigrodha, you are a sensible and mature man. Did it not occur to you: "
        },
        {
          "scid": "dn25:21.16",
          "pli": "‘buddho so bhagavā bodhāya dhammaṃ deseti, danto so bhagavā damathāya dhammaṃ deseti, santo so bhagavā samathāya dhammaṃ deseti, tiṇṇo so bhagavā taraṇāya dhammaṃ deseti, parinibbuto so bhagavā parinibbānāya dhammaṃ desetī’”ti? ",
          "en": "‘The Blessed One is awakened, tamed, serene, crossed over, and extinguished. And he teaches Dhamma for awakening, taming, serenity, crossing over, and extinguishment’?” "
        },
        {
          "scid": "dn25:21.17",
          "pli": "5. Brahmacariyapariyosānasacchikiriyā ",
          "en": "5. The Culmination of the Spiritual Path "
        },
        {
          "scid": "dn25:22.1",
          "pli": "Evaṃ vutte, nigrodho paribbājako bhagavantaṃ etadavoca: ",
          "en": "Nigrodha said, "
        },
        {
          "scid": "dn25:22.2",
          "pli": "“accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yvāhaṃ evaṃ bhagavantaṃ avacāsiṃ. ",
          "en": "“I have made a mistake, sir. It was foolish, stupid, and unskillful of me to speak in that way. "
        },
        {
          "scid": "dn25:22.3",
          "pli": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti. ",
          "en": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.” "
        },
        {
          "scid": "dn25:22.4",
          "pli": "“Taggha tvaṃ, nigrodha, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yo maṃ tvaṃ evaṃ avacāsi. ",
          "en": "“Indeed, Nigrodha, you made a mistake. It was foolish, stupid, and unskillful of you to speak in that way. "
        },
        {
          "scid": "dn25:22.5",
          "pli": "Yato ca kho tvaṃ, nigrodha, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma. ",
          "en": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it. "
        },
        {
          "scid": "dn25:22.6",
          "pli": "Vuddhi hesā, nigrodha, ariyassa vinaye, yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti āyatiṃ saṃvaraṃ āpajjati. ",
          "en": "For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future. "
        },
        {
          "scid": "dn25:22.7",
          "pli": "Ahaṃ kho pana, nigrodha, evaṃ vadāmi: ",
          "en": "Nigrodha, this is what I say: "
        },
        {
          "scid": "dn25:22.8",
          "pli": "‘Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi. ",
          "en": "Let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them. "
        },
        {
          "scid": "dn25:22.9",
          "pli": "Yathānusiṭṭhaṃ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati sattavassāni. ",
          "en": "By practicing as instructed they will realize the supreme end of the spiritual path in this very life, in seven years. They will live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn25:22.10",
          "pli": "Tiṭṭhantu, nigrodha, satta vassāni. ",
          "en": "Let alone seven years. "
        },
        {
          "scid": "dn25:22.11",
          "pli": "Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi. ",
          "en": "Let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them. "
        },
        {
          "scid": "dn25:22.12",
          "pli": "Yathānusiṭṭhaṃ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati cha vassāni. ",
          "en": "By practicing as instructed they will realize the supreme end of the spiritual path in this very life, in six years … "
        },
        {
          "scid": "dn25:22.13",
          "pli": "Pañca vassāni … ",
          "en": "five years … "
        },
        {
          "scid": "dn25:22.14",
          "pli": "cattāri vassāni … ",
          "en": "four years … "
        },
        {
          "scid": "dn25:22.15",
          "pli": "tīṇi vassāni … ",
          "en": "three years … "
        },
        {
          "scid": "dn25:22.16",
          "pli": "dve vassāni … ",
          "en": "two years … "
        },
        {
          "scid": "dn25:22.17",
          "pli": "ekaṃ vassaṃ. ",
          "en": "one year … "
        },
        {
          "scid": "dn25:22.18",
          "pli": "Tiṭṭhatu, nigrodha, ekaṃ vassaṃ. ",
          "en": " "
        },
        {
          "scid": "dn25:22.19",
          "pli": "Etu viññū puriso asaṭho amāyāvī ujujātiko ahamanusāsāmi ahaṃ dhammaṃ desemi. ",
          "en": " "
        },
        {
          "scid": "dn25:22.20",
          "pli": "Yathānusiṭṭhaṃ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati satta māsāni. ",
          "en": "seven months … "
        },
        {
          "scid": "dn25:22.21",
          "pli": "Tiṭṭhantu, nigrodha, satta māsāni … ",
          "en": " "
        },
        {
          "scid": "dn25:22.22",
          "pli": "cha māsāni … ",
          "en": "six months … "
        },
        {
          "scid": "dn25:22.23",
          "pli": "pañca māsāni … ",
          "en": "five months … "
        },
        {
          "scid": "dn25:22.24",
          "pli": "cattāri māsāni … ",
          "en": "four months … "
        },
        {
          "scid": "dn25:22.25",
          "pli": "tīṇi māsāni … ",
          "en": "three months … "
        },
        {
          "scid": "dn25:22.26",
          "pli": "dve māsāni … ",
          "en": "two months … "
        },
        {
          "scid": "dn25:22.27",
          "pli": "ekaṃ māsaṃ … ",
          "en": "one month … "
        },
        {
          "scid": "dn25:22.28",
          "pli": "aḍḍhamāsaṃ. ",
          "en": "a fortnight. "
        },
        {
          "scid": "dn25:22.29",
          "pli": "Tiṭṭhatu, nigrodha, aḍḍhamāso. ",
          "en": "Let alone a fortnight. "
        },
        {
          "scid": "dn25:22.30",
          "pli": "Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi. ",
          "en": "Let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them. "
        },
        {
          "scid": "dn25:22.31",
          "pli": "Yathānusiṭṭhaṃ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati sattāhaṃ’. ",
          "en": "By practicing as instructed they will realize the supreme end of the spiritual path in this very life, in seven days. "
        },
        {
          "scid": "dn25:22.32",
          "pli": "6. Paribbājakānaṃpajjhāyana ",
          "en": "6. The Wanderers Feel Depressed "
        },
        {
          "scid": "dn25:23.1",
          "pli": "Siyā kho pana te, nigrodha, evamassa: ",
          "en": "Nigrodha, you might think, "
        },
        {
          "scid": "dn25:23.2",
          "pli": "‘antevāsikamyatā no samaṇo gotamo evamāhā’ti. ",
          "en": "‘The ascetic Gotama speaks like this because he wants pupils.’ "
        },
        {
          "scid": "dn25:23.3",
          "pli": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
          "en": "But you should not see it like this. "
        },
        {
          "scid": "dn25:23.4",
          "pli": "Yo eva vo ācariyo, so eva vo ācariyo hotu. ",
          "en": "Let your teacher remain your teacher. "
        },
        {
          "scid": "dn25:23.5",
          "pli": "Siyā kho pana te, nigrodha, evamassa: ",
          "en": "You might think, "
        },
        {
          "scid": "dn25:23.6",
          "pli": "‘uddesā no cāvetukāmo samaṇo gotamo evamāhā’ti. ",
          "en": "‘The ascetic Gotama speaks like this because he wants us to give up our recitation.’ "
        },
        {
          "scid": "dn25:23.7",
          "pli": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
          "en": "But you should not see it like this. "
        },
        {
          "scid": "dn25:23.8",
          "pli": "Yo eva vo uddeso so eva vo uddeso hotu. ",
          "en": "Let your recitation remain as it is. "
        },
        {
          "scid": "dn25:23.9",
          "pli": "Siyā kho pana te, nigrodha, evamassa: ",
          "en": "You might think, "
        },
        {
          "scid": "dn25:23.10",
          "pli": "‘ājīvā no cāvetukāmo samaṇo gotamo evamāhā’ti. ",
          "en": "‘The ascetic Gotama speaks like this because he wants us to give up our livelihood.’ "
        },
        {
          "scid": "dn25:23.11",
          "pli": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
          "en": "But you should not see it like this. "
        },
        {
          "scid": "dn25:23.12",
          "pli": "Yo eva vo ājīvo, so eva vo ājīvo hotu. ",
          "en": "Let your livelihood remain as it is. "
        },
        {
          "scid": "dn25:23.13",
          "pli": "Siyā kho pana te, nigrodha, evamassa: ",
          "en": "You might think, "
        },
        {
          "scid": "dn25:23.14",
          "pli": "‘ye no dhammā akusalā akusalasaṅkhātā sācariyakānaṃ, tesu patiṭṭhāpetukāmo samaṇo gotamo evamāhā’ti. ",
          "en": "‘The ascetic Gotama speaks like this because he wants us to start doing things that are unskillful and considered unskillful in our tradition.’ "
        },
        {
          "scid": "dn25:23.15",
          "pli": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
          "en": "But you should not see it like this. "
        },
        {
          "scid": "dn25:23.16",
          "pli": "Akusalā ceva vo te dhammā hontu akusalasaṅkhātā ca sācariyakānaṃ. ",
          "en": "Let those things that are unskillful and considered unskillful in your tradition remain as they are. "
        },
        {
          "scid": "dn25:23.17",
          "pli": "Siyā kho pana te, nigrodha, evamassa: ",
          "en": "You might think, "
        },
        {
          "scid": "dn25:23.18",
          "pli": "‘ye no dhammā kusalā kusalasaṅkhātā sācariyakānaṃ, tehi vivecetukāmo samaṇo gotamo evamāhā’ti. ",
          "en": "‘The ascetic Gotama speaks like this because he wants us to stop doing things that are skillful and considered skillful in our tradition.’ "
        },
        {
          "scid": "dn25:23.19",
          "pli": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
          "en": "But you should not see it like this. "
        },
        {
          "scid": "dn25:23.20",
          "pli": "Kusalā ceva vo te dhammā hontu kusalasaṅkhātā ca sācariyakānaṃ. ",
          "en": "Let those things that are skillful and considered skillful in your tradition remain as they are. "
        },
        {
          "scid": "dn25:23.21",
          "pli": "Iti khvāhaṃ, nigrodha, neva antevāsikamyatā evaṃ vadāmi, napi uddesā cāvetukāmo evaṃ vadāmi, napi ājīvā cāvetukāmo evaṃ vadāmi, napi ye vo dhammā akusalā akusalasaṅkhātā sācariyakānaṃ, tesu patiṭṭhāpetukāmo evaṃ vadāmi, napi ye vo dhammā kusalā kusalasaṅkhātā sācariyakānaṃ, tehi vivecetukāmo evaṃ vadāmi. ",
          "en": "I do not speak for any of these reasons. "
        },
        {
          "scid": "dn25:23.22",
          "pli": "Santi ca kho, nigrodha, akusalā dhammā appahīnā saṃkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā, yesāhaṃ pahānāya dhammaṃ desemi. ",
          "en": "Nigrodha, there are things that are unskillful, corrupted, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death. I teach Dhamma so that those things may be given up. "
        },
        {
          "scid": "dn25:23.23",
          "pli": "Yathāpaṭipannānaṃ vo saṃkilesikā dhammā pahīyissanti, vodānīyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā”ti. ",
          "en": "When you practice accordingly, corrupting qualities will be given up in you and cleansing qualities will grow. You’ll enter and remain in the fullness and abundance of wisdom, having realized it with your own insight in this very life.” "
        },
        {
          "scid": "dn25:24.1",
          "pli": "Evaṃ vutte, te paribbājakā tuṇhībhūtā maṅkubhūtā pattakkhandhā adhomukhā pajjhāyantā appaṭibhānā nisīdiṃsu yathā taṃ mārena pariyuṭṭhitacittā. ",
          "en": "When this was said, those wanderers sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say, as if their minds were possessed by Māra. "
        },
        {
          "scid": "dn25:24.2",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then the Buddha thought, "
        },
        {
          "scid": "dn25:24.3",
          "pli": "“sabbepime moghapurisā phuṭṭhā pāpimatā. ",
          "en": "“All these foolish people have been touched by the Wicked One! "
        },
        {
          "scid": "dn25:24.4",
          "pli": "Yatra hi nāma ekassapi na evaṃ bhavissati: ",
          "en": "For not even a single one thinks, "
        },
        {
          "scid": "dn25:24.5",
          "pli": "‘handa mayaṃ aññāṇatthampi samaṇe gotame brahmacariyaṃ carāma, kiṃ karissati sattāho’”ti? ",
          "en": "‘Come, let us lead the spiritual life under the ascetic Gotama for the sake of enlightenment—for what do seven days matter?’ "
        },
        {
          "scid": "dn25:24.6",
          "pli": "Atha kho bhagavā udumbarikāya paribbājakārāme sīhanādaṃ naditvā vehāsaṃ abbhuggantvā gijjhakūṭe pabbate paccupaṭṭhāsi. ",
          "en": "Then the Buddha, having roared his lion’s roar in the lady Udumbarikā’s monastery for wanderers, rose into the air and landed on Vulture’s Peak. "
        },
        {
          "scid": "dn25:24.7",
          "pli": "Sandhāno pana gahapati tāvadeva rājagahaṃ pāvisīti. ",
          "en": "Meanwhile, the householder Sandhāna just went back to Rājagaha. "
        },
        {
          "scid": "dn25:24.8",
          "pli": "Udumbarikasuttaṃ niṭṭhitaṃ dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn25/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 25",
    "volpages": "DN iii 36",
    "uid": "dn25",
    "blurb": "This discourse gives a specially good example of dialog between religions The Buddha insists that he is not interested to make anyone give up their teacher or practices, but only to help people let go of suffering.",
    "difficulty": 2,
    "original_title": "Udumbarika Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Lion’s Roar at Udumbarikā’s Monastery ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn25_sujato",
        "segmented": true,
        "title": "The Lion’s Roar at Udumbarikā’s Monastery ",
        "volpage": null
      },
      {
        "author": "T.W. & C.A.F. Rhys Davids",
        "author_short": "Rhys Davids",
        "author_uid": "tw-caf_rhysdavids",
        "id": "en_dn25_tw-caf_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1921",
        "segmented": false,
        "volpage": null,
        "title": "The Lion’s Roar to the Udumbarikāns"
      }
    ],
    "parallel_count": 10,
    "biblio": null,
    "num": 2
  }
}