{
  "sutta_uid": "dn26",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn26",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Wheel-Turning Monarch ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Origin of the World ",
      "uid": "dn27"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Lion’s Roar at Udumbarikā’s Monastery ",
      "uid": "dn25"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn26:0.1",
          "pli": "Dīgha Nikāya 26 ",
          "en": "Long Discourses 26 "
        },
        {
          "scid": "dn26:0.2",
          "pli": "Cakkavattisutta ",
          "en": "The Wheel-Turning Monarch "
        },
        {
          "scid": "dn26:0.3",
          "pli": "1. Attadīpasaraṇatā ",
          "en": "1. Taking Refuge in Oneself "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 26 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn26:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn26:1.2",
          "pli": "ekaṃ samayaṃ bhagavā magadhesu viharati mātulāyaṃ. ",
          "en": "At one time the Buddha was staying in the land of the Magadhans at Mātulā. "
        },
        {
          "scid": "dn26:1.3",
          "pli": "Tatra kho bhagavā bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants, "
        },
        {
          "scid": "dn26:1.4",
          "pli": "“bhikkhavo”ti. ",
          "en": "“Mendicants!” "
        },
        {
          "scid": "dn26:1.5",
          "pli": "“Bhaddante”ti te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Venerable sir,” they replied. "
        },
        {
          "scid": "dn26:1.6",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "dn26:1.7",
          "pli": "“Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
          "en": "“Mendicants, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. "
        },
        {
          "scid": "dn26:1.8",
          "pli": "Kathañca pana, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo? ",
          "en": "And how does a mendicant do this? "
        },
        {
          "scid": "dn26:1.9",
          "pli": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
          "en": "They meditate observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "dn26:1.10",
          "pli": "Vedanāsu vedanānupassī … pe … ",
          "en": "They meditate observing an aspect of feelings … "
        },
        {
          "scid": "dn26:1.11",
          "pli": "citte cittānupassī … pe … ",
          "en": "mind … "
        },
        {
          "scid": "dn26:1.12",
          "pli": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
          "en": "principles—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "dn26:1.13",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo. ",
          "en": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how they let the teaching be their island and their refuge, with no other refuge. "
        },
        {
          "scid": "dn26:1.14",
          "pli": "Gocare, bhikkhave, caratha sake pettike visaye. ",
          "en": "You should roam inside your own territory, the domain of your fathers. "
        },
        {
          "scid": "dn26:1.15",
          "pli": "Gocare, bhikkhave, carataṃ sake pettike visaye na lacchati māro otāraṃ, na lacchati māro ārammaṇaṃ. ",
          "en": "If you roam inside your own territory, the domain of your fathers, Māra won’t catch you or get hold of you. "
        },
        {
          "scid": "dn26:1.16",
          "pli": "Kusalānaṃ, bhikkhave, dhammānaṃ samādānahetu evamidaṃ puññaṃ pavaḍḍhati. ",
          "en": "It is due to undertaking skillful qualities that this merit grows. "
        },
        {
          "scid": "dn26:1.17",
          "pli": "2. Daḷhanemicakkavattirājā ",
          "en": "2. King Daḷhanemi "
        },
        {
          "scid": "dn26:2.1",
          "pli": "Bhūtapubbaṃ, bhikkhave, rājā daḷhanemi nāma ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
          "en": "Once upon a time, mendicants, there was a king named Daḷhanemi who was a wheel-turning monarch, a just and principled king. His dominion extended to all four sides, he achieved stability in the country, and he possessed the seven treasures. "
        },
        {
          "scid": "dn26:2.2",
          "pli": "Tassimāni satta ratanāni ahesuṃ seyyathidaṃ—",
          "en": "He had the following seven treasures: "
        },
        {
          "scid": "dn26:2.3",
          "pli": "cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ",
          "en": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure. "
        },
        {
          "scid": "dn26:2.4",
          "pli": "Parosahassaṃ kho panassa puttā ahesuṃ sūrā vīraṅgarūpā parasenappamaddanā. ",
          "en": "He had over a thousand sons who were valiant and heroic, crushing the armies of his enemies. "
        },
        {
          "scid": "dn26:2.5",
          "pli": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasi. ",
          "en": "After conquering this land girt by sea, he reigned by principle, without rod or sword. "
        },
        {
          "scid": "dn26:3.1",
          "pli": "Atha kho, bhikkhave, rājā daḷhanemi bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena aññataraṃ purisaṃ āmantesi: ",
          "en": "Then, after many years, many hundred years, many thousand years had passed, King Daḷhanemi addressed one of his men, "
        },
        {
          "scid": "dn26:3.2",
          "pli": "‘yadā tvaṃ, ambho purisa, passeyyāsi dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, atha me āroceyyāsī’ti. ",
          "en": "‘My good man, when you see that the heavenly wheel-treasure has receded back from its place, please tell me.’ "
        },
        {
          "scid": "dn26:3.3",
          "pli": "‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño daḷhanemissa paccassosi. ",
          "en": "‘Yes, Your Majesty,’ replied that man. "
        },
        {
          "scid": "dn26:3.4",
          "pli": "Addasā kho, bhikkhave, so puriso bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, disvāna yena rājā daḷhanemi tenupasaṅkami; upasaṅkamitvā rājānaṃ daḷhanemiṃ etadavoca: ",
          "en": "After many thousand years had passed, that man saw that the heavenly wheel-treasure had receded back from its place. So he went to King Daḷhanemi and said, "
        },
        {
          "scid": "dn26:3.5",
          "pli": "‘yagghe, deva, jāneyyāsi, dibbaṃ te cakkaratanaṃ osakkitaṃ ṭhānā cutan’ti. ",
          "en": "‘Please sire, you should know that your heavenly wheel-treasure has receded back from its place.’ "
        },
        {
          "scid": "dn26:3.6",
          "pli": "Atha kho, bhikkhave, rājā daḷhanemi jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ",
          "en": "So the king summoned the crown prince and said, "
        },
        {
          "scid": "dn26:3.7",
          "pli": "‘dibbaṃ kira me, tāta kumāra, cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ. ",
          "en": "‘Dear prince, my heavenly wheel-treasure has receded back from its place. "
        },
        {
          "scid": "dn26:3.8",
          "pli": "Sutaṃ kho pana metaṃ—",
          "en": "I’ve heard that "
        },
        {
          "scid": "dn26:3.9",
          "pli": "yassa rañño cakkavattissa dibbaṃ cakkaratanaṃ osakkati ṭhānā cavati, na dāni tena raññā ciraṃ jīvitabbaṃ hotīti. ",
          "en": "when this happens to a wheel-turning monarch, he does not have long to live. "
        },
        {
          "scid": "dn26:3.10",
          "pli": "Bhuttā kho pana me mānusakā kāmā, samayo dāni me dibbe kāme pariyesituṃ. ",
          "en": "I have enjoyed human pleasures. Now it is time for me to seek heavenly pleasures. "
        },
        {
          "scid": "dn26:3.11",
          "pli": "Ehi tvaṃ, tāta kumāra, imaṃ samuddapariyantaṃ pathaviṃ paṭipajja. ",
          "en": "Come, dear prince, rule this land surrounded by ocean! "
        },
        {
          "scid": "dn26:3.12",
          "pli": "Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmī’ti. ",
          "en": "I shall shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.’ "
        },
        {
          "scid": "dn26:3.13",
          "pli": "Atha kho, bhikkhave, rājā daḷhanemi jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ",
          "en": "And so, after carefully instructing the crown prince in kingship, King Daḷhanemi shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. "
        },
        {
          "scid": "dn26:3.14",
          "pli": "Sattāhapabbajite kho pana, bhikkhave, rājisimhi dibbaṃ cakkaratanaṃ antaradhāyi. ",
          "en": "Seven days later the heavenly wheel-treasure vanished. "
        },
        {
          "scid": "dn26:4.1",
          "pli": "Atha kho, bhikkhave, aññataro puriso yena rājā khattiyo muddhābhisitto tenupasaṅkami; upasaṅkamitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ",
          "en": "Then a certain man approached the newly anointed aristocrat king and said, "
        },
        {
          "scid": "dn26:4.2",
          "pli": "‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti. ",
          "en": "‘Please sire, you should know that the heavenly wheel-treasure has vanished.’ "
        },
        {
          "scid": "dn26:4.3",
          "pli": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto dibbe cakkaratane antarahite anattamano ahosi, anattamanatañca paṭisaṃvedesi. ",
          "en": "At that the king was unhappy and experienced unhappiness. "
        },
        {
          "scid": "dn26:4.4",
          "pli": "So yena rājisi tenupasaṅkami; upasaṅkamitvā rājisiṃ etadavoca: ",
          "en": "He went to the royal sage and said, "
        },
        {
          "scid": "dn26:4.5",
          "pli": "‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti. ",
          "en": "‘Please sire, you should know that the heavenly wheel-treasure has vanished.’ "
        },
        {
          "scid": "dn26:4.6",
          "pli": "Evaṃ vutte, bhikkhave, rājisi rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ",
          "en": "When he said this, the royal sage said to him, "
        },
        {
          "scid": "dn26:4.7",
          "pli": "‘mā kho tvaṃ, tāta, dibbe cakkaratane antarahite anattamano ahosi, mā anattamanatañca paṭisaṃvedesi, na hi te, tāta, dibbaṃ cakkaratanaṃ pettikaṃ dāyajjaṃ. ",
          "en": "‘Don’t be unhappy at the vanishing of the wheel-treasure. My dear, the wheel-treasure is not inherited from your father. "
        },
        {
          "scid": "dn26:4.8",
          "pli": "Iṅgha tvaṃ, tāta, ariye cakkavattivatte vattāhi. ",
          "en": "Come now, my dear, implement the noble duties of a wheel-turning monarch. "
        },
        {
          "scid": "dn26:4.9",
          "pli": "Ṭhānaṃ kho panetaṃ vijjati, yaṃ te ariye cakkavattivatte vattamānassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavissati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūran’ti. ",
          "en": "If you do so, it’s possible that—on a fifteenth day sabbath, having bathed your head and gone upstairs in the stilt longhouse to observe the sabbath—the heavenly wheel-treasure will appear to you, with a thousand spokes, with rim and hub, complete in every detail.’ "
        },
        {
          "scid": "dn26:4.10",
          "pli": "2.1. Cakkavattiariyavatta ",
          "en": "2.1. The Noble Duties of a Wheel-Turning Monarch "
        },
        {
          "scid": "dn26:5.1",
          "pli": "‘Katamaṃ pana taṃ, deva, ariyaṃ cakkavattivattan’ti? ",
          "en": "‘But sire, what are the noble duties of a wheel-turning monarch?’ "
        },
        {
          "scid": "dn26:5.2",
          "pli": "‘Tena hi tvaṃ, tāta, dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ mānento dhammaṃ pūjento dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahassu antojanasmiṃ balakāyasmiṃ khattiyesu anuyantesu brāhmaṇagahapatikesu negamajānapadesu samaṇabrāhmaṇesu migapakkhīsu. ",
          "en": "‘Well then, my dear, relying only on principle—honoring, respecting, and venerating principle, having principle as your flag, banner, and authority—provide just protection and security for your court, troops, aristocrats, vassals, brahmins and householders, people of town and country, ascetics and brahmins, beasts and birds. "
        },
        {
          "scid": "dn26:5.3",
          "pli": "Mā ca te, tāta, vijite adhammakāro pavattittha. ",
          "en": "Do not let injustice prevail in the realm. "
        },
        {
          "scid": "dn26:5.4",
          "pli": "Ye ca te, tāta, vijite adhanā assu, tesañca dhanamanuppadeyyāsi. ",
          "en": "Pay money to the penniless in the realm. "
        },
        {
          "scid": "dn26:5.5",
          "pli": "Ye ca te, tāta, vijite samaṇabrāhmaṇā madappamādā paṭiviratā khantisoracce niviṭṭhā ekamattānaṃ damenti, ekamattānaṃ samenti, ekamattānaṃ parinibbāpenti, te kālena kālaṃ upasaṅkamitvā paripuccheyyāsi pariggaṇheyyāsi: ",
          "en": "And there are ascetics and brahmins in the realm who avoid intoxication and negligence, are settled in patience and gentleness, and who tame, calm, and extinguish themselves. From time to time you should go up to them and ask: "
        },
        {
          "scid": "dn26:5.6",
          "pli": "“kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ, kiṃ sāvajjaṃ, kiṃ anavajjaṃ, kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ, kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya assa, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya assā”ti? ",
          "en": "“Sirs, what is skillful? What is unskillful? What is blameworthy? What is blameless? What should be cultivated? What should not be cultivated? Doing what leads to my lasting harm and suffering? Doing what leads to my lasting welfare and happiness?” "
        },
        {
          "scid": "dn26:5.7",
          "pli": "Tesaṃ sutvā yaṃ akusalaṃ taṃ abhinivajjeyyāsi, yaṃ kusalaṃ taṃ samādāya vatteyyāsi. ",
          "en": "Having heard them, you should reject what is unskillful and undertake and follow what is skillful. "
        },
        {
          "scid": "dn26:5.8",
          "pli": "Idaṃ kho, tāta, taṃ ariyaṃ cakkavattivattan’ti. ",
          "en": "These are the noble duties of a wheel-turning monarch.’ "
        },
        {
          "scid": "dn26:5.9",
          "pli": "2.2. Cakkaratanapātubhāva ",
          "en": "2.2. The Wheel-Treasure Appears "
        },
        {
          "scid": "dn26:5.10",
          "pli": "‘Evaṃ, devā’ti kho, bhikkhave, rājā khattiyo muddhābhisitto rājisissa paṭissutvā ariye cakkavattivatte vatti. ",
          "en": "‘Yes, Your Majesty,’ replied the new king to the royal sage. And he implemented the noble duties of a wheel-turning monarch. "
        },
        {
          "scid": "dn26:5.11",
          "pli": "Tassa ariye cakkavattivatte vattamānassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa ",
          "en": "While he was implementing them, on a fifteenth day sabbath, he had bathed his head and gone upstairs in the stilt longhouse to observe the sabbath. "
        },
        {
          "scid": "dn26:5.12",
          "pli": "dibbaṃ cakkaratanaṃ pāturahosi sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ. ",
          "en": "And the heavenly wheel-treasure appeared to him, with a thousand spokes, with rim and hub, complete in every detail. "
        },
        {
          "scid": "dn26:5.13",
          "pli": "Disvāna rañño khattiyassa muddhābhisittassa etadahosi: ",
          "en": "Seeing this, the king thought, "
        },
        {
          "scid": "dn26:5.14",
          "pli": "‘sutaṃ kho pana metaṃ—yassa rañño khattiyassa muddhābhisittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, so hoti rājā cakkavattīti. ",
          "en": "‘I have heard that when the heavenly wheel-treasure appears to a king in this way, he becomes a wheel-turning monarch. "
        },
        {
          "scid": "dn26:5.15",
          "pli": "Assaṃ nu kho ahaṃ rājā cakkavattī’ti. ",
          "en": "Am I then a wheel-turning monarch?’ "
        },
        {
          "scid": "dn26:6.1",
          "pli": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā vāmena hatthena bhiṅkāraṃ gahetvā dakkhiṇena hatthena cakkaratanaṃ abbhukkiri: ",
          "en": "Then the anointed king, rising from his seat and arranging his robe over one shoulder, took a ceremonial vase in his left hand and besprinkled the wheel-treasure with his right hand, saying, "
        },
        {
          "scid": "dn26:6.2",
          "pli": "‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratanan’ti. ",
          "en": "‘Roll forth, O wheel-treasure! Triumph, O wheel-treasure!’ "
        },
        {
          "scid": "dn26:6.3",
          "pli": "Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
          "en": "Then the wheel-treasure rolled towards the east. And the king followed it together with his army of four divisions. In whatever place the wheel-treasure stood still, there the king came to stay together with his army. "
        },
        {
          "scid": "dn26:6.4",
          "pli": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "And any opposing rulers of the eastern quarter came to the wheel-turning monarch and said, "
        },
        {
          "scid": "dn26:6.5",
          "pli": "‘ehi kho, mahārāja, svāgataṃ te mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
          "en": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ "
        },
        {
          "scid": "dn26:6.6",
          "pli": "Rājā cakkavattī evamāha: ",
          "en": "The wheel-turning monarch said, "
        },
        {
          "scid": "dn26:6.7",
          "pli": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
          "en": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ "
        },
        {
          "scid": "dn26:6.8",
          "pli": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ",
          "en": "And so the opposing rulers of the eastern quarter became his vassals. "
        },
        {
          "scid": "dn26:7.1",
          "pli": "Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā dakkhiṇaṃ disaṃ pavatti … pe … ",
          "en": "Then the wheel-treasure, having plunged into the eastern ocean and emerged again, rolled towards the south. … "
        },
        {
          "scid": "dn26:7.2",
          "pli": "dakkhiṇaṃ samuddaṃ ajjhogāhetvā paccuttaritvā pacchimaṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. ",
          "en": "Having plunged into the southern ocean and emerged again, it rolled towards the west. … "
        },
        {
          "scid": "dn26:7.3",
          "pli": "Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
          "en": " "
        },
        {
          "scid": "dn26:7.4",
          "pli": "Ye kho pana, bhikkhave, pacchimāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "dn26:7.5",
          "pli": "‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
          "en": " "
        },
        {
          "scid": "dn26:7.6",
          "pli": "Rājā cakkavattī evamāha: ",
          "en": " "
        },
        {
          "scid": "dn26:7.7",
          "pli": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
          "en": " "
        },
        {
          "scid": "dn26:7.8",
          "pli": "Ye kho pana, bhikkhave, pacchimāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ",
          "en": " "
        },
        {
          "scid": "dn26:7.9",
          "pli": "Atha kho taṃ, bhikkhave, cakkaratanaṃ pacchimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā uttaraṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. ",
          "en": "Having plunged into the western ocean and emerged again, it rolled towards the north, followed by the king together with his army of four divisions. "
        },
        {
          "scid": "dn26:7.10",
          "pli": "Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
          "en": "In whatever place the wheel-treasure stood still, there the king came to stay together with his army. "
        },
        {
          "scid": "dn26:7.11",
          "pli": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
          "en": "And any opposing rulers of the northern quarter came to the wheel-turning monarch and said, "
        },
        {
          "scid": "dn26:7.12",
          "pli": "‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
          "en": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ "
        },
        {
          "scid": "dn26:7.13",
          "pli": "Rājā cakkavattī evamāha: ",
          "en": "The wheel-turning monarch said, "
        },
        {
          "scid": "dn26:7.14",
          "pli": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
          "en": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ "
        },
        {
          "scid": "dn26:7.15",
          "pli": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ",
          "en": "And so the rulers of the northern quarter became his vassals. "
        },
        {
          "scid": "dn26:7.16",
          "pli": "Atha kho taṃ, bhikkhave, cakkaratanaṃ samuddapariyantaṃ pathaviṃ abhivijinitvā tameva rājadhāniṃ paccāgantvā rañño cakkavattissa antepuradvāre atthakaraṇapamukhe akkhāhataṃ maññe aṭṭhāsi rañño cakkavattissa antepuraṃ upasobhayamānaṃ. ",
          "en": "And then the wheel-treasure, having triumphed over this land surrounded by ocean, returned to the royal capital. There it stood still by the gate to the royal compound at the High Court as if fixed to an axle, illuminating the royal compound. "
        },
        {
          "scid": "dn26:7.17",
          "pli": "3. Dutiyādicakkavattikathā ",
          "en": "3. On Subsequent Wheel-Turning Monarchs "
        },
        {
          "scid": "dn26:8.1",
          "pli": "Dutiyopi kho, bhikkhave, rājā cakkavattī … pe … ",
          "en": "And for a second time, "
        },
        {
          "scid": "dn26:8.2",
          "pli": "tatiyopi kho, bhikkhave, rājā cakkavattī … ",
          "en": "and a third, "
        },
        {
          "scid": "dn26:8.3",
          "pli": "catutthopi kho, bhikkhave, rājā cakkavattī … ",
          "en": "a fourth, "
        },
        {
          "scid": "dn26:8.4",
          "pli": "pañcamopi kho, bhikkhave, rājā cakkavattī … ",
          "en": "a fifth, "
        },
        {
          "scid": "dn26:8.5",
          "pli": "chaṭṭhopi kho, bhikkhave, rājā cakkavattī … ",
          "en": "a sixth, "
        },
        {
          "scid": "dn26:8.6",
          "pli": "sattamopi kho, bhikkhave, rājā cakkavattī bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena aññataraṃ purisaṃ āmantesi: ",
          "en": "and a seventh time, a wheel-turning monarch was established in exactly the same way. And after many years the seventh wheel-turning monarch went forth, handing the realm over to the crown prince. "
        },
        {
          "scid": "dn26:8.7",
          "pli": "‘yadā tvaṃ, ambho purisa, passeyyāsi dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, atha me āroceyyāsī’ti. ",
          "en": " "
        },
        {
          "scid": "dn26:8.8",
          "pli": "‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño cakkavattissa paccassosi. ",
          "en": " "
        },
        {
          "scid": "dn26:8.9",
          "pli": "Addasā kho, bhikkhave, so puriso bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ. ",
          "en": " "
        },
        {
          "scid": "dn26:8.10",
          "pli": "Disvāna yena rājā cakkavattī tenupasaṅkami; upasaṅkamitvā rājānaṃ cakkavattiṃ etadavoca: ",
          "en": " "
        },
        {
          "scid": "dn26:8.11",
          "pli": "‘yagghe, deva, jāneyyāsi, dibbaṃ te cakkaratanaṃ osakkitaṃ ṭhānā cutan’ti? ",
          "en": " "
        },
        {
          "scid": "dn26:8.12",
          "pli": "Atha kho, bhikkhave, rājā cakkavattī jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ",
          "en": " "
        },
        {
          "scid": "dn26:8.13",
          "pli": "‘dibbaṃ kira me, tāta kumāra, cakkaratanaṃ osakkitaṃ, ṭhānā cutaṃ, sutaṃ kho pana metaṃ—",
          "en": " "
        },
        {
          "scid": "dn26:8.14",
          "pli": "yassa rañño cakkavattissa dibbaṃ cakkaratanaṃ osakkati, ṭhānā cavati, na dāni tena raññā ciraṃ jīvitabbaṃ hotīti. ",
          "en": " "
        },
        {
          "scid": "dn26:8.15",
          "pli": "Bhuttā kho pana me mānusakā kāmā, samayo dāni me dibbe kāme pariyesituṃ, ehi tvaṃ, tāta kumāra, imaṃ samuddapariyantaṃ pathaviṃ paṭipajja. ",
          "en": " "
        },
        {
          "scid": "dn26:8.16",
          "pli": "Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmī’ti. ",
          "en": " "
        },
        {
          "scid": "dn26:8.17",
          "pli": "Atha kho, bhikkhave, rājā cakkavattī jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ",
          "en": " "
        },
        {
          "scid": "dn26:8.18",
          "pli": "Sattāhapabbajite kho pana, bhikkhave, rājisimhi dibbaṃ cakkaratanaṃ antaradhāyi. ",
          "en": "Seven days later the heavenly wheel-treasure vanished. "
        },
        {
          "scid": "dn26:9.1",
          "pli": "Atha kho, bhikkhave, aññataro puriso yena rājā khattiyo muddhābhisitto tenupasaṅkami; upasaṅkamitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ",
          "en": "Then a certain man approached the newly anointed aristocrat king and said, "
        },
        {
          "scid": "dn26:9.2",
          "pli": "‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti? ",
          "en": "‘Please sire, you should know that the heavenly wheel-treasure has vanished.’ "
        },
        {
          "scid": "dn26:9.3",
          "pli": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto dibbe cakkaratane antarahite anattamano ahosi. Anattamanatañca paṭisaṃvedesi; ",
          "en": "At that the king was unhappy and experienced unhappiness. "
        },
        {
          "scid": "dn26:9.4",
          "pli": "no ca kho rājisiṃ upasaṅkamitvā ariyaṃ cakkavattivattaṃ pucchi. ",
          "en": "But he didn’t go to the royal sage and ask about the noble duties of a wheel-turning monarch. "
        },
        {
          "scid": "dn26:9.5",
          "pli": "So samateneva sudaṃ janapadaṃ pasāsati. ",
          "en": "He just governed the country according to his own ideas. "
        },
        {
          "scid": "dn26:9.6",
          "pli": "Tassa samatena janapadaṃ pasāsato pubbenāparaṃ janapadā na pabbanti, yathā taṃ pubbakānaṃ rājūnaṃ ariye cakkavattivatte vattamānānaṃ. ",
          "en": "So governed, the nations did not prosper like before, as they had when former kings implemented the noble duties of a wheel-turning monarch. "
        },
        {
          "scid": "dn26:9.7",
          "pli": "Atha kho, bhikkhave, amaccā pārisajjā gaṇakamahāmattā anīkaṭṭhā dovārikā mantassājīvino sannipatitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavocuṃ: ",
          "en": "Then the ministers and counselors, the treasury officials, military officers, guardsmen, and advisers gathered and said to the king, "
        },
        {
          "scid": "dn26:9.8",
          "pli": "‘na kho te, deva, samatena sudaṃ janapadaṃ pasāsato pubbenāparaṃ janapadā pabbanti, yathā taṃ pubbakānaṃ rājūnaṃ ariye cakkavattivatte vattamānānaṃ. ",
          "en": "‘Sire, when governed according to your own ideas, the nations do not prosper like before, as they did when former kings implemented the noble duties of a wheel-turning monarch. "
        },
        {
          "scid": "dn26:9.9",
          "pli": "Saṃvijjanti kho te, deva, vijite amaccā pārisajjā gaṇakamahāmattā anīkaṭṭhā dovārikā mantassājīvino mayañceva aññe ca ye mayaṃ ariyaṃ cakkavattivattaṃ dhārema. ",
          "en": "In your realm are found ministers and counselors, treasury officials, military officers, guardsmen, and advisers—both ourselves and others—who remember the noble duties of a wheel-turning monarch. "
        },
        {
          "scid": "dn26:9.10",
          "pli": "Iṅgha tvaṃ, deva, amhe ariyaṃ cakkavattivattaṃ puccha. ",
          "en": "Please, Your Majesty, ask us about the noble duties of a wheel-turning monarch. "
        },
        {
          "scid": "dn26:9.11",
          "pli": "Tassa te mayaṃ ariyaṃ cakkavattivattaṃ puṭṭhā byākarissāmā’ti. ",
          "en": "We will answer you.’ "
        },
        {
          "scid": "dn26:9.12",
          "pli": "4. Āyuvaṇṇādiparihānikathā ",
          "en": "4. On the Period of Decline "
        },
        {
          "scid": "dn26:10.1",
          "pli": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto amacce pārisajje gaṇakamahāmatte anīkaṭṭhe dovārike mantassājīvino sannipātetvā ariyaṃ cakkavattivattaṃ pucchi. ",
          "en": "So the anointed king asked the assembled ministers and counselors, treasury officials, military officers, guardsmen, and advisers about the noble duties of a wheel-turning monarch. "
        },
        {
          "scid": "dn26:10.2",
          "pli": "Tassa te ariyaṃ cakkavattivattaṃ puṭṭhā byākariṃsu. ",
          "en": "And they answered him. "
        },
        {
          "scid": "dn26:10.3",
          "pli": "Tesaṃ sutvā dhammikañhi kho rakkhāvaraṇaguttiṃ saṃvidahi, no ca kho adhanānaṃ dhanamanuppadāsi. ",
          "en": "But after listening to them, he didn’t provide just protection and security. Nor did he pay money to the penniless in the realm. "
        },
        {
          "scid": "dn26:10.4",
          "pli": "Adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. ",
          "en": "And so poverty grew widespread. "
        },
        {
          "scid": "dn26:10.5",
          "pli": "Dāliddiye vepullaṃ gate aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
          "en": "When poverty was widespread, a certain person stole from others, with the intention to commit theft. "
        },
        {
          "scid": "dn26:10.6",
          "pli": "Tamenaṃ aggahesuṃ. ",
          "en": "They arrested him "
        },
        {
          "scid": "dn26:10.7",
          "pli": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ",
          "en": "and presented him to the king, saying, "
        },
        {
          "scid": "dn26:10.8",
          "pli": "‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ",
          "en": "‘Your Majesty, this person stole from others with the intention to commit theft.’ "
        },
        {
          "scid": "dn26:10.9",
          "pli": "Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ",
          "en": "The king said to that person, "
        },
        {
          "scid": "dn26:10.10",
          "pli": "‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ",
          "en": "‘Is it really true, mister, that you stole from others with the intention to commit theft?’ "
        },
        {
          "scid": "dn26:10.11",
          "pli": "‘Saccaṃ, devā’ti. ",
          "en": "‘It’s true, sire.’ "
        },
        {
          "scid": "dn26:10.12",
          "pli": "‘Kiṃ kāraṇā’ti? ",
          "en": "‘What was the reason?’ "
        },
        {
          "scid": "dn26:10.13",
          "pli": "‘Na hi, deva, jīvāmī’ti. ",
          "en": "‘Sire, I can’t survive.’ "
        },
        {
          "scid": "dn26:10.14",
          "pli": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto tassa purisassa dhanamanuppadāsi: ",
          "en": "So the king paid some money to that person, saying, "
        },
        {
          "scid": "dn26:10.15",
          "pli": "‘iminā tvaṃ, ambho purisa, dhanena attanā ca jīvāhi, mātāpitaro ca posehi, puttadārañca posehi, kammante ca payojehi, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpehi sovaggikaṃ sukhavipākaṃ saggasaṃvattanikan’ti. ",
          "en": "‘With this money, mister, keep yourself alive, and provide for your mother and father, partners and children. Work for a living, and establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.’ "
        },
        {
          "scid": "dn26:10.16",
          "pli": "‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño khattiyassa muddhābhisittassa paccassosi. ",
          "en": "‘Yes, Your Majesty,’ replied that man. "
        },
        {
          "scid": "dn26:11.1",
          "pli": "Aññataropi kho, bhikkhave, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
          "en": "But then another man stole something from others. "
        },
        {
          "scid": "dn26:11.2",
          "pli": "Tamenaṃ aggahesuṃ. ",
          "en": "They arrested him "
        },
        {
          "scid": "dn26:11.3",
          "pli": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ",
          "en": "and presented him to the king, saying, "
        },
        {
          "scid": "dn26:11.4",
          "pli": "‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ",
          "en": "‘Your Majesty, this person stole from others.’ "
        },
        {
          "scid": "dn26:11.5",
          "pli": "Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ",
          "en": "The king said to that person, "
        },
        {
          "scid": "dn26:11.6",
          "pli": "‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ",
          "en": "‘Is it really true, mister, that you stole from others?’ "
        },
        {
          "scid": "dn26:11.7",
          "pli": "‘Saccaṃ, devā’ti. ",
          "en": "‘It’s true, sire.’ "
        },
        {
          "scid": "dn26:11.8",
          "pli": "‘Kiṃ kāraṇā’ti? ",
          "en": "‘What was the reason?’ "
        },
        {
          "scid": "dn26:11.9",
          "pli": "‘Na hi, deva, jīvāmī’ti. ",
          "en": "‘Sire, I can’t survive.’ "
        },
        {
          "scid": "dn26:11.10",
          "pli": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto tassa purisassa dhanamanuppadāsi: ",
          "en": "So the king paid some money to that person, saying, "
        },
        {
          "scid": "dn26:11.11",
          "pli": "‘iminā tvaṃ, ambho purisa, dhanena attanā ca jīvāhi, mātāpitaro ca posehi, puttadārañca posehi, kammante ca payojehi, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpehi sovaggikaṃ sukhavipākaṃ saggasaṃvattanikan’ti. ",
          "en": "‘With this money, mister, keep yourself alive, and provide for your mother and father, partners and children. Work for a living, and establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.’ "
        },
        {
          "scid": "dn26:11.12",
          "pli": "‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño khattiyassa muddhābhisittassa paccassosi. ",
          "en": "‘Yes, Your Majesty,’ replied that man. "
        },
        {
          "scid": "dn26:12.1",
          "pli": "Assosuṃ kho, bhikkhave, manussā: ",
          "en": "People heard about this: "
        },
        {
          "scid": "dn26:12.2",
          "pli": "‘ye kira, bho, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyanti, tesaṃ rājā dhanamanuppadetī’ti. ",
          "en": "‘It seems the king is paying money to anyone who steals from others!’ "
        },
        {
          "scid": "dn26:12.3",
          "pli": "Sutvāna tesaṃ etadahosi: ",
          "en": "It occurred to them, "
        },
        {
          "scid": "dn26:12.4",
          "pli": "‘yannūna mayampi paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyeyyāmā’ti. ",
          "en": "‘Why don’t we steal from others?’ "
        },
        {
          "scid": "dn26:12.5",
          "pli": "Atha kho, bhikkhave, aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
          "en": "So then another man stole something from others. "
        },
        {
          "scid": "dn26:12.6",
          "pli": "Tamenaṃ aggahesuṃ. ",
          "en": "They arrested him "
        },
        {
          "scid": "dn26:12.7",
          "pli": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ",
          "en": "and presented him to the king, saying, "
        },
        {
          "scid": "dn26:12.8",
          "pli": "‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ",
          "en": "‘Your Majesty, this person stole from others.’ "
        },
        {
          "scid": "dn26:12.9",
          "pli": "Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ",
          "en": "The king said to that person, "
        },
        {
          "scid": "dn26:12.10",
          "pli": "‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ",
          "en": "‘Is it really true, mister, that you stole from others?’ "
        },
        {
          "scid": "dn26:12.11",
          "pli": "‘Saccaṃ, devā’ti. ",
          "en": "‘It’s true, sire.’ "
        },
        {
          "scid": "dn26:12.12",
          "pli": "‘Kiṃ kāraṇā’ti? ",
          "en": "‘What was the reason?’ "
        },
        {
          "scid": "dn26:12.13",
          "pli": "‘Na hi, deva, jīvāmī’ti. ",
          "en": "‘Sire, I can’t survive.’ "
        },
        {
          "scid": "dn26:12.14",
          "pli": "Atha kho, bhikkhave, rañño khattiyassa muddhābhisittassa etadahosi: ",
          "en": "Then the king thought, "
        },
        {
          "scid": "dn26:12.15",
          "pli": "‘sace kho ahaṃ yo yo paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyissati, tassa tassa dhanamanuppadassāmi, evamidaṃ adinnādānaṃ pavaḍḍhissati. ",
          "en": "‘If I pay money to anyone who steals from others, it will only increase the stealing. "
        },
        {
          "scid": "dn26:12.16",
          "pli": "Yannūnāhaṃ imaṃ purisaṃ sunisedhaṃ nisedheyyaṃ, mūlaghaccaṃ kareyyaṃ, sīsamassa chindeyyan’ti. ",
          "en": "I’d better make an end of this person, finish him off, and chop off his head.’ "
        },
        {
          "scid": "dn26:12.17",
          "pli": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto purise āṇāpesi: ",
          "en": "Then he ordered his men, "
        },
        {
          "scid": "dn26:12.18",
          "pli": "‘tena hi, bhaṇe, imaṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa sunisedhaṃ nisedhetha, mūlaghaccaṃ karotha, sīsamassa chindathā’ti. ",
          "en": "‘Well then, my men, tie this man’s arms tightly behind his back with a strong rope. Shave his head and march him from street to street and square to square to the beating of a harsh drum. Then take him out the south gate and make an end of him, finish him off, and chop off his head.’ "
        },
        {
          "scid": "dn26:12.19",
          "pli": "‘Evaṃ, devā’ti kho, bhikkhave, te purisā rañño khattiyassa muddhābhisittassa paṭissutvā taṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa sunisedhaṃ nisedhesuṃ, mūlaghaccaṃ akaṃsu, sīsamassa chindiṃsu. ",
          "en": "‘Yes, Your Majesty,’ they replied, and did as he commanded. "
        },
        {
          "scid": "dn26:13.1",
          "pli": "Assosuṃ kho, bhikkhave, manussā: ",
          "en": "People heard about this: "
        },
        {
          "scid": "dn26:13.2",
          "pli": "‘ye kira, bho, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyanti, te rājā sunisedhaṃ nisedheti, mūlaghaccaṃ karoti, sīsāni tesaṃ chindatī’ti. ",
          "en": "‘It seems the king is chopping the head off anyone who steals from others!’ "
        },
        {
          "scid": "dn26:13.3",
          "pli": "Sutvāna tesaṃ etadahosi: ",
          "en": "It occurred to them, "
        },
        {
          "scid": "dn26:13.4",
          "pli": "‘yannūna mayampi tiṇhāni satthāni kārāpessāma, tiṇhāni satthāni kārāpetvā yesaṃ adinnaṃ theyyasaṅkhātaṃ ādiyissāma, te sunisedhaṃ nisedhessāma, mūlaghaccaṃ karissāma, sīsāni tesaṃ chindissāmā’ti. ",
          "en": "‘We’d better have sharp swords made. Then when we steal from others, we’ll make an end of them, finish them off, and chop off their heads.’ "
        },
        {
          "scid": "dn26:13.5",
          "pli": "Te tiṇhāni satthāni kārāpesuṃ, tiṇhāni satthāni kārāpetvā gāmaghātampi upakkamiṃsu kātuṃ, nigamaghātampi upakkamiṃsu kātuṃ, nagaraghātampi upakkamiṃsu kātuṃ, panthaduhanampi upakkamiṃsu kātuṃ. ",
          "en": "They had sharp swords made. Then they started to make raids on villages, towns, and cities, and to infest the highways. "
        },
        {
          "scid": "dn26:13.6",
          "pli": "Yesaṃ te adinnaṃ theyyasaṅkhātaṃ ādiyanti, te sunisedhaṃ nisedhenti, mūlaghaccaṃ karonti, sīsāni tesaṃ chindanti. ",
          "en": "And they chopped the heads off anyone they stole from. "
        },
        {
          "scid": "dn26:14.1",
          "pli": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi, dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi, satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "And so, mendicants, from not paying money to the penniless, poverty became widespread. When poverty was widespread, theft became widespread. When theft was widespread, swords became widespread. When swords were widespread, killing living creatures became widespread. And for the sentient beings among whom killing was widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:14.2",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ asītivassasahassāyukānaṃ manussānaṃ cattārīsavassasahassāyukā puttā ahesuṃ. ",
          "en": "Those people lived for 80,000 years, but their children lived for 40,000 years. "
        },
        {
          "scid": "dn26:14.3",
          "pli": "Cattārīsavassasahassāyukesu, bhikkhave, manussesu aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
          "en": "Among the people who lived for 40,000 years, a certain person stole something from others. "
        },
        {
          "scid": "dn26:14.4",
          "pli": "Tamenaṃ aggahesuṃ. ",
          "en": "They arrested him "
        },
        {
          "scid": "dn26:14.5",
          "pli": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ",
          "en": "and presented him to the king, saying, "
        },
        {
          "scid": "dn26:14.6",
          "pli": "‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ",
          "en": "‘Your Majesty, this person stole from others.’ "
        },
        {
          "scid": "dn26:14.7",
          "pli": "Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ",
          "en": "The king said to that person, "
        },
        {
          "scid": "dn26:14.8",
          "pli": "‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ",
          "en": "‘Is it really true, mister, that you stole from others?’ "
        },
        {
          "scid": "dn26:14.9",
          "pli": "‘Na hi, devā’ti sampajānamusā abhāsi. ",
          "en": "‘No, sire,’ he said, deliberately lying. "
        },
        {
          "scid": "dn26:15.1",
          "pli": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi. Satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi, musāvāde vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "And so, mendicants, from not paying money to the penniless, poverty, theft, swords, and killing became widespread. When killing was widespread, lying became widespread. And for the sentient beings among whom lying was widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:15.2",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ cattārīsavassasahassāyukānaṃ manussānaṃ vīsativassasahassāyukā puttā ahesuṃ. ",
          "en": "Those people who lived for 40,000 years had children who lived for 20,000 years. "
        },
        {
          "scid": "dn26:15.3",
          "pli": "Vīsativassasahassāyukesu, bhikkhave, manussesu aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
          "en": "Among the people who lived for 20,000 years, a certain person stole something from others. "
        },
        {
          "scid": "dn26:15.4",
          "pli": "Tamenaṃ aññataro puriso rañño khattiyassa muddhābhisittassa ārocesi: ",
          "en": "Someone else reported this to the king, "
        },
        {
          "scid": "dn26:15.5",
          "pli": "‘itthannāmo, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti pesuññamakāsi. ",
          "en": "‘Your Majesty, such-and-such person stole from others,’ he said, going behind his back. "
        },
        {
          "scid": "dn26:16.1",
          "pli": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi, satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi, musāvāde vepullaṃ gate pisuṇā vācā vepullamagamāsi, pisuṇāya vācāya vepullaṃ gatāya tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "And so, mendicants, from not paying money to the penniless, poverty, theft, swords, killing, and lying became widespread. When lying was widespread, backbiting became widespread. And for the sentient beings among whom backbiting was widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:16.2",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ vīsativassasahassāyukānaṃ manussānaṃ dasavassasahassāyukā puttā ahesuṃ. ",
          "en": "Those people who lived for 20,000 years had children who lived for 10,000 years. "
        },
        {
          "scid": "dn26:17.1",
          "pli": "Dasavassasahassāyukesu, bhikkhave, manussesu ekidaṃ sattā vaṇṇavanto honti, ekidaṃ sattā dubbaṇṇā. ",
          "en": "Among the people who lived for 10,000 years, some were more beautiful than others. "
        },
        {
          "scid": "dn26:17.2",
          "pli": "Tattha ye te sattā dubbaṇṇā, te vaṇṇavante satte abhijjhāyantā paresaṃ dāresu cārittaṃ āpajjiṃsu. ",
          "en": "And the ugly beings, coveting the beautiful ones, committed adultery with others’ wives. "
        },
        {
          "scid": "dn26:17.3",
          "pli": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate … pe … kāmesumicchācāro vepullamagamāsi, kāmesumicchācāre vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "And so, mendicants, from not paying money to the penniless, poverty, theft, swords, killing, lying, and backbiting became widespread. When backbiting was widespread, sexual misconduct became widespread. And for the sentient beings among whom sexual misconduct was widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:17.4",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ dasavassasahassāyukānaṃ manussānaṃ pañcavassasahassāyukā puttā ahesuṃ. ",
          "en": "Those people who lived for 10,000 years had children who lived for 5,000 years. "
        },
        {
          "scid": "dn26:17.5",
          "pli": "Pañcavassasahassāyukesu, bhikkhave, manussesu dve dhammā vepullamagamaṃsu—",
          "en": "Among the people who lived for 5,000 years, two things became widespread: "
        },
        {
          "scid": "dn26:17.6",
          "pli": "pharusāvācā samphappalāpo ca. ",
          "en": "harsh speech and talking nonsense. "
        },
        {
          "scid": "dn26:17.7",
          "pli": "Dvīsu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "For the sentient beings among whom these two things were widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:17.8",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ pañcavassasahassāyukānaṃ manussānaṃ appekacce aḍḍhateyyavassasahassāyukā, appekacce dvevassasahassāyukā puttā ahesuṃ. ",
          "en": "Those people who lived for 5,000 years had some children who lived for 2,500 years, while others lived for 2,000 years. "
        },
        {
          "scid": "dn26:17.9",
          "pli": "Aḍḍhateyyavassasahassāyukesu, bhikkhave, manussesu abhijjhābyāpādā vepullamagamaṃsu. ",
          "en": "Among the people who lived for 2,500 years, desire and ill will became widespread. "
        },
        {
          "scid": "dn26:17.10",
          "pli": "Abhijjhābyāpādesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "For the sentient beings among whom desire and ill will were widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:17.11",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ aḍḍhateyyavassasahassāyukānaṃ manussānaṃ vassasahassāyukā puttā ahesuṃ. ",
          "en": "Those people who lived for 2,500 years had children who lived for 1,000 years. "
        },
        {
          "scid": "dn26:17.12",
          "pli": "Vassasahassāyukesu, bhikkhave, manussesu micchādiṭṭhi vepullamagamāsi. ",
          "en": "Among the people who lived for 1,000 years, wrong view became widespread. "
        },
        {
          "scid": "dn26:17.13",
          "pli": "Micchādiṭṭhiyā vepullaṃ gatāya tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "For the sentient beings among whom wrong view was widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:17.14",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ vassasahassāyukānaṃ manussānaṃ pañcavassasatāyukā puttā ahesuṃ. ",
          "en": "Those people who lived for 1,000 years had children who lived for five hundred years. "
        },
        {
          "scid": "dn26:17.15",
          "pli": "Pañcavassasatāyukesu, bhikkhave, manussesu tayo dhammā vepullamagamaṃsu—",
          "en": "Among the people who lived for five hundred years, three things became widespread: "
        },
        {
          "scid": "dn26:17.16",
          "pli": "adhammarāgo visamalobho micchādhammo. ",
          "en": "illicit desire, immoral greed, and wrong thoughts. "
        },
        {
          "scid": "dn26:17.17",
          "pli": "Tīsu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "For the sentient beings among whom these three things were widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:17.18",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ pañcavassasatāyukānaṃ manussānaṃ appekacce aḍḍhateyyavassasatāyukā, appekacce dvevassasatāyukā puttā ahesuṃ. ",
          "en": "Those people who lived for five hundred years had some children who lived for two hundred and fifty years, while others lived for two hundred years. "
        },
        {
          "scid": "dn26:17.19",
          "pli": "Aḍḍhateyyavassasatāyukesu, bhikkhave, manussesu ime dhammā vepullamagamaṃsu. ",
          "en": "Among the people who lived for two hundred and fifty years, three things became widespread: "
        },
        {
          "scid": "dn26:17.20",
          "pli": "Amatteyyatā apetteyyatā asāmaññatā abrahmaññatā na kule jeṭṭhāpacāyitā. ",
          "en": "lack of due respect for mother and father, ascetics and brahmins, and failure to honor the elders in the family. "
        },
        {
          "scid": "dn26:18.1",
          "pli": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. ",
          "en": "And so, mendicants, from not paying money to the penniless, all these things became widespread—poverty, "
        },
        {
          "scid": "dn26:18.2",
          "pli": "Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi. ",
          "en": "theft, "
        },
        {
          "scid": "dn26:18.3",
          "pli": "Adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi. ",
          "en": "swords, "
        },
        {
          "scid": "dn26:18.4",
          "pli": "Satthe vepullaṃ gate pāṇātipāto vepullamagamāsi. ",
          "en": "killing, "
        },
        {
          "scid": "dn26:18.5",
          "pli": "Pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi. ",
          "en": "lying, "
        },
        {
          "scid": "dn26:18.6",
          "pli": "Musāvāde vepullaṃ gate pisuṇā vācā vepullamagamāsi. ",
          "en": "backbiting, "
        },
        {
          "scid": "dn26:18.7",
          "pli": "Pisuṇāya vācāya vepullaṃ gatāya kāmesumicchācāro vepullamagamāsi. ",
          "en": "sexual misconduct, "
        },
        {
          "scid": "dn26:18.8",
          "pli": "Kāmesumicchācāre vepullaṃ gate dve dhammā vepullamagamaṃsu, pharusā vācā samphappalāpo ca. ",
          "en": "harsh speech and talking nonsense, "
        },
        {
          "scid": "dn26:18.9",
          "pli": "Dvīsu dhammesu vepullaṃ gatesu abhijjhābyāpādā vepullamagamaṃsu. ",
          "en": "desire and ill will, "
        },
        {
          "scid": "dn26:18.10",
          "pli": "Abhijjhābyāpādesu vepullaṃ gatesu micchādiṭṭhi vepullamagamāsi. ",
          "en": "wrong view, "
        },
        {
          "scid": "dn26:18.11",
          "pli": "Micchādiṭṭhiyā vepullaṃ gatāya tayo dhammā vepullamagamaṃsu, adhammarāgo visamalobho micchādhammo. ",
          "en": "illicit desire, immoral greed, and wrong thoughts, "
        },
        {
          "scid": "dn26:18.12",
          "pli": "Tīsu dhammesu vepullaṃ gatesu ime dhammā vepullamagamaṃsu, amatteyyatā apetteyyatā asāmaññatā abrahmaññatā na kule jeṭṭhāpacāyitā. ",
          "en": "and lack of due respect for mother and father, ascetics and brahmins, and failure to honor the elders in the family. "
        },
        {
          "scid": "dn26:18.13",
          "pli": "Imesu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
          "en": "For the sentient beings among whom these things were widespread, their lifespan and beauty declined. "
        },
        {
          "scid": "dn26:18.14",
          "pli": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ aḍḍhateyyavassasatāyukānaṃ manussānaṃ vassasatāyukā puttā ahesuṃ. ",
          "en": "Those people who lived for two hundred and fifty years had children who lived for a hundred years. "
        },
        {
          "scid": "dn26:18.15",
          "pli": "5. Dasavassāyukasamaya ",
          "en": "5. When People Live for Ten Years "
        },
        {
          "scid": "dn26:19.1",
          "pli": "Bhavissati, bhikkhave, so samayo, yaṃ imesaṃ manussānaṃ dasavassāyukā puttā bhavissanti. ",
          "en": "There will come a time, mendicants, when these people will have children who live for ten years. "
        },
        {
          "scid": "dn26:19.2",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu pañcavassikā kumārikā alaṃpateyyā bhavissanti. ",
          "en": "Among the people who live for ten years, girls will be marriageable at five. "
        },
        {
          "scid": "dn26:19.3",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu imāni rasāni antaradhāyissanti, seyyathidaṃ—",
          "en": "The following flavors will disappear: "
        },
        {
          "scid": "dn26:19.4",
          "pli": "sappi navanītaṃ telaṃ madhu phāṇitaṃ loṇaṃ. ",
          "en": "ghee, butter, oil, honey, molasses, and salt. "
        },
        {
          "scid": "dn26:19.5",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu kudrūsako aggaṃ bhojanānaṃ bhavissati. ",
          "en": "The best kind of food will be finger millet, "
        },
        {
          "scid": "dn26:19.6",
          "pli": "Seyyathāpi, bhikkhave, etarahi sālimaṃsodano aggaṃ bhojanānaṃ; ",
          "en": "just as fine rice with meat is the best kind of food today. "
        },
        {
          "scid": "dn26:19.7",
          "pli": "evameva kho, bhikkhave, dasavassāyukesu manussesu kudrūsako aggaṃ bhojanānaṃ bhavissati. ",
          "en": " "
        },
        {
          "scid": "dn26:19.8",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu dasa kusalakammapathā sabbena sabbaṃ antaradhāyissanti, dasa akusalakammapathā atibyādippissanti. ",
          "en": "The ten ways of doing skillful deeds will totally disappear, and the ten ways of doing unskillful deeds will explode in popularity. "
        },
        {
          "scid": "dn26:19.9",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu kusalantipi na bhavissati, kuto pana kusalassa kārako. ",
          "en": "Those people will not even have the word ‘skillful’, still less anyone who does what is skillful. "
        },
        {
          "scid": "dn26:19.10",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu ye te bhavissanti amatteyyā apetteyyā asāmaññā abrahmaññā na kule jeṭṭhāpacāyino, te pujjā ca bhavissanti pāsaṃsā ca. ",
          "en": "And anyone who disrespects mother and father, ascetics and brahmins, and fails to honor the elders in the family will be venerated and praised, "
        },
        {
          "scid": "dn26:19.11",
          "pli": "Seyyathāpi, bhikkhave, etarahi matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino pujjā ca pāsaṃsā ca; ",
          "en": "just as the opposite is venerated and praised today. "
        },
        {
          "scid": "dn26:19.12",
          "pli": "evameva kho, bhikkhave, dasavassāyukesu manussesu ye te bhavissanti amatteyyā apetteyyā asāmaññā abrahmaññā na kule jeṭṭhāpacāyino, te pujjā ca bhavissanti pāsaṃsā ca. ",
          "en": " "
        },
        {
          "scid": "dn26:20.1",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu na bhavissati mātāti vā mātucchāti vā mātulānīti vā ācariyabhariyāti vā garūnaṃ dārāti vā. ",
          "en": "There’ll be no recognition of the status of mother, aunts, or wives and partners of teachers and respected people. "
        },
        {
          "scid": "dn26:20.2",
          "pli": "Sambhedaṃ loko gamissati yathā ajeḷakā kukkuṭasūkarā soṇasiṅgālā. ",
          "en": "The world will become promiscuous, like goats and sheep, chickens and pigs, and dogs and jackals. "
        },
        {
          "scid": "dn26:20.3",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu tesaṃ sattānaṃ aññamaññamhi tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ",
          "en": "They’ll be full of hostility towards each other, with acute ill will, malevolence, and thoughts of murder. "
        },
        {
          "scid": "dn26:20.4",
          "pli": "Mātupi puttamhi puttassapi mātari; ",
          "en": "Even a mother will feel like this for her child, and the child for its mother, "
        },
        {
          "scid": "dn26:20.5",
          "pli": "pitupi puttamhi puttassapi pitari; ",
          "en": "father for child, child for father, "
        },
        {
          "scid": "dn26:20.6",
          "pli": "bhātupi bhaginiyā bhaginiyāpi bhātari tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ",
          "en": "brother for sister, and sister for brother. "
        },
        {
          "scid": "dn26:20.7",
          "pli": "Seyyathāpi, bhikkhave, māgavikassa migaṃ disvā tibbo āghāto paccupaṭṭhito hoti tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ; ",
          "en": "They’ll be just like a deer hunter when he sees a deer—full of hostility, ill will, malevolence, and thoughts of killing. "
        },
        {
          "scid": "dn26:20.8",
          "pli": "evameva kho, bhikkhave, dasavassāyukesu manussesu tesaṃ sattānaṃ aññamaññamhi tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ",
          "en": " "
        },
        {
          "scid": "dn26:20.9",
          "pli": "Mātupi puttamhi puttassapi mātari; ",
          "en": " "
        },
        {
          "scid": "dn26:20.10",
          "pli": "pitupi puttamhi puttassapi pitari; ",
          "en": " "
        },
        {
          "scid": "dn26:20.11",
          "pli": "bhātupi bhaginiyā bhaginiyāpi bhātari tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ",
          "en": " "
        },
        {
          "scid": "dn26:21.1",
          "pli": "Dasavassāyukesu, bhikkhave, manussesu sattāhaṃ satthantarakappo bhavissati. ",
          "en": "Among the people who live for ten years, there will be an interregnum of swords lasting seven days. "
        },
        {
          "scid": "dn26:21.2",
          "pli": "Te aññamaññamhi migasaññaṃ paṭilabhissanti. ",
          "en": "During that time they will see each other as beasts. "
        },
        {
          "scid": "dn26:21.3",
          "pli": "Tesaṃ tiṇhāni satthāni hatthesu pātubhavissanti. ",
          "en": "Sharp swords will appear in their hands, "
        },
        {
          "scid": "dn26:21.4",
          "pli": "Te tiṇhena satthena ‘esa migo esa migo’ti aññamaññaṃ jīvitā voropessanti. ",
          "en": "with which they’ll take each other’s life, crying, ‘It’s a beast! It’s a beast!’ "
        },
        {
          "scid": "dn26:21.5",
          "pli": "Atha kho tesaṃ, bhikkhave, sattānaṃ ekaccānaṃ evaṃ bhavissati: ",
          "en": "But then some of those beings will think, "
        },
        {
          "scid": "dn26:21.6",
          "pli": "‘mā ca mayaṃ kañci, mā ca amhe koci, yannūna mayaṃ tiṇagahanaṃ vā vanagahanaṃ vā rukkhagahanaṃ vā nadīviduggaṃ vā pabbatavisamaṃ vā pavisitvā vanamūlaphalāhārā yāpeyyāmā’ti. ",
          "en": "‘Let us neither be perpetrators nor victims! Why don’t we hide in thick grass, thick jungle, thick trees, inaccessible riverlands, or rugged mountains and survive on forest roots and fruits?’ "
        },
        {
          "scid": "dn26:21.7",
          "pli": "Te tiṇagahanaṃ vā vanagahanaṃ vā rukkhagahanaṃ vā nadīviduggaṃ vā pabbatavisamaṃ vā pavisitvā sattāhaṃ vanamūlaphalāhārā yāpessanti. ",
          "en": "So that’s what they do. "
        },
        {
          "scid": "dn26:21.8",
          "pli": "Te tassa sattāhassa accayena tiṇagahanā vanagahanā rukkhagahanā nadīviduggā pabbatavisamā nikkhamitvā aññamaññaṃ āliṅgitvā sabhāgāyissanti samassāsissanti: ",
          "en": "When those seven days have passed, having emerged from their hiding places and embraced each other, they will come together in one voice and cry, "
        },
        {
          "scid": "dn26:21.9",
          "pli": "‘diṭṭhā, bho, sattā jīvasi, diṭṭhā, bho, sattā jīvasī’ti. ",
          "en": "‘How fantastic, dear being, you live! How fantastic, dear being, you live!’ "
        },
        {
          "scid": "dn26:21.10",
          "pli": "6. Āyuvaṇṇādivaḍḍhanakathā ",
          "en": "6. The Period of Growth "
        },
        {
          "scid": "dn26:21.11",
          "pli": "Atha kho tesaṃ, bhikkhave, sattānaṃ evaṃ bhavissati: ",
          "en": "Then those beings will think, "
        },
        {
          "scid": "dn26:21.12",
          "pli": "‘mayaṃ kho akusalānaṃ dhammānaṃ samādānahetu evarūpaṃ āyataṃ ñātikkhayaṃ pattā. ",
          "en": "‘It’s because we undertook unskillful things that we suffered such an extensive loss of our relatives. "
        },
        {
          "scid": "dn26:21.13",
          "pli": "Yannūna mayaṃ kusalaṃ kareyyāma. ",
          "en": "We’d better do what’s skillful. "
        },
        {
          "scid": "dn26:21.14",
          "pli": "Kiṃ kusalaṃ kareyyāma? ",
          "en": "What skillful thing should we do? "
        },
        {
          "scid": "dn26:21.15",
          "pli": "Yannūna mayaṃ pāṇātipātā virameyyāma, idaṃ kusalaṃ dhammaṃ samādāya vatteyyāmā’ti. ",
          "en": "Why don’t we refrain from killing living creatures? Having undertaken this skillful thing we’ll live by it.’ "
        },
        {
          "scid": "dn26:21.16",
          "pli": "Te pāṇātipātā viramissanti, idaṃ kusalaṃ dhammaṃ samādāya vattissanti. ",
          "en": "So that’s what they do. "
        },
        {
          "scid": "dn26:21.17",
          "pli": "Te kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhissanti, vaṇṇenapi vaḍḍhissanti. ",
          "en": "Because of undertaking this skillful thing, their lifespan and beauty will grow. "
        },
        {
          "scid": "dn26:21.18",
          "pli": "Tesaṃ āyunāpi vaḍḍhamānānaṃ vaṇṇenapi vaḍḍhamānānaṃ dasavassāyukānaṃ manussānaṃ vīsativassāyukā puttā bhavissanti. ",
          "en": "Those people who live for ten years will have children who live for twenty years. "
        },
        {
          "scid": "dn26:22.1",
          "pli": "Atha kho tesaṃ, bhikkhave, sattānaṃ evaṃ bhavissati: ",
          "en": "Then those beings will think, "
        },
        {
          "scid": "dn26:22.2",
          "pli": "‘mayaṃ kho kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhāma, vaṇṇenapi vaḍḍhāma. ",
          "en": "‘Because of undertaking this skillful thing, our lifespan and beauty are growing. "
        },
        {
          "scid": "dn26:22.3",
          "pli": "Yannūna mayaṃ bhiyyoso mattāya kusalaṃ kareyyāma. ",
          "en": "Why don’t we do even more skillful things? "
        },
        {
          "scid": "dn26:22.4",
          "pli": "Kiṃ kusalaṃ kareyyāma? ",
          "en": "What skillful thing should we do? "
        },
        {
          "scid": "dn26:22.5",
          "pli": "Yannūna mayaṃ adinnādānā virameyyāma … ",
          "en": "Why don’t we refrain from stealing … "
        },
        {
          "scid": "dn26:22.6",
          "pli": "kāmesumicchācārā virameyyāma … ",
          "en": "sexual misconduct … "
        },
        {
          "scid": "dn26:22.7",
          "pli": "musāvādā virameyyāma … ",
          "en": "lying … "
        },
        {
          "scid": "dn26:22.8",
          "pli": "pisuṇāya vācāya virameyyāma … ",
          "en": "backbiting … "
        },
        {
          "scid": "dn26:22.9",
          "pli": "pharusāya vācāya virameyyāma … ",
          "en": "harsh speech … "
        },
        {
          "scid": "dn26:22.10",
          "pli": "samphappalāpā virameyyāma … ",
          "en": "and talking nonsense. "
        },
        {
          "scid": "dn26:22.11",
          "pli": "abhijjhaṃ pajaheyyāma … ",
          "en": "Why don’t we give up covetousness … "
        },
        {
          "scid": "dn26:22.12",
          "pli": "byāpādaṃ pajaheyyāma … ",
          "en": "ill will … "
        },
        {
          "scid": "dn26:22.13",
          "pli": "micchādiṭṭhiṃ pajaheyyāma … ",
          "en": "wrong view … "
        },
        {
          "scid": "dn26:22.14",
          "pli": "tayo dhamme pajaheyyāma—",
          "en": "three things: "
        },
        {
          "scid": "dn26:22.15",
          "pli": "adhammarāgaṃ visamalobhaṃ micchādhammaṃ … ",
          "en": "illicit desire, immoral greed, and wrong thoughts. "
        },
        {
          "scid": "dn26:22.16",
          "pli": "yannūna mayaṃ matteyyā assāma petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṃ kusalaṃ dhammaṃ samādāya vatteyyāmā’ti. ",
          "en": "Why don’t we pay due respect to mother and father, ascetics and brahmins, honoring the elders in our families? Having undertaken this skillful thing we’ll live by it.’ "
        },
        {
          "scid": "dn26:22.17",
          "pli": "Te matteyyā bhavissanti petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṃ kusalaṃ dhammaṃ samādāya vattissanti. ",
          "en": "So that’s what they do. "
        },
        {
          "scid": "dn26:22.18",
          "pli": "Te kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhissanti, vaṇṇenapi vaḍḍhissanti. ",
          "en": "Because of undertaking this skillful thing, their lifespan and beauty will grow. "
        },
        {
          "scid": "dn26:22.19",
          "pli": "Tesaṃ āyunāpi vaḍḍhamānānaṃ vaṇṇenapi vaḍḍhamānānaṃ vīsativassāyukānaṃ manussānaṃ cattārīsavassāyukā puttā bhavissanti … ",
          "en": "Those people who live for twenty years will have children who live for forty years. "
        },
        {
          "scid": "dn26:22.20",
          "pli": "cattārīsavassāyukānaṃ manussānaṃ asītivassāyukā puttā bhavissanti … ",
          "en": "Those people who live for forty years will have children who live for eighty years, "
        },
        {
          "scid": "dn26:22.21",
          "pli": "asītivassāyukānaṃ manussānaṃ saṭṭhivassasatāyukā puttā bhavissanti … ",
          "en": "then a hundred and sixty years, "
        },
        {
          "scid": "dn26:22.22",
          "pli": "saṭṭhivassasatāyukānaṃ manussānaṃ vīsatitivassasatāyukā puttā bhavissanti … ",
          "en": "three hundred and twenty years, "
        },
        {
          "scid": "dn26:22.23",
          "pli": "vīsatitivassasatāyukānaṃ manussānaṃ cattārīsachabbassasatāyukā puttā bhavissanti. ",
          "en": "six hundred and forty years, "
        },
        {
          "scid": "dn26:22.24",
          "pli": "Cattārīsachabbassasatāyukānaṃ manussānaṃ dvevassasahassāyukā puttā bhavissanti … ",
          "en": "2,000 years, "
        },
        {
          "scid": "dn26:22.25",
          "pli": "dvevassasahassāyukānaṃ manussānaṃ cattārivassasahassāyukā puttā bhavissanti … ",
          "en": "4,000 years, "
        },
        {
          "scid": "dn26:22.26",
          "pli": "cattārivassasahassāyukānaṃ manussānaṃ aṭṭhavassasahassāyukā puttā bhavissanti … ",
          "en": "8,000 years, "
        },
        {
          "scid": "dn26:22.27",
          "pli": "aṭṭhavassasahassāyukānaṃ manussānaṃ vīsativassasahassāyukā puttā bhavissanti … ",
          "en": "20,000 years, "
        },
        {
          "scid": "dn26:23.1",
          "pli": "vīsativassasahassāyukānaṃ manussānaṃ cattārīsavassasahassāyukā puttā bhavissanti … ",
          "en": "40,000 years, "
        },
        {
          "scid": "dn26:23.2",
          "pli": "cattārīsavassasahassāyukānaṃ manussānaṃ asītivassasahassāyukā puttā bhavissanti … ",
          "en": "and finally 80,000 years. "
        },
        {
          "scid": "dn26:23.3",
          "pli": "asītivassasahassāyukesu, bhikkhave, manussesu pañcavassasatikā kumārikā alaṃpateyyā bhavissanti. ",
          "en": "Among the people who live for 80,000 years, girls will be marriageable at five hundred. "
        },
        {
          "scid": "dn26:23.4",
          "pli": "7. Saṅkharājauppatti ",
          "en": "7. The Time of King Saṅkha "
        },
        {
          "scid": "dn26:23.5",
          "pli": "Asītivassasahassāyukesu, bhikkhave, manussesu tayo ābādhā bhavissanti, icchā, anasanaṃ, jarā. ",
          "en": "Among the people who live for 80,000 years, there will be just three afflictions: greed, starvation, and old age. "
        },
        {
          "scid": "dn26:23.6",
          "pli": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ jambudīpo iddho ceva bhavissati phīto ca, kukkuṭasampātikā gāmanigamarājadhāniyo. ",
          "en": "India will be successful and prosperous. The villages, towns, and capital cities will be no more than a chicken’s flight apart. "
        },
        {
          "scid": "dn26:23.7",
          "pli": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ jambudīpo avīci maññe phuṭo bhavissati manussehi, seyyathāpi naḷavanaṃ vā saravanaṃ vā. ",
          "en": "And the land will be as crowded as hell, just full of people, like a thicket of rushes or reeds. "
        },
        {
          "scid": "dn26:23.8",
          "pli": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ bārāṇasī ketumatī nāma rājadhānī bhavissati iddhā ceva phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
          "en": "The royal capital will be our Benares, but renamed Ketumati. And it will be successful, prosperous, populous, full of people, with plenty of food. "
        },
        {
          "scid": "dn26:23.9",
          "pli": "Asītivassasahassāyukesu, bhikkhave, manussesu imasmiṃ jambudīpe caturāsītinagarasahassāni bhavissanti ketumatīrājadhānīpamukhāni. ",
          "en": "There will be 84,000 cities in India, with the royal capital of Ketumati foremost. "
        },
        {
          "scid": "dn26:24.1",
          "pli": "Asītivassasahassāyukesu, bhikkhave, manussesu ketumatiyā rājadhāniyā saṅkho nāma rājā uppajjissati cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
          "en": "And in the royal capital of Ketumati a king named Saṅkha will arise, a wheel-turning monarch, a just and principled king. His dominion will extend to all four sides, he will achieve stability in the country, and possess the seven treasures. "
        },
        {
          "scid": "dn26:24.2",
          "pli": "Tassimāni satta ratanāni bhavissanti, seyyathidaṃ—",
          "en": "He will have the following seven treasures: "
        },
        {
          "scid": "dn26:24.3",
          "pli": "cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ",
          "en": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure. "
        },
        {
          "scid": "dn26:24.4",
          "pli": "Parosahassaṃ kho panassa puttā bhavissanti sūrā vīraṅgarūpā parasenappamaddanā. ",
          "en": "He will have over a thousand sons who are valiant and heroic, crushing the armies of his enemies. "
        },
        {
          "scid": "dn26:24.5",
          "pli": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasissati. ",
          "en": "After conquering this land girt by sea, he will reign by principle, without rod or sword. "
        },
        {
          "scid": "dn26:24.6",
          "pli": "8. Metteyyabuddhuppāda ",
          "en": "8. The Arising of the Buddha Metteyya "
        },
        {
          "scid": "dn26:25.1",
          "pli": "Asītivassasahassāyukesu, bhikkhave, manussesu metteyyo nāma bhagavā loke uppajjissati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
          "en": "And the Blessed One named Metteyya will arise in the world—perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed—"
        },
        {
          "scid": "dn26:25.2",
          "pli": "Seyyathāpāhametarahi loke uppanno arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
          "en": "just as I have arisen today. "
        },
        {
          "scid": "dn26:25.3",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedessati, seyyathāpāhametarahi imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedemi. ",
          "en": "He will realize with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and make it known to others, just as I do today. "
        },
        {
          "scid": "dn26:25.4",
          "pli": "So dhammaṃ desessati ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsessati; ",
          "en": "He will teach the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he will reveal a spiritual practice that’s entirely full and pure, "
        },
        {
          "scid": "dn26:25.5",
          "pli": "seyyathāpāhametarahi dhammaṃ desemi ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ",
          "en": "just as I do today. "
        },
        {
          "scid": "dn26:25.6",
          "pli": "So anekasahassaṃ bhikkhusaṃghaṃ pariharissati, seyyathāpāhametarahi anekasataṃ bhikkhusaṃghaṃ pariharāmi. ",
          "en": "He will look after a Saṅgha of many thousand mendicants, just as I look after a Saṅgha of many hundreds today. "
        },
        {
          "scid": "dn26:26.1",
          "pli": "Atha kho, bhikkhave, saṅkho nāma rājā yo so yūpo raññā mahāpanādena kārāpito. ",
          "en": "Then King Saṅkha will have the sacrificial post that had been built by King Mahāpanāda raised up. "
        },
        {
          "scid": "dn26:26.2",
          "pli": "Taṃ yūpaṃ ussāpetvā ajjhāvasitvā taṃ datvā vissajjitvā samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṃ dānaṃ datvā metteyyassa bhagavato arahato sammāsambuddhassa santike kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissati. ",
          "en": "After staying there, he will give it away to ascetics and brahmins, paupers, vagrants, travelers, and beggars. Then, having shaved off his hair and beard and dressed in ocher robes, he will go forth from the lay life to homelessness in the Buddha Metteyya’s presence. "
        },
        {
          "scid": "dn26:26.3",
          "pli": "So evaṃ pabbajito samāno eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati. ",
          "en": "Soon after going forth, living withdrawn, diligent, keen, and resolute, he will realize the supreme end of the spiritual path in this very life. He will live having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn26:27.1",
          "pli": "Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
          "en": "Mendicants, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. "
        },
        {
          "scid": "dn26:27.2",
          "pli": "Kathañca, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo dhammadīpo dhammasaraṇo anaññasaraṇo? ",
          "en": "And how does a mendicant do this? "
        },
        {
          "scid": "dn26:27.3",
          "pli": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
          "en": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "dn26:27.4",
          "pli": "Vedanāsu vedanānupassī … pe … ",
          "en": "They meditate observing an aspect of feelings … "
        },
        {
          "scid": "dn26:27.5",
          "pli": "citte cittānupassī … pe … ",
          "en": "mind … "
        },
        {
          "scid": "dn26:27.6",
          "pli": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
          "en": "principles—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "dn26:27.7",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo dhammadīpo dhammasaraṇo anaññasaraṇo. ",
          "en": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how they let the teaching be their island and their refuge, with no other refuge. "
        },
        {
          "scid": "dn26:27.8",
          "pli": "9. Bhikkhunoāyuvaṇṇādivaḍḍhanakathā ",
          "en": "9. On Long Life and Beauty for Mendicants "
        },
        {
          "scid": "dn26:28.1",
          "pli": "Gocare, bhikkhave, caratha sake pettike visaye. ",
          "en": "Mendicants, you should roam inside your own territory, the domain of your fathers. "
        },
        {
          "scid": "dn26:28.2",
          "pli": "Gocare, bhikkhave, carantā sake pettike visaye āyunāpi vaḍḍhissatha, vaṇṇenapi vaḍḍhissatha, sukhenapi vaḍḍhissatha, bhogenapi vaḍḍhissatha, balenapi vaḍḍhissatha. ",
          "en": "Doing so, you will grow in life span, beauty, happiness, wealth, and power. "
        },
        {
          "scid": "dn26:28.3",
          "pli": "Kiñca, bhikkhave, bhikkhuno āyusmiṃ? ",
          "en": "And what is long life for a mendicant? "
        },
        {
          "scid": "dn26:28.4",
          "pli": "Idha, bhikkhave, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
          "en": "It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. "
        },
        {
          "scid": "dn26:28.5",
          "pli": "vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
          "en": "They develop the basis of psychic power that has immersion due to energy, and active effort. "
        },
        {
          "scid": "dn26:28.6",
          "pli": "cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
          "en": "They develop the basis of psychic power that has immersion due to mental development, and active effort. "
        },
        {
          "scid": "dn26:28.7",
          "pli": "vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ",
          "en": "They develop the basis of psychic power that has immersion due to inquiry, and active effort. "
        },
        {
          "scid": "dn26:28.8",
          "pli": "So imesaṃ catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ",
          "en": "Having developed and cultivated these four bases of psychic power they may, if they wish, live on for the eon or what’s left of the eon. "
        },
        {
          "scid": "dn26:28.9",
          "pli": "Idaṃ kho, bhikkhave, bhikkhuno āyusmiṃ. ",
          "en": "This is long life for a mendicant. "
        },
        {
          "scid": "dn26:28.10",
          "pli": "Kiñca, bhikkhave, bhikkhuno vaṇṇasmiṃ? ",
          "en": "And what is beauty for a mendicant? "
        },
        {
          "scid": "dn26:28.11",
          "pli": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
          "en": "It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. "
        },
        {
          "scid": "dn26:28.12",
          "pli": "Idaṃ kho, bhikkhave, bhikkhuno vaṇṇasmiṃ. ",
          "en": "This is beauty for a mendicant. "
        },
        {
          "scid": "dn26:28.13",
          "pli": "Kiñca, bhikkhave, bhikkhuno sukhasmiṃ? ",
          "en": "And what is happiness for a mendicant? "
        },
        {
          "scid": "dn26:28.14",
          "pli": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "dn26:28.15",
          "pli": "Vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ … ",
          "en": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption … "
        },
        {
          "scid": "dn26:28.16",
          "pli": "tatiyaṃ jhānaṃ … ",
          "en": "third absorption … "
        },
        {
          "scid": "dn26:28.17",
          "pli": "catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "fourth absorption. "
        },
        {
          "scid": "dn26:28.18",
          "pli": "Idaṃ kho, bhikkhave, bhikkhuno, sukhasmiṃ. ",
          "en": "This is happiness for a mendicant. "
        },
        {
          "scid": "dn26:28.19",
          "pli": "Kiñca, bhikkhave, bhikkhuno bhogasmiṃ? ",
          "en": "And what is wealth for a mendicant? "
        },
        {
          "scid": "dn26:28.20",
          "pli": "Idha, bhikkhave, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "It’s when a monk meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn26:28.21",
          "pli": "Karuṇāsahagatena cetasā … pe … ",
          "en": "They meditate spreading a heart full of compassion … "
        },
        {
          "scid": "dn26:28.22",
          "pli": "muditāsahagatena cetasā … pe … ",
          "en": "rejoicing … "
        },
        {
          "scid": "dn26:28.23",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "dn26:28.24",
          "pli": "Idaṃ kho, bhikkhave, bhikkhuno bhogasmiṃ. ",
          "en": "This is wealth for a mendicant. "
        },
        {
          "scid": "dn26:28.25",
          "pli": "Kiñca, bhikkhave, bhikkhuno balasmiṃ? ",
          "en": "And what is power for a mendicant? "
        },
        {
          "scid": "dn26:28.26",
          "pli": "Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "dn26:28.27",
          "pli": "Idaṃ kho, bhikkhave, bhikkhuno balasmiṃ. ",
          "en": "This is power for a mendicant. "
        },
        {
          "scid": "dn26:28.28",
          "pli": "Nāhaṃ, bhikkhave, aññaṃ ekabalampi samanupassāmi yaṃ evaṃ duppasahaṃ, yathayidaṃ, bhikkhave, mārabalaṃ. ",
          "en": "Mendicants, I do not see a single power so hard to defeat as the power of Māra. "
        },
        {
          "scid": "dn26:28.29",
          "pli": "Kusalānaṃ, bhikkhave, dhammānaṃ samādānahetu evamidaṃ puññaṃ pavaḍḍhatī”ti. ",
          "en": "It is due to undertaking skillful qualities that this merit grows.” "
        },
        {
          "scid": "dn26:28.30",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "dn26:28.31",
          "pli": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the mendicants were happy with what the Buddha said. "
        },
        {
          "scid": "dn26:28.32",
          "pli": "Cakkavattisuttaṃ niṭṭhitaṃ tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn26/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 26",
    "volpages": "DN iii 58",
    "uid": "dn26",
    "blurb": "In illustration of his dictum that one should rely on oneself, the Buddha gives a detailed account of the fall of a kingly lineage of the past, and the subsequent degeneration of society. This process, however, is not over, as the Buddha predicts that eventually society will fall into utter chaos. But far in the future, another Buddha, Metteyya, will arise in a time of peace and plenty.",
    "difficulty": 2,
    "original_title": "Cakkavatti Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Wheel-Turning Monarch ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn26_sujato",
        "segmented": true,
        "title": "The Wheel-Turning Monarch ",
        "volpage": null
      },
      {
        "author": "T.W. & C.A.F. Rhys Davids",
        "author_short": "Rhys Davids",
        "author_uid": "tw-caf_rhysdavids",
        "id": "en_dn26_tw-caf_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1921",
        "segmented": false,
        "volpage": null,
        "title": "The Lion-roar on the Turning of the Wheel"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 3
  }
}