{
  "sutta_uid": "dn3",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn3",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Ambaṭṭha ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Soṇadaṇḍa ",
      "uid": "dn4"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Fruits of the Ascetic Life ",
      "uid": "dn2"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn3:0.1",
          "pli": "Dīgha Nikāya 3 ",
          "en": "Long Discourses 3 "
        },
        {
          "scid": "dn3:0.2",
          "pli": "Ambaṭṭhasutta ",
          "en": "With Ambaṭṭha "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn3:1.1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn3:1.1.2",
          "pli": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena icchānaṅgalaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of around five hundred mendicants when he arrived at a village of the Kosalan brahmins named Icchānaṅgala. "
        },
        {
          "scid": "dn3:1.1.3",
          "pli": "Tatra sudaṃ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
          "en": "He stayed in a forest near Icchānaṅgala. "
        },
        {
          "scid": "dn3:1.1.4",
          "pli": "1. Pokkharasātivatthu ",
          "en": "1. The Section on Pokkharasāti "
        },
        {
          "scid": "dn3:1.2.1",
          "pli": "Tena kho pana samayena brāhmaṇo pokkharasāti ukkaṭṭhaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
          "en": "Now at that time the brahmin Pokkharasāti was living in Ukkaṭṭhā. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality. "
        },
        {
          "scid": "dn3:1.2.2",
          "pli": "Assosi kho brāhmaṇo pokkharasāti: ",
          "en": "Pokkharasāti heard: "
        },
        {
          "scid": "dn3:1.2.3",
          "pli": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala and is staying in a forest nearby. "
        },
        {
          "scid": "dn3:1.2.4",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn3:1.2.5",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "dn3:1.2.6",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "dn3:1.2.7",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "dn3:1.2.8",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "dn3:1.2.9",
          "pli": "2. Ambaṭṭhamāṇava ",
          "en": "2. The Brahmin Student Ambaṭṭha "
        },
        {
          "scid": "dn3:1.3.1",
          "pli": "Tena kho pana samayena brāhmaṇassa pokkharasātissa ambaṭṭho nāma māṇavo antevāsī hoti ajjhāyako mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo anuññātapaṭiññāto sake ācariyake tevijjake pāvacane: ",
          "en": "Now at that time Pokkharasāti had a student named Ambaṭṭha. He was one who recited and remembered the hymns, and had mastered in the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. He had been authorized as a master in his own teacher’s scriptural heritage of the three Vedas with the words: "
        },
        {
          "scid": "dn3:1.3.2",
          "pli": "“yamahaṃ jānāmi taṃ tvaṃ jānāsi; ",
          "en": "“What I know, you know. "
        },
        {
          "scid": "dn3:1.3.3",
          "pli": "yaṃ tvaṃ jānāsi tamahaṃ jānāmī”ti. ",
          "en": "And what you know, I know.” "
        },
        {
          "scid": "dn3:1.4.1",
          "pli": "Atha kho brāhmaṇo pokkharasāti ambaṭṭhaṃ māṇavaṃ āmantesi: ",
          "en": "Then Pokkharasāti addressed Ambaṭṭha, "
        },
        {
          "scid": "dn3:1.4.2",
          "pli": "“ayaṃ, tāta ambaṭṭha, samaṇo gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
          "en": "“Dear Ambaṭṭha, the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala and is staying in a forest nearby. … "
        },
        {
          "scid": "dn3:1.4.3",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": " "
        },
        {
          "scid": "dn3:1.4.4",
          "pli": "‘itipi so bhagavā, arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
          "en": " "
        },
        {
          "scid": "dn3:1.4.5",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": " "
        },
        {
          "scid": "dn3:1.4.6",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": " "
        },
        {
          "scid": "dn3:1.4.7",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’ti. ",
          "en": "It’s good to see such perfected ones. "
        },
        {
          "scid": "dn3:1.4.8",
          "pli": "Ehi tvaṃ, tāta ambaṭṭha, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ jānāhi, yadi vā taṃ bhavantaṃ gotamaṃ tathāsantaṃyeva saddo abbhuggato, yadi vā no tathā. ",
          "en": "Please, dear Ambaṭṭha, go to the ascetic Gotama and find out whether or not he lives up to his reputation. "
        },
        {
          "scid": "dn3:1.4.9",
          "pli": "Yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso, tathā mayaṃ taṃ bhavantaṃ gotamaṃ vedissāmā”ti. ",
          "en": "Through you I shall learn about Master Gotama.” "
        },
        {
          "scid": "dn3:1.5.1",
          "pli": "“Yathā kathaṃ panāhaṃ, bho, taṃ bhavantaṃ gotamaṃ jānissāmi: ‘yadi vā taṃ bhavantaṃ gotamaṃ tathāsantaṃyeva saddo abbhuggato, yadi vā no tathā. Yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso’”ti? ",
          "en": "“But sir, how shall I find out whether or not the ascetic Gotama lives up to his reputation?” "
        },
        {
          "scid": "dn3:1.5.2",
          "pli": "“Āgatāni kho, tāta ambaṭṭha, amhākaṃ mantesu dvattiṃsa mahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā. ",
          "en": "“Dear Ambaṭṭha, the thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other. "
        },
        {
          "scid": "dn3:1.5.3",
          "pli": "Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
          "en": "If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. "
        },
        {
          "scid": "dn3:1.5.4",
          "pli": "Tassimāni satta ratanāni bhavanti. ",
          "en": "He has the following seven treasures: "
        },
        {
          "scid": "dn3:1.5.5",
          "pli": "Seyyathidaṃ—cakkaratanaṃ, hatthiratanaṃ, assaratanaṃ, maṇiratanaṃ, itthiratanaṃ, gahapatiratanaṃ, pariṇāyakaratanameva sattamaṃ. ",
          "en": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure. "
        },
        {
          "scid": "dn3:1.5.6",
          "pli": "Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
          "en": "He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. "
        },
        {
          "scid": "dn3:1.5.7",
          "pli": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
          "en": "After conquering this land girt by sea, he reigns by principle, without rod or sword. "
        },
        {
          "scid": "dn3:1.5.8",
          "pli": "Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado. ",
          "en": "But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world. "
        },
        {
          "scid": "dn3:1.5.9",
          "pli": "Ahaṃ kho pana, tāta ambaṭṭha, mantānaṃ dātā; ",
          "en": "But, dear Ambaṭṭha, I am the one who gives the hymns, "
        },
        {
          "scid": "dn3:1.5.10",
          "pli": "tvaṃ mantānaṃ paṭiggahetā”ti. ",
          "en": "and you are the one who receives them.” "
        },
        {
          "scid": "dn3:1.6.1",
          "pli": "“Evaṃ, bho”ti kho ambaṭṭho māṇavo brāhmaṇassa pokkharasātissa paṭissutvā uṭṭhāyāsanā brāhmaṇaṃ pokkharasātiṃ abhivādetvā padakkhiṇaṃ katvā vaḷavārathamāruyha sambahulehi māṇavakehi saddhiṃ yena icchānaṅgalavanasaṇḍo tena pāyāsi. ",
          "en": "“Yes, sir,” replied Ambaṭṭha. He got up from his seat, bowed, and respectfully circled Pokkharasāti, keeping him to his right. He mounted a mare-drawn chariot and, together with several students, set out for the forest near Icchānaṅgala. "
        },
        {
          "scid": "dn3:1.6.2",
          "pli": "Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi. ",
          "en": "He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. "
        },
        {
          "scid": "dn3:1.7.1",
          "pli": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
          "en": "At that time several mendicants were walking meditation in the open air. "
        },
        {
          "scid": "dn3:1.7.2",
          "pli": "Atha kho ambaṭṭho māṇavo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
          "en": "Then the student Ambaṭṭha went up to those mendicants and said, "
        },
        {
          "scid": "dn3:1.7.3",
          "pli": "“kahaṃ nu kho, bho, etarahi so bhavaṃ gotamo viharati? ",
          "en": "“Gentlemen, where is Master Gotama at present? "
        },
        {
          "scid": "dn3:1.7.4",
          "pli": "Tañhi mayaṃ bhavantaṃ gotamaṃ dassanāya idhūpasaṅkantā”ti. ",
          "en": "For we have come here to see him.” "
        },
        {
          "scid": "dn3:1.8.1",
          "pli": "Atha kho tesaṃ bhikkhūnaṃ etadahosi: ",
          "en": "Then those mendicants thought, "
        },
        {
          "scid": "dn3:1.8.2",
          "pli": "“ayaṃ kho ambaṭṭho māṇavo abhiññātakolañño ceva abhiññātassa ca brāhmaṇassa pokkharasātissa antevāsī. ",
          "en": "“This Ambaṭṭha is from a well-known family, and he is the pupil of the well-known brahmin Pokkharasāti. "
        },
        {
          "scid": "dn3:1.8.3",
          "pli": "Agaru kho pana bhagavato evarūpehi kulaputtehi saddhiṃ kathāsallāpo hotī”ti. ",
          "en": "The Buddha won’t mind having a discussion together with such gentlemen.” "
        },
        {
          "scid": "dn3:1.8.4",
          "pli": "Te ambaṭṭhaṃ māṇavaṃ etadavocuṃ: ",
          "en": "They said to Ambaṭṭha, "
        },
        {
          "scid": "dn3:1.8.5",
          "pli": "“eso, ambaṭṭha, vihāro saṃvutadvāro, tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭehi, vivarissati te bhagavā dvāran”ti. ",
          "en": "“Ambaṭṭha, that’s his dwelling, with the door closed. Approach it quietly, without hurrying; go onto the porch, clear your throat, and knock with the latch. The Buddha will open the door.” "
        },
        {
          "scid": "dn3:1.9.1",
          "pli": "Atha kho ambaṭṭho māṇavo yena so vihāro saṃvutadvāro, tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭesi. Vivari bhagavā dvāraṃ. ",
          "en": "So he approached the Buddha’s dwelling and knocked, and the Buddha opened the door. "
        },
        {
          "scid": "dn3:1.9.2",
          "pli": "Pāvisi ambaṭṭho māṇavo. Māṇavakāpi pavisitvā bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. ",
          "en": "Ambaṭṭha and the other students entered the dwelling. The other students exchanged greetings with the Buddha, and when the greetings and polite conversation were over, sat down to one side. "
        },
        {
          "scid": "dn3:1.9.3",
          "pli": "Ambaṭṭho pana māṇavo caṅkamantopi nisinnena bhagavatā kañci kañci kathaṃ sāraṇīyaṃ vītisāreti, ṭhitopi nisinnena bhagavatā kañci kañci kathaṃ sāraṇīyaṃ vītisāreti. ",
          "en": "But while the Buddha was sitting, Ambaṭṭha spoke some polite words or other while walking around or standing. "
        },
        {
          "scid": "dn3:1.10.1",
          "pli": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
          "en": "So the Buddha said to him, "
        },
        {
          "scid": "dn3:1.10.2",
          "pli": "“evaṃ nu te, ambaṭṭha, brāhmaṇehi vuddhehi mahallakehi ācariyapācariyehi saddhiṃ kathāsallāpo hoti, yathayidaṃ caraṃ tiṭṭhaṃ nisinnena mayā kiñci kiñci kathaṃ sāraṇīyaṃ vītisāretī”ti? ",
          "en": "“Ambaṭṭha, is this how you hold a discussion with elderly and senior brahmins, the teachers of teachers: walking around or standing while I’m sitting, speaking some polite words or other?” "
        },
        {
          "scid": "dn3:1.10.3",
          "pli": "2.1. Paṭhamaibbhavāda ",
          "en": "2.1. The First Use of the Word “Riffraff” "
        },
        {
          "scid": "dn3:1.10.4",
          "pli": "“No hidaṃ, bho gotama. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "dn3:1.10.5",
          "pli": "Gacchanto vā hi, bho gotama, gacchantena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, ṭhito vā hi, bho gotama, ṭhitena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, nisinno vā hi, bho gotama, nisinnena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, sayāno vā hi, bho gotama, sayānena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati. ",
          "en": "For it is proper for one brahmin to converse with another while both are walking, standing, sitting, or lying down. "
        },
        {
          "scid": "dn3:1.10.6",
          "pli": "Ye ca kho te, bho gotama, muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, tehipi me saddhiṃ evaṃ kathāsallāpo hoti, yathariva bhotā gotamenā”ti. ",
          "en": "But as to these shavelings, fake ascetics, riffraff, black spawn from the feet of our Kinsman, I converse with them as I do with Master Gotama.” "
        },
        {
          "scid": "dn3:1.11.1",
          "pli": "“Atthikavato kho pana te, ambaṭṭha, idhāgamanaṃ ahosi, yāyeva kho panatthāya āgaccheyyātha, tameva atthaṃ sādhukaṃ manasi kareyyātha. ",
          "en": "“But Ambaṭṭha, you must have come here for some purpose. You should focus on that. "
        },
        {
          "scid": "dn3:1.11.2",
          "pli": "Avusitavāyeva kho pana, bho, ayaṃ ambaṭṭho māṇavo vusitamānī kimaññatra avusitattā”ti. ",
          "en": "Though this Ambaṭṭha is unqualified, he thinks he’s qualified. What is that but lack of qualifications?” "
        },
        {
          "scid": "dn3:1.12.1",
          "pli": "Atha kho ambaṭṭho māṇavo bhagavatā avusitavādena vuccamāno kupito anattamano bhagavantaṃyeva khuṃsento bhagavantaṃyeva vambhento bhagavantaṃyeva upavadamāno: ",
          "en": "When he said this, Ambaṭṭha became angry and upset with the Buddha because of being described as unqualified. He even attacked and badmouthed the Buddha himself, saying, "
        },
        {
          "scid": "dn3:1.12.2",
          "pli": "“samaṇo ca me bho gotamo pāpito bhavissatī”ti bhagavantaṃ etadavoca: ",
          "en": "“The ascetic Gotama will be worsted!” He said to the Buddha, "
        },
        {
          "scid": "dn3:1.12.3",
          "pli": "“caṇḍā, bho gotama, sakyajāti; ",
          "en": "“Master Gotama, the Sakyan clan are rude, "
        },
        {
          "scid": "dn3:1.12.4",
          "pli": "pharusā, bho gotama, sakyajāti; ",
          "en": "harsh, "
        },
        {
          "scid": "dn3:1.12.5",
          "pli": "lahusā, bho gotama, sakyajāti; ",
          "en": "touchy, "
        },
        {
          "scid": "dn3:1.12.6",
          "pli": "bhassā, bho gotama, sakyajāti; ",
          "en": "and argumentative. "
        },
        {
          "scid": "dn3:1.12.7",
          "pli": "ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyanti. ",
          "en": "Riffraff they are, and riffraff they remain! They don’t honor, respect, revere, worship, or venerate brahmins. "
        },
        {
          "scid": "dn3:1.12.8",
          "pli": "Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
          "en": "It is neither proper nor appropriate that the Sakyans—riffraff that they are—don’t honor, respect, revere, worship, or venerate brahmins.” "
        },
        {
          "scid": "dn3:1.12.9",
          "pli": "Itiha ambaṭṭho māṇavo idaṃ paṭhamaṃ sakyesu ibbhavādaṃ nipātesi. ",
          "en": "And that’s how Ambaṭṭha denigrated the Sakyans with the word “riffraff” for the first time. "
        },
        {
          "scid": "dn3:1.12.10",
          "pli": "2.2. Dutiyaibbhavāda ",
          "en": "2.2. The Second Use of the Word “Riffraff” "
        },
        {
          "scid": "dn3:1.13.1",
          "pli": "“Kiṃ pana te, ambaṭṭha, sakyā aparaddhun”ti? ",
          "en": "“But Ambaṭṭha, how have the Sakyans wronged you?” "
        },
        {
          "scid": "dn3:1.13.2",
          "pli": "“Ekamidāhaṃ, bho gotama, samayaṃ ācariyassa brāhmaṇassa pokkharasātissa kenacideva karaṇīyena kapilavatthuṃ agamāsiṃ. ",
          "en": "“This one time, Master Gotama, my teacher, the brahmin Pokkharasāti, went to Kapilavatthu on some business. "
        },
        {
          "scid": "dn3:1.13.3",
          "pli": "Yena sakyānaṃ sandhāgāraṃ tenupasaṅkamiṃ. ",
          "en": "He approached the Sakyans in their meeting hall. "
        },
        {
          "scid": "dn3:1.13.4",
          "pli": "Tena kho pana samayena sambahulā sakyā ceva sakyakumārā ca sandhāgāre uccesu āsanesu nisinnā honti aññamaññaṃ aṅgulipatodakehi sañjagghantā saṅkīḷantā, aññadatthu mamaññeva maññe anujagghantā, na maṃ koci āsanenapi nimantesi. ",
          "en": "Now at that time several Sakyans and Sakyan princes were sitting on high seats, poking each other with their fingers, giggling and playing together. In fact, they even presumed to giggle at me, and didn’t invite me to a seat. "
        },
        {
          "scid": "dn3:1.13.5",
          "pli": "Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
          "en": "It is neither proper nor appropriate that the Sakyans—riffraff that they are—don’t honor, respect, revere, worship, or venerate brahmins.” "
        },
        {
          "scid": "dn3:1.13.6",
          "pli": "Itiha ambaṭṭho māṇavo idaṃ dutiyaṃ sakyesu ibbhavādaṃ nipātesi. ",
          "en": "And that’s how Ambaṭṭha denigrated the Sakyans with the word “riffraff” for the second time. "
        },
        {
          "scid": "dn3:1.13.7",
          "pli": "2.3. Tatiyaibbhavāda ",
          "en": "2.3. The Third Use of the Word “Riffraff” "
        },
        {
          "scid": "dn3:1.14.1",
          "pli": "“Laṭukikāpi kho, ambaṭṭha, sakuṇikā sake kulāvake kāmalāpinī hoti. ",
          "en": "“Even a little quail, Ambaṭṭha, speaks as she likes in her own nest. "
        },
        {
          "scid": "dn3:1.14.2",
          "pli": "Sakaṃ kho panetaṃ, ambaṭṭha, sakyānaṃ yadidaṃ kapilavatthuṃ, nārahatāyasmā ambaṭṭho imāya appamattāya abhisajjitun”ti. ",
          "en": "Kapilavatthu is the Sakyans own place, Ambaṭṭha. It’s not worthy of the Venerable Ambaṭṭha to lose his temper over such a small thing.” "
        },
        {
          "scid": "dn3:1.14.3",
          "pli": "“Cattārome, bho gotama, vaṇṇā—",
          "en": "“Master Gotama, there are these four castes: "
        },
        {
          "scid": "dn3:1.14.4",
          "pli": "khattiyā brāhmaṇā vessā suddā. ",
          "en": "aristocrats, brahmins, merchants, and workers. "
        },
        {
          "scid": "dn3:1.14.5",
          "pli": "Imesañhi, bho gotama, catunnaṃ vaṇṇānaṃ tayo vaṇṇā—",
          "en": "Three of these castes—"
        },
        {
          "scid": "dn3:1.14.6",
          "pli": "khattiyā ca vessā ca suddā ca—",
          "en": "aristocrats, merchants, and workers—"
        },
        {
          "scid": "dn3:1.14.7",
          "pli": "aññadatthu brāhmaṇasseva paricārakā sampajjanti. ",
          "en": "in fact succeed only in serving the brahmins. "
        },
        {
          "scid": "dn3:1.14.8",
          "pli": "Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
          "en": "It is neither proper nor appropriate that the Sakyans—riffraff that they are—don’t honor, respect, revere, worship, or venerate brahmins.” "
        },
        {
          "scid": "dn3:1.14.9",
          "pli": "Itiha ambaṭṭho māṇavo idaṃ tatiyaṃ sakyesu ibbhavādaṃ nipātesi. ",
          "en": "And that’s how Ambaṭṭha denigrated the Sakyans with the word “riffraff” for the third time. "
        },
        {
          "scid": "dn3:1.14.10",
          "pli": "2.4. Dāsiputtavāda ",
          "en": "2.4. The Word “Son of Bondservants” is Used "
        },
        {
          "scid": "dn3:1.15.1",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then it occurred to the Buddha, "
        },
        {
          "scid": "dn3:1.15.2",
          "pli": "“atibāḷhaṃ kho ayaṃ ambaṭṭho māṇavo sakyesu ibbhavādena nimmādeti, yannūnāhaṃ gottaṃ puccheyyan”ti. ",
          "en": "“This Ambaṭṭha puts the Sakyans down too much by calling them riffraff. Why don’t I ask him about his own clan?” "
        },
        {
          "scid": "dn3:1.15.3",
          "pli": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
          "en": "So the Buddha said to him, "
        },
        {
          "scid": "dn3:1.15.4",
          "pli": "“kathaṃ gottosi, ambaṭṭhā”ti? ",
          "en": "“What is your clan, Ambaṭṭha?” "
        },
        {
          "scid": "dn3:1.15.5",
          "pli": "“Kaṇhāyanohamasmi, bho gotamā”ti. ",
          "en": "“I am a Kaṇhāyana, Master Gotama.” "
        },
        {
          "scid": "dn3:1.15.6",
          "pli": "“Porāṇaṃ kho pana te, ambaṭṭha, mātāpettikaṃ nāmagottaṃ anussarato ayyaputtā sakyā bhavanti; dāsiputto tvamasi sakyānaṃ. ",
          "en": "“But, recollecting the ancient name and clan of your mother and father, the Sakyans were the children of the masters, while you’re descended from the son of a female bondservant of the Sakyans. "
        },
        {
          "scid": "dn3:1.15.7",
          "pli": "Sakyā kho pana, ambaṭṭha, rājānaṃ okkākaṃ pitāmahaṃ dahanti. ",
          "en": "But the Sakyans claim King Okkāka as their grandfather. "
        },
        {
          "scid": "dn3:1.15.8",
          "pli": "Bhūtapubbaṃ, ambaṭṭha, rājā okkāko yā sā mahesī piyā manāpā, tassā puttassa rajjaṃ pariṇāmetukāmo jeṭṭhakumāre raṭṭhasmā pabbājesi—",
          "en": "Once upon a time, King Okkāka, wishing to divert the royal succession to the son of his most beloved queen, banished the elder princes from the realm—"
        },
        {
          "scid": "dn3:1.15.9",
          "pli": "okkāmukhaṃ karakaṇḍaṃ hatthinikaṃ sinisūraṃ. ",
          "en": "Okkāmukha, Karakaṇḍa, Hatthinika, and Sinisūra. "
        },
        {
          "scid": "dn3:1.15.10",
          "pli": "Te raṭṭhasmā pabbājitā himavantapasse pokkharaṇiyā tīre mahāsākasaṇḍo, tattha vāsaṃ kappesuṃ. ",
          "en": "They made their home beside a lotus pond on the slopes of the Himalayas, where there was a large teak grove. "
        },
        {
          "scid": "dn3:1.15.11",
          "pli": "Te jātisambhedabhayā sakāhi bhaginīhi saddhiṃ saṃvāsaṃ kappesuṃ. ",
          "en": "For fear of diluting their lineage, they slept with their own sisters. "
        },
        {
          "scid": "dn3:1.15.12",
          "pli": "Atha kho, ambaṭṭha, rājā okkāko amacce pārisajje āmantesi: ",
          "en": "Then King Okkāka addressed his ministers and counselors, "
        },
        {
          "scid": "dn3:1.15.13",
          "pli": "‘kahaṃ nu kho, bho, etarahi kumārā sammantī’ti? ",
          "en": "‘Where, sirs, have the princes settled now?’ "
        },
        {
          "scid": "dn3:1.15.14",
          "pli": "‘Atthi, deva, himavantapasse pokkharaṇiyā tīre mahāsākasaṇḍo, tatthetarahi kumārā sammanti. ",
          "en": "‘Sire, there is a lotus pond on the slopes of the Himalayas, by a large grove of sāka, the teak tree. They’ve settled there. "
        },
        {
          "scid": "dn3:1.15.15",
          "pli": "Te jātisambhedabhayā sakāhi bhaginīhi saddhiṃ saṃvāsaṃ kappentī’ti. ",
          "en": "For fear of diluting their lineage, they are sleeping with their own (saka) sisters.’ "
        },
        {
          "scid": "dn3:1.15.16",
          "pli": "Atha kho, ambaṭṭha, rājā okkāko udānaṃ udānesi: ",
          "en": "Then, Ambaṭṭha, King Okkāka was inspired to exclaim: "
        },
        {
          "scid": "dn3:1.15.17",
          "pli": "‘sakyā vata, bho, kumārā, paramasakyā vata, bho, kumārā’ti. ",
          "en": "‘The princes are indeed Sakyans! The princes are indeed the best Sakyans!’ "
        },
        {
          "scid": "dn3:1.15.18",
          "pli": "Tadagge kho pana, ambaṭṭha, sakyā paññāyanti; so ca nesaṃ pubbapuriso. ",
          "en": "From that day on the Sakyans were recognized, and he was their founder. "
        },
        {
          "scid": "dn3:1.16.1",
          "pli": "Rañño kho pana, ambaṭṭha, okkākassa disā nāma dāsī ahosi. ",
          "en": "Now, King Okkāka had a female bondservant named Disā. "
        },
        {
          "scid": "dn3:1.16.2",
          "pli": "Sā kaṇhaṃ nāma janesi. ",
          "en": "She gave birth to a black boy. "
        },
        {
          "scid": "dn3:1.16.3",
          "pli": "Jāto kaṇho pabyāhāsi: ",
          "en": "When he was born, Black Boy said: "
        },
        {
          "scid": "dn3:1.16.4",
          "pli": "‘dhovatha maṃ, amma, nahāpetha maṃ amma, imasmā maṃ asucismā parimocetha, atthāya vo bhavissāmī’ti. ",
          "en": "‘Wash me, mum, bathe me! Get this filth off of me! I will be useful for you!’ "
        },
        {
          "scid": "dn3:1.16.5",
          "pli": "Yathā kho pana, ambaṭṭha, etarahi manussā pisāce disvā ‘pisācā’ti sañjānanti; ",
          "en": "Whereas these days when people see goblins they know them as goblins, "
        },
        {
          "scid": "dn3:1.16.6",
          "pli": "evameva kho, ambaṭṭha, tena kho pana samayena manussā pisāce ‘kaṇhā’ti sañjānanti. ",
          "en": "in those days they knew goblins as ‘blackboys’. "
        },
        {
          "scid": "dn3:1.16.7",
          "pli": "Te evamāhaṃsu: ",
          "en": "They said: "
        },
        {
          "scid": "dn3:1.16.8",
          "pli": "‘ayaṃ jāto pabyāhāsi, kaṇho jāto, pisāco jāto’ti. ",
          "en": "‘He spoke as soon as he was born—a blackboy is born! A goblin is born!’ "
        },
        {
          "scid": "dn3:1.16.9",
          "pli": "Tadagge kho pana, ambaṭṭha, kaṇhāyanā paññāyanti, so ca kaṇhāyanānaṃ pubbapuriso. ",
          "en": "From that day on the Kaṇhāyanas were recognized, and he was their founder. "
        },
        {
          "scid": "dn3:1.16.10",
          "pli": "Iti kho te, ambaṭṭha, porāṇaṃ mātāpettikaṃ nāmagottaṃ anussarato ayyaputtā sakyā bhavanti, dāsiputto tvamasi sakyānan”ti. ",
          "en": "That’s how, recollecting the ancient name and clan of your mother and father, the Sakyans were the children of the masters, while you’re descended from the son of a female bondservant of the Sakyans.” "
        },
        {
          "scid": "dn3:1.17.1",
          "pli": "Evaṃ vutte, te māṇavakā bhagavantaṃ etadavocuṃ: ",
          "en": "When he said this, those students said to him, "
        },
        {
          "scid": "dn3:1.17.2",
          "pli": "“mā bhavaṃ gotamo ambaṭṭhaṃ atibāḷhaṃ dāsiputtavādena nimmādesi. ",
          "en": "“Master Gotama, please don’t put Ambaṭṭha down too much by calling him the son of a bondservant. "
        },
        {
          "scid": "dn3:1.17.3",
          "pli": "Sujāto ca, bho gotama, ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti. ",
          "en": "He’s well-born, a gentleman, learned, a good speaker, and astute. He’s capable of having a dialogue with Master Gotama about this.” "
        },
        {
          "scid": "dn3:1.18.1",
          "pli": "Atha kho bhagavā te māṇavake etadavoca: ",
          "en": "So the Buddha said to them, "
        },
        {
          "scid": "dn3:1.18.2",
          "pli": "“sace kho tumhākaṃ māṇavakānaṃ evaṃ hoti: ",
          "en": "“Well, students, if you think that "
        },
        {
          "scid": "dn3:1.18.3",
          "pli": "‘dujjāto ca ambaṭṭho māṇavo, akulaputto ca ambaṭṭho māṇavo, appassuto ca ambaṭṭho māṇavo, akalyāṇavākkaraṇo ca ambaṭṭho māṇavo, duppañño ca ambaṭṭho māṇavo, na ca pahoti ambaṭṭho māṇavo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatu ambaṭṭho māṇavo, tumhe mayā saddhiṃ mantavho asmiṃ vacane. ",
          "en": "Ambaṭṭha is ill-born, not a gentleman, uneducated, a poor speaker, witless, and not capable of having a dialogue with me about this, then leave him aside and you can have a dialogue with me. "
        },
        {
          "scid": "dn3:1.18.4",
          "pli": "Sace pana tumhākaṃ māṇavakānaṃ evaṃ hoti: ",
          "en": "But if you think that "
        },
        {
          "scid": "dn3:1.18.5",
          "pli": "‘sujāto ca ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatha tumhe; ",
          "en": "he’s well-born, a gentleman, learned, a good speaker, astute, and capable of having a dialogue with me about this, then you should stand aside and let him have a dialogue with me.” "
        },
        {
          "scid": "dn3:1.18.6",
          "pli": "ambaṭṭho māṇavo mayā saddhiṃ paṭimantetū”ti. ",
          "en": " "
        },
        {
          "scid": "dn3:1.19.1",
          "pli": "“Sujāto ca, bho gotama, ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetuṃ, tuṇhī mayaṃ bhavissāma, ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetū”ti. ",
          "en": "“He is capable of having a dialogue. We will be silent, and let Ambaṭṭha have a dialogue with Master Gotama.” "
        },
        {
          "scid": "dn3:1.20.1",
          "pli": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
          "en": "So the Buddha said to Ambaṭṭha, "
        },
        {
          "scid": "dn3:1.20.2",
          "pli": "“ayaṃ kho pana te, ambaṭṭha, sahadhammiko pañho āgacchati, akāmā byākātabbo. ",
          "en": "“Well, Ambaṭṭha, there’s a legitimate question that comes up. You won’t like it, but you ought to answer anyway. "
        },
        {
          "scid": "dn3:1.20.3",
          "pli": "Sace tvaṃ na byākarissasi, aññena vā aññaṃ paṭicarissasi, tuṇhī vā bhavissasi, pakkamissasi vā ettheva te sattadhā muddhā phalissati. ",
          "en": "If you don’t answer, but dodge the issue, remain silent, or simply leave, your head will explode into seven pieces right here. "
        },
        {
          "scid": "dn3:1.20.4",
          "pli": "Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:1.20.5",
          "pli": "kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ",
          "en": "According to what you have heard from elderly and senior brahmins, the teachers of teachers, what is the origin of the Kaṇhāyanas, and who is their founder?” "
        },
        {
          "scid": "dn3:1.20.6",
          "pli": "Evaṃ vutte, ambaṭṭho māṇavo tuṇhī ahosi. ",
          "en": "When he said this, Ambaṭṭha kept silent. "
        },
        {
          "scid": "dn3:1.20.7",
          "pli": "Dutiyampi kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
          "en": "For a second time, the Buddha put the question, "
        },
        {
          "scid": "dn3:1.20.8",
          "pli": "“taṃ kiṃ maññasi, ambaṭṭha, kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ",
          "en": " "
        },
        {
          "scid": "dn3:1.20.9",
          "pli": "Dutiyampi kho ambaṭṭho māṇavo tuṇhī ahosi. ",
          "en": "and for a second time Ambaṭṭha kept silent. "
        },
        {
          "scid": "dn3:1.20.10",
          "pli": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
          "en": "So the Buddha said to him, "
        },
        {
          "scid": "dn3:1.20.11",
          "pli": "“byākarohi dāni, ambaṭṭha, na dāni, te tuṇhībhāvassa kālo. ",
          "en": "“Answer now, Ambaṭṭha. Now is not the time for silence. "
        },
        {
          "scid": "dn3:1.20.12",
          "pli": "Yo kho, ambaṭṭha, tathāgatena yāvatatiyakaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākaroti, etthevassa sattadhā muddhā phalissatī”ti. ",
          "en": "If someone fails to answer a legitimate question when asked three times by the Buddha, their head explodes into seven pieces there and then.” "
        },
        {
          "scid": "dn3:1.21.1",
          "pli": "Tena kho pana samayena vajirapāṇī yakkho mahantaṃ ayokūṭaṃ ādāya ādittaṃ sampajjalitaṃ sajotibhūtaṃ ambaṭṭhassa māṇavassa upari vehāsaṃ ṭhito hoti: ",
          "en": "Now at that time the spirit Vajirapāṇi, holding a massive iron spear, burning, blazing, and glowing, stood in the sky above Ambaṭṭha, thinking, "
        },
        {
          "scid": "dn3:1.21.2",
          "pli": "“sacāyaṃ ambaṭṭho māṇavo bhagavatā yāvatatiyakaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākarissati, etthevassa sattadhā muddhaṃ phālessāmī”ti. ",
          "en": "“If this Ambaṭṭha doesn’t answer when asked a third time, I’ll blow his head into seven pieces there and then!” "
        },
        {
          "scid": "dn3:1.21.3",
          "pli": "Taṃ kho pana vajirapāṇiṃ yakkhaṃ bhagavā ceva passati ambaṭṭho ca māṇavo. ",
          "en": "And both the Buddha and Ambaṭṭha could see Vajirapāṇi. "
        },
        {
          "scid": "dn3:1.21.4",
          "pli": "Atha kho ambaṭṭho māṇavo bhīto saṃviggo lomahaṭṭhajāto bhagavantaṃyeva tāṇaṃ gavesī bhagavantaṃyeva leṇaṃ gavesī bhagavantaṃyeva saraṇaṃ gavesī upanisīditvā bhagavantaṃ etadavoca: ",
          "en": "Ambaṭṭha was terrified, shocked, and awestruck. Looking to the Buddha for shelter, protection, and refuge, he sat down close by the Buddha and said, "
        },
        {
          "scid": "dn3:1.21.5",
          "pli": "“kimetaṃ bhavaṃ gotamo āha? ",
          "en": "“What did you say? "
        },
        {
          "scid": "dn3:1.21.6",
          "pli": "Punabhavaṃ gotamo bravitū”ti. ",
          "en": "Please repeat the question.” "
        },
        {
          "scid": "dn3:1.21.7",
          "pli": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "“What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:1.21.8",
          "pli": "kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ",
          "en": "According to what you have heard from elderly and senior brahmins, the teachers of teachers, what is the origin of the Kaṇhāyanas, and who is their founder?” "
        },
        {
          "scid": "dn3:1.21.9",
          "pli": "“Evameva me, bho gotama, sutaṃ yatheva bhavaṃ gotamo āha. ",
          "en": "“I have heard, Master Gotama, that it is just as you say. "
        },
        {
          "scid": "dn3:1.21.10",
          "pli": "Tatopabhutikā kaṇhāyanā; ",
          "en": "That’s the origin of the Kaṇhāyanas, "
        },
        {
          "scid": "dn3:1.21.11",
          "pli": "so ca kaṇhāyanānaṃ pubbapuriso”ti. ",
          "en": "and that’s who their founder is.” "
        },
        {
          "scid": "dn3:1.21.12",
          "pli": "2.5. Ambaṭṭhavaṃsakathā ",
          "en": "2.5. The Discussion of Ambaṭṭha’s Heritage "
        },
        {
          "scid": "dn3:1.22.1",
          "pli": "Evaṃ vutte, te māṇavakā unnādino uccāsaddamahāsaddā ahesuṃ: ",
          "en": "When he said this, those students made an uproar, "
        },
        {
          "scid": "dn3:1.22.2",
          "pli": "“dujjāto kira, bho, ambaṭṭho māṇavo; akulaputto kira, bho, ambaṭṭho māṇavo; dāsiputto kira, bho, ambaṭṭho māṇavo sakyānaṃ. Ayyaputtā kira, bho, ambaṭṭhassa māṇavassa sakyā bhavanti. ",
          "en": "“It turns out Ambaṭṭha is ill-born, not a gentleman, son of a Sakyan bondservant, and that the Sakyans are sons of his masters! "
        },
        {
          "scid": "dn3:1.22.3",
          "pli": "Dhammavādiṃyeva kira mayaṃ samaṇaṃ gotamaṃ apasādetabbaṃ amaññimhā”ti. ",
          "en": "And it seems that the ascetic Gotama spoke only the truth, though we presumed to rebuke him!” "
        },
        {
          "scid": "dn3:1.23.1",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then it occurred to the Buddha, "
        },
        {
          "scid": "dn3:1.23.2",
          "pli": "“atibāḷhaṃ kho ime māṇavakā ambaṭṭhaṃ māṇavaṃ dāsiputtavādena nimmādenti, yannūnāhaṃ parimoceyyan”ti. ",
          "en": "“These students put Ambaṭṭha down too much by calling him the son of a bondservant. Why don’t I get him out of this?” "
        },
        {
          "scid": "dn3:1.23.3",
          "pli": "Atha kho bhagavā te māṇavake etadavoca: ",
          "en": "So the Buddha said to the students, "
        },
        {
          "scid": "dn3:1.23.4",
          "pli": "“mā kho tumhe, māṇavakā, ambaṭṭhaṃ māṇavaṃ atibāḷhaṃ dāsiputtavādena nimmādetha. ",
          "en": "“Students, please don’t put Ambaṭṭha down too much by calling him the son of a bondservant. "
        },
        {
          "scid": "dn3:1.23.5",
          "pli": "Uḷāro so kaṇho isi ahosi. ",
          "en": "That Black Boy was an eminent sage. "
        },
        {
          "scid": "dn3:1.23.6",
          "pli": "So dakkhiṇajanapadaṃ gantvā brahmamante adhīyitvā rājānaṃ okkākaṃ upasaṅkamitvā maddarūpiṃ dhītaraṃ yāci. ",
          "en": "He went to a southern country and memorized the Prime Spell. Then he approached King Okkāka and asked for the hand of his daughter Maddarūpī. "
        },
        {
          "scid": "dn3:1.23.7",
          "pli": "Tassa rājā okkāko: ",
          "en": "The king said to him, "
        },
        {
          "scid": "dn3:1.23.8",
          "pli": "‘ko nevaṃ re ayaṃ mayhaṃ dāsiputto samāno maddarūpiṃ dhītaraṃ yācatī’ti, kupito anattamano khurappaṃ sannayhi. ",
          "en": "‘Who the hell is this son of a bondservant to ask for the hand of my daughter!’ Angry and upset he fastened a razor-tipped arrow. "
        },
        {
          "scid": "dn3:1.23.9",
          "pli": "So taṃ khurappaṃ neva asakkhi muñcituṃ, no paṭisaṃharituṃ. ",
          "en": "But he wasn’t able to either shoot it or to relax it. "
        },
        {
          "scid": "dn3:1.23.10",
          "pli": "Atha kho, māṇavakā, amaccā pārisajjā kaṇhaṃ isiṃ upasaṅkamitvā etadavocuṃ: ",
          "en": "Then the ministers and counselors approached the sage Black Boy and said: "
        },
        {
          "scid": "dn3:1.23.11",
          "pli": "‘sotthi, bhaddante, hotu rañño; ",
          "en": "‘Spare the king, sir, "
        },
        {
          "scid": "dn3:1.23.12",
          "pli": "sotthi, bhaddante, hotu rañño’ti. ",
          "en": "spare him!’ "
        },
        {
          "scid": "dn3:1.23.13",
          "pli": "‘Sotthi bhavissati rañño, api ca rājā yadi adho khurappaṃ muñcissati, yāvatā rañño vijitaṃ, ettāvatā pathavī undriyissatī’ti. ",
          "en": "‘The king will be safe. But if he shoots the arrow downwards, there will be an earthquake across the entire realm.’ "
        },
        {
          "scid": "dn3:1.23.14",
          "pli": "‘Sotthi, bhaddante, hotu rañño, sotthi janapadassā’ti. ",
          "en": "‘Spare the king, sir, and spare the country!’ "
        },
        {
          "scid": "dn3:1.23.15",
          "pli": "‘Sotthi bhavissati rañño, sotthi janapadassa, api ca rājā yadi uddhaṃ khurappaṃ muñcissati, yāvatā rañño vijitaṃ, ettāvatā satta vassāni devo na vassissatī’ti. ",
          "en": "‘Both king and country will be safe. But if he shoots the arrow upwards, there will be no rain in the entire realm for seven years.’ "
        },
        {
          "scid": "dn3:1.23.16",
          "pli": "‘Sotthi, bhaddante, hotu rañño sotthi janapadassa devo ca vassatū’ti. ",
          "en": "‘Spare the king, sir, spare the country, and let there be rain!’ "
        },
        {
          "scid": "dn3:1.23.17",
          "pli": "‘Sotthi bhavissati rañño sotthi janapadassa devo ca vassissati, api ca rājā jeṭṭhakumāre khurappaṃ patiṭṭhāpetu, sotthi kumāro pallomo bhavissatī’ti. ",
          "en": "‘Both king and country will be safe, and the rain will fall. And if the king aims the arrow at the crown prince, he will be safe and untouched.’ "
        },
        {
          "scid": "dn3:1.23.18",
          "pli": "Atha kho, māṇavakā, amaccā okkākassa ārocesuṃ: ",
          "en": "So the ministers said to Okkāka: "
        },
        {
          "scid": "dn3:1.23.19",
          "pli": "‘okkāko jeṭṭhakumāre khurappaṃ patiṭṭhāpetu. Sotthi kumāro pallomo bhavissatī’ti. ",
          "en": "‘Okkāka must aim the arrow at the crown prince. He will be safe and untouched.’ "
        },
        {
          "scid": "dn3:1.23.20",
          "pli": "Atha kho rājā okkāko jeṭṭhakumāre khurappaṃ patiṭṭhapesi, sotthi kumāro pallomo samabhavi. ",
          "en": "So King Okkāka aimed the arrow at the crown prince. And he was safe and untouched. "
        },
        {
          "scid": "dn3:1.23.21",
          "pli": "Atha kho tassa rājā okkāko bhīto saṃviggo lomahaṭṭhajāto brahmadaṇḍena tajjito maddarūpiṃ dhītaraṃ adāsi. ",
          "en": "Then the king was terrified, shocked, and awestruck. Scared by the prime punishment, he gave the hand of his daughter Maddarūpī. "
        },
        {
          "scid": "dn3:1.23.22",
          "pli": "Mā kho tumhe, māṇavakā, ambaṭṭhaṃ māṇavaṃ atibāḷhaṃ dāsiputtavādena nimmādetha, uḷāro so kaṇho isi ahosī”ti. ",
          "en": "Students, please don’t put Ambaṭṭha down too much by calling him the son of a bondservant. That Black Boy was an eminent sage.” "
        },
        {
          "scid": "dn3:1.23.23",
          "pli": "3. Khattiyaseṭṭhabhāva ",
          "en": "3. The Supremacy of the Aristocrats "
        },
        {
          "scid": "dn3:1.24.1",
          "pli": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ āmantesi: ",
          "en": "Then the Buddha addressed Ambaṭṭha, "
        },
        {
          "scid": "dn3:1.24.2",
          "pli": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "“What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:1.24.3",
          "pli": "idha khattiyakumāro brāhmaṇakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha. ",
          "en": "Suppose an aristocrat boy was to sleep with a brahmin girl, and they had a son. "
        },
        {
          "scid": "dn3:1.24.4",
          "pli": "Yo so khattiyakumārena brāhmaṇakaññāya putto uppanno, api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ",
          "en": "Would he receive a seat and water from the brahmins?” "
        },
        {
          "scid": "dn3:1.24.5",
          "pli": "“Labhetha, bho gotama”. ",
          "en": "“He would, Master Gotama.” "
        },
        {
          "scid": "dn3:1.24.6",
          "pli": "“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
          "en": "“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” "
        },
        {
          "scid": "dn3:1.24.7",
          "pli": "“Bhojeyyuṃ, bho gotama”. ",
          "en": "“They would.” "
        },
        {
          "scid": "dn3:1.24.8",
          "pli": "“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ",
          "en": "“And would the brahmins teach him the hymns or not?” "
        },
        {
          "scid": "dn3:1.24.9",
          "pli": "“Vāceyyuṃ, bho gotama”. ",
          "en": "“They would.” "
        },
        {
          "scid": "dn3:1.24.10",
          "pli": "“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ",
          "en": "“And would he be kept from the women or not?” "
        },
        {
          "scid": "dn3:1.24.11",
          "pli": "“Anāvaṭaṃ hissa, bho gotama”. ",
          "en": "“He would not.” "
        },
        {
          "scid": "dn3:1.24.12",
          "pli": "“Api nu naṃ khattiyā khattiyābhisekena abhisiñceyyun”ti? ",
          "en": "“And would the aristocrats anoint him as king?” "
        },
        {
          "scid": "dn3:1.24.13",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "dn3:1.24.14",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn3:1.24.15",
          "pli": "“Mātito hi, bho gotama, anupapanno”ti. ",
          "en": "Because his maternity is unsuitable.” "
        },
        {
          "scid": "dn3:1.25.1",
          "pli": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "“What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:1.25.2",
          "pli": "idha brāhmaṇakumāro khattiyakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha. ",
          "en": "Suppose a brahmin boy was to sleep with an aristocrat girl, and they had a son. "
        },
        {
          "scid": "dn3:1.25.3",
          "pli": "Yo so brāhmaṇakumārena khattiyakaññāya putto uppanno, api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ",
          "en": "Would he receive a seat and water from the brahmins?” "
        },
        {
          "scid": "dn3:1.25.4",
          "pli": "“Labhetha, bho gotama”. ",
          "en": "“He would, Master Gotama.” "
        },
        {
          "scid": "dn3:1.25.5",
          "pli": "“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
          "en": "“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” "
        },
        {
          "scid": "dn3:1.25.6",
          "pli": "“Bhojeyyuṃ, bho gotama”. ",
          "en": "“They would.” "
        },
        {
          "scid": "dn3:1.25.7",
          "pli": "“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ",
          "en": "“And would the brahmins teach him the hymns or not?” "
        },
        {
          "scid": "dn3:1.25.8",
          "pli": "“Vāceyyuṃ, bho gotama”. ",
          "en": "“They would.” "
        },
        {
          "scid": "dn3:1.25.9",
          "pli": "“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ",
          "en": "“And would he be kept from the women or not?” "
        },
        {
          "scid": "dn3:1.25.10",
          "pli": "“Anāvaṭaṃ hissa, bho gotama”. ",
          "en": "“He would not.” "
        },
        {
          "scid": "dn3:1.25.11",
          "pli": "“Api nu naṃ khattiyā khattiyābhisekena abhisiñceyyun”ti? ",
          "en": "“And would the aristocrats anoint him as king?” "
        },
        {
          "scid": "dn3:1.25.12",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "dn3:1.25.13",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn3:1.25.14",
          "pli": "“Pitito hi, bho gotama, anupapanno”ti. ",
          "en": "Because his paternity is unsuitable.” "
        },
        {
          "scid": "dn3:1.26.1",
          "pli": "“Iti kho, ambaṭṭha, itthiyā vā itthiṃ karitvā purisena vā purisaṃ karitvā khattiyāva seṭṭhā, hīnā brāhmaṇā. ",
          "en": "“And so, Ambaṭṭha, the aristocrats are superior and the brahmins inferior, whether comparing women with women or men with men. "
        },
        {
          "scid": "dn3:1.26.2",
          "pli": "Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:1.26.3",
          "pli": "idha brāhmaṇā brāhmaṇaṃ kismiñcideva pakaraṇe khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājeyyuṃ. ",
          "en": "Suppose the brahmins for some reason were to shave a brahmin’s head, inflict him with a sack of ashes, and banish him from the nation or the city. "
        },
        {
          "scid": "dn3:1.26.4",
          "pli": "Api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ",
          "en": "Would he receive a seat and water from the brahmins?” "
        },
        {
          "scid": "dn3:1.26.5",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:1.26.6",
          "pli": "“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
          "en": "“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” "
        },
        {
          "scid": "dn3:1.26.7",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:1.26.8",
          "pli": "“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ",
          "en": "“And would the brahmins teach him the hymns or not?” "
        },
        {
          "scid": "dn3:1.26.9",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:1.26.10",
          "pli": "“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ",
          "en": "“And would he be kept from the women or not?” "
        },
        {
          "scid": "dn3:1.26.11",
          "pli": "“Āvaṭaṃ hissa, bho gotama”. ",
          "en": "“He would be.” "
        },
        {
          "scid": "dn3:1.27.1",
          "pli": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "“What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:1.27.2",
          "pli": "idha khattiyā khattiyaṃ kismiñcideva pakaraṇe khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājeyyuṃ. ",
          "en": "Suppose the aristocrats for some reason were to shave an aristocrat’s head, inflict him with a sack of ashes, and banish him from the nation or the city. "
        },
        {
          "scid": "dn3:1.27.3",
          "pli": "Api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ",
          "en": "Would he receive a seat and water from the brahmins?” "
        },
        {
          "scid": "dn3:1.27.4",
          "pli": "“Labhetha, bho gotama”. ",
          "en": "“He would, Master Gotama.” "
        },
        {
          "scid": "dn3:1.27.5",
          "pli": "“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
          "en": "“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” "
        },
        {
          "scid": "dn3:1.27.6",
          "pli": "“Bhojeyyuṃ, bho gotama”. ",
          "en": "“They would.” "
        },
        {
          "scid": "dn3:1.27.7",
          "pli": "“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ",
          "en": "“And would the brahmins teach him the hymns or not?” "
        },
        {
          "scid": "dn3:1.27.8",
          "pli": "“Vāceyyuṃ, bho gotama”. ",
          "en": "“They would.” "
        },
        {
          "scid": "dn3:1.27.9",
          "pli": "“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ",
          "en": "“And would he be kept from the women or not?” "
        },
        {
          "scid": "dn3:1.27.10",
          "pli": "“Anāvaṭaṃ hissa, bho gotama”. ",
          "en": "“He would not.” "
        },
        {
          "scid": "dn3:1.27.11",
          "pli": "“Ettāvatā kho, ambaṭṭha, khattiyo paramanihīnataṃ patto hoti, yadeva naṃ khattiyā khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājenti. ",
          "en": "“At this point, Ambaṭṭha, that aristocrat has reached rock bottom, with head shaven, inflicted with a sack of ashes, and banished from city or nation. "
        },
        {
          "scid": "dn3:1.27.12",
          "pli": "Iti kho, ambaṭṭha, yadā khattiyo paramanihīnataṃ patto hoti, tadāpi khattiyāva seṭṭhā, hīnā brāhmaṇā. ",
          "en": "Yet still the aristocrats are superior and the brahmins inferior. "
        },
        {
          "scid": "dn3:1.28.1",
          "pli": "Brahmunā pesā, ambaṭṭha, sanaṅkumārena gāthā bhāsitā: ",
          "en": "Brahmā Sanaṅkumāra also spoke this verse: "
        },
        {
          "scid": "dn3:1.28.2",
          "pli": "‘Khattiyo seṭṭho janetasmiṃ, ",
          "en": "‘The aristocrat is best of those people "
        },
        {
          "scid": "dn3:1.28.3",
          "pli": "ye gottapaṭisārino; ",
          "en": "who take clan as the standard. "
        },
        {
          "scid": "dn3:1.28.4",
          "pli": "Vijjācaraṇasampanno, ",
          "en": "But one accomplished in knowledge and conduct "
        },
        {
          "scid": "dn3:1.28.5",
          "pli": "so seṭṭho devamānuse’ti. ",
          "en": "is best of gods and humans.’ "
        },
        {
          "scid": "dn3:1.28.6",
          "pli": "Sā kho panesā, ambaṭṭha, brahmunā sanaṅkumārena gāthā sugītā no duggītā, subhāsitā no dubbhāsitā, atthasaṃhitā no anatthasaṃhitā, anumatā mayā. ",
          "en": "That verse was well sung by Brahmā Sanaṅkumāra, not poorly sung; well spoken, not poorly spoken, beneficial, not harmful, and it was approved by me. "
        },
        {
          "scid": "dn3:1.28.7",
          "pli": "Ahampi hi, ambaṭṭha, evaṃ vadāmi—",
          "en": "For I also say this: "
        },
        {
          "scid": "dn3:1.28.8",
          "pli": "Khattiyo seṭṭho janetasmiṃ, ",
          "en": "The aristocrat is best of those people "
        },
        {
          "scid": "dn3:1.28.9",
          "pli": "ye gottapaṭisārino; ",
          "en": "who take clan as the standard. "
        },
        {
          "scid": "dn3:1.28.10",
          "pli": "Vijjācaraṇasampanno, ",
          "en": "But one accomplished in knowledge and conduct "
        },
        {
          "scid": "dn3:1.28.11",
          "pli": "so seṭṭho devamānuse”ti. ",
          "en": "is best of gods and humans.” "
        },
        {
          "scid": "dn3:1.28.12",
          "pli": "Bhāṇavāro paṭhamo. ",
          "en": " "
        },
        {
          "scid": "dn3:1.28.13",
          "pli": "4. Vijjācaraṇakathā ",
          "en": "4. Knowledge and Conduct "
        },
        {
          "scid": "dn3:2.1.1",
          "pli": "“Katamaṃ pana taṃ, bho gotama, caraṇaṃ, katamā ca pana sā vijjā”ti? ",
          "en": "“But what, Master Gotama, is that conduct, and what is that knowledge?” "
        },
        {
          "scid": "dn3:2.1.2",
          "pli": "“Na kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya jātivādo vā vuccati, gottavādo vā vuccati, mānavādo vā vuccati: ",
          "en": "“Ambaṭṭha, in the supreme knowledge and conduct there is no discussion of ancestry or clan or pride—"
        },
        {
          "scid": "dn3:2.1.3",
          "pli": "‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’ti. ",
          "en": "‘You deserve me’ or ‘You don’t deserve me.’ "
        },
        {
          "scid": "dn3:2.1.4",
          "pli": "Yattha kho, ambaṭṭha, āvāho vā hoti, vivāho vā hoti, āvāhavivāho vā hoti, etthetaṃ vuccati jātivādo vā itipi gottavādo vā itipi mānavādo vā itipi: ",
          "en": "Wherever there is giving and taking in marriage there is such discussion. "
        },
        {
          "scid": "dn3:2.1.5",
          "pli": "‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’ti. ",
          "en": " "
        },
        {
          "scid": "dn3:2.1.6",
          "pli": "Ye hi keci, ambaṭṭha, jātivādavinibaddhā vā gottavādavinibaddhā vā mānavādavinibaddhā vā āvāhavivāhavinibaddhā vā, ārakā te anuttarāya vijjācaraṇasampadāya. ",
          "en": "Whoever is attached to questions of ancestry or clan or pride, or to giving and taking in marriage, is far from the supreme knowledge and conduct. "
        },
        {
          "scid": "dn3:2.1.7",
          "pli": "Pahāya kho, ambaṭṭha, jātivādavinibaddhañca gottavādavinibaddhañca mānavādavinibaddhañca āvāhavivāhavinibaddhañca anuttarāya vijjācaraṇasampadāya sacchikiriyā hotī”ti. ",
          "en": "The realization of supreme knowledge and conduct occurs when you’ve given up such things.” "
        },
        {
          "scid": "dn3:2.2.1",
          "pli": "“Katamaṃ pana taṃ, bho gotama, caraṇaṃ, katamā ca sā vijjā”ti? ",
          "en": "“But what, Master Gotama, is that conduct, and what is that knowledge?” "
        },
        {
          "scid": "dn3:2.2.2",
          "pli": "“Idha, ambaṭṭha, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
          "en": "“Ambaṭṭha, it’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. "
        },
        {
          "scid": "dn3:2.2.3",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "dn3:2.2.4",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "dn3:2.2.5",
          "pli": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ",
          "en": "A householder hears that teaching, or a householder’s child, or someone reborn in some clan. "
        },
        {
          "scid": "dn3:2.2.6",
          "pli": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ",
          "en": "They gain faith in the Realized One, "
        },
        {
          "scid": "dn3:2.2.7",
          "pli": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati … pe … ",
          "en": "and reflect … "
        },
        {
          "scid": "dn3:2.2.8",
          "pli": "So vivicceva kāmehi, vivicca akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati … pe … ",
          "en": "Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption … "
        },
        {
          "scid": "dn3:2.2.9",
          "pli": "idampissa hoti caraṇasmiṃ. ",
          "en": "This pertains to their conduct. "
        },
        {
          "scid": "dn3:2.2.10",
          "pli": "Puna caparaṃ, ambaṭṭha, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati … pe … ",
          "en": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption … "
        },
        {
          "scid": "dn3:2.2.11",
          "pli": "idampissa hoti caraṇasmiṃ. ",
          "en": "This pertains to their conduct. "
        },
        {
          "scid": "dn3:2.2.12",
          "pli": "Puna caparaṃ, ambaṭṭha, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja viharati … pe … ",
          "en": "Furthermore, with the fading away of rapture, they enter and remain in the third absorption … "
        },
        {
          "scid": "dn3:2.2.13",
          "pli": "idampissa hoti caraṇasmiṃ. ",
          "en": "This pertains to their conduct. "
        },
        {
          "scid": "dn3:2.2.14",
          "pli": "Puna caparaṃ, ambaṭṭha, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati … pe … ",
          "en": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption … "
        },
        {
          "scid": "dn3:2.2.15",
          "pli": "idampissa hoti caraṇasmiṃ. ",
          "en": "This pertains to their conduct. "
        },
        {
          "scid": "dn3:2.2.16",
          "pli": "Idaṃ kho taṃ, ambaṭṭha, caraṇaṃ. ",
          "en": "This is that conduct. "
        },
        {
          "scid": "dn3:2.2.17",
          "pli": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … pe … ",
          "en": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision. "
        },
        {
          "scid": "dn3:2.2.18",
          "pli": "idampissa hoti vijjāya … pe … ",
          "en": "This pertains to their knowledge. … "
        },
        {
          "scid": "dn3:2.2.19",
          "pli": "nāparaṃ itthattāyāti pajānāti, ",
          "en": "They understand: ‘There is no return to any state of existence.’ "
        },
        {
          "scid": "dn3:2.2.20",
          "pli": "idampissa hoti vijjāya. ",
          "en": "This pertains to their knowledge. "
        },
        {
          "scid": "dn3:2.2.21",
          "pli": "Ayaṃ kho sā, ambaṭṭha, vijjā. ",
          "en": "This is that knowledge. "
        },
        {
          "scid": "dn3:2.2.22",
          "pli": "Ayaṃ vuccati, ambaṭṭha, bhikkhu ‘vijjāsampanno’ itipi, ‘caraṇasampanno’ itipi, ‘vijjācaraṇasampanno’ itipi. ",
          "en": "This mendicant is said to be ‘accomplished in knowledge’, and also ‘accomplished in conduct’, and also ‘accomplished in knowledge and conduct’. "
        },
        {
          "scid": "dn3:2.2.23",
          "pli": "Imāya ca, ambaṭṭha, vijjāsampadāya caraṇasampadāya ca aññā vijjāsampadā ca caraṇasampadā ca uttaritarā vā paṇītatarā vā natthi. ",
          "en": "And, Ambaṭṭha, there is no accomplishment in knowledge and conduct that is better or finer than this. "
        },
        {
          "scid": "dn3:2.2.24",
          "pli": "5. Catuapāyamukha ",
          "en": "5. Four Drains "
        },
        {
          "scid": "dn3:2.3.1",
          "pli": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya cattāri apāyamukhāni bhavanti. ",
          "en": "There are these four drains that affect this supreme knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.2",
          "pli": "Katamāni cattāri? ",
          "en": "What four? "
        },
        {
          "scid": "dn3:2.3.3",
          "pli": "Idha, ambaṭṭha, ekacco samaṇo vā brāhmaṇo vā imaññeva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno khārividhamādāya araññāyatanaṃ ajjhogāhati: ",
          "en": "Firstly, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, plunges into a wilderness region carrying their stuff with a shoulder-pole, thinking "
        },
        {
          "scid": "dn3:2.3.4",
          "pli": "‘pavattaphalabhojano bhavissāmī’ti. ",
          "en": "they will get by eating fallen fruit. "
        },
        {
          "scid": "dn3:2.3.5",
          "pli": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
          "en": "In fact they succeed only in serving someone accomplished in knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.6",
          "pli": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ paṭhamaṃ apāyamukhaṃ bhavati. ",
          "en": "This is the first drain that affects this supreme knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.7",
          "pli": "Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kudālapiṭakaṃ ādāya araññavanaṃ ajjhogāhati: ",
          "en": "Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct or to get by eating fallen fruit, plunges into a wilderness region carrying a spade and basket, thinking "
        },
        {
          "scid": "dn3:2.3.8",
          "pli": "‘kandamūlaphalabhojano bhavissāmī’ti. ",
          "en": "they will get by eating tubers and fruit. "
        },
        {
          "scid": "dn3:2.3.9",
          "pli": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
          "en": "In fact they succeed only in serving someone accomplished in knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.10",
          "pli": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ dutiyaṃ apāyamukhaṃ bhavati. ",
          "en": "This is the second drain that affects this supreme knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.11",
          "pli": "Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno gāmasāmantaṃ vā nigamasāmantaṃ vā agyāgāraṃ karitvā aggiṃ paricaranto acchati. ",
          "en": "Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, or to get by eating fallen fruit, or to get by eating tubers and fruit, sets up a fire chamber in the neighborhood of a village or town and dwells there serving the sacred flame. "
        },
        {
          "scid": "dn3:2.3.12",
          "pli": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
          "en": "In fact they succeed only in serving someone accomplished in knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.13",
          "pli": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ tatiyaṃ apāyamukhaṃ bhavati. ",
          "en": "This is the third drain that affects this supreme knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.14",
          "pli": "Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imaṃ ceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno aggipāricariyañca anabhisambhuṇamāno cātumahāpathe catudvāraṃ agāraṃ karitvā acchati: ",
          "en": "Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, or to get by eating fallen fruit, or to get by eating tubers and fruit, or to serve the sacred flame, sets up a fire chamber in the central square and dwells there, thinking: "
        },
        {
          "scid": "dn3:2.3.15",
          "pli": "‘yo imāhi catūhi disāhi āgamissati samaṇo vā brāhmaṇo vā, tamahaṃ yathāsatti yathābalaṃ paṭipūjessāmī’ti. ",
          "en": "‘When an ascetic or brahmin comes from the four quarters, I will honor them as best I can.’ "
        },
        {
          "scid": "dn3:2.3.16",
          "pli": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
          "en": "In fact they succeed only in serving someone accomplished in knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.17",
          "pli": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ catutthaṃ apāyamukhaṃ bhavati. ",
          "en": "This is the fourth drain that affects this supreme knowledge and conduct. "
        },
        {
          "scid": "dn3:2.3.18",
          "pli": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya imāni cattāri apāyamukhāni bhavanti. ",
          "en": "These are the four drains that affect this supreme knowledge and conduct. "
        },
        {
          "scid": "dn3:2.4.1",
          "pli": "Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:2.4.2",
          "pli": "api nu tvaṃ imāya anuttarāya vijjācaraṇasampadāya sandissasi sācariyako”ti? ",
          "en": "Is this supreme knowledge and conduct seen in your own tradition?” "
        },
        {
          "scid": "dn3:2.4.3",
          "pli": "“No hidaṃ, bho gotama. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "dn3:2.4.4",
          "pli": "Kocāhaṃ, bho gotama, sācariyako, kā ca anuttarā vijjācaraṇasampadā? ",
          "en": "Who am I and my tradition compared with the supreme knowledge and conduct? "
        },
        {
          "scid": "dn3:2.4.5",
          "pli": "Ārakāhaṃ, bho gotama, anuttarāya vijjācaraṇasampadāya sācariyako”ti. ",
          "en": "We are far from that.” "
        },
        {
          "scid": "dn3:2.4.6",
          "pli": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "“What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:2.4.7",
          "pli": "api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno khārividhamādāya araññavanamajjhogāhasi sācariyako: ",
          "en": "Since you’re not managing to obtain this supreme knowledge and conduct, have you with your tradition plunged into a wilderness region carrying your stuff with a shoulder-pole, thinking "
        },
        {
          "scid": "dn3:2.4.8",
          "pli": "‘pavattaphalabhojano bhavissāmī’”ti? ",
          "en": "you will get by eating fallen fruit?” "
        },
        {
          "scid": "dn3:2.4.9",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.4.10",
          "pli": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "“What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:2.4.11",
          "pli": "api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kudālapiṭakaṃ ādāya araññavanamajjhogāhasi sācariyako: ",
          "en": "Have you with your tradition … plunged into a wilderness region carrying a spade and basket, thinking "
        },
        {
          "scid": "dn3:2.4.12",
          "pli": "‘kandamūlaphalabhojano bhavissāmī’”ti? ",
          "en": "you will get by eating tubers and fruit?” "
        },
        {
          "scid": "dn3:2.4.13",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.4.14",
          "pli": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "“What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:2.4.15",
          "pli": "api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno gāmasāmantaṃ vā nigamasāmantaṃ vā agyāgāraṃ karitvā aggiṃ paricaranto acchasi sācariyako”ti? ",
          "en": "Have you with your tradition … set up a fire chamber in the neighborhood of a village or town and dwelt there serving the sacred flame?” "
        },
        {
          "scid": "dn3:2.4.16",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.4.17",
          "pli": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "“What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:2.4.18",
          "pli": "api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno aggipāricariyañca anabhisambhuṇamāno cātumahāpathe catudvāraṃ agāraṃ karitvā acchasi sācariyako: ",
          "en": "Have you with your tradition … set up a fire chamber in the central square and dwelt there, thinking: "
        },
        {
          "scid": "dn3:2.4.19",
          "pli": "‘yo imāhi catūhi disāhi āgamissati samaṇo vā brāhmaṇo vā, taṃ mayaṃ yathāsatti yathābalaṃ paṭipūjessāmā’”ti? ",
          "en": "‘When an ascetic or brahmin comes from the four quarters, I will honor them as best I can’?” "
        },
        {
          "scid": "dn3:2.4.20",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.5.1",
          "pli": "“Iti kho, ambaṭṭha, imāya ceva tvaṃ anuttarāya vijjācaraṇasampadāya parihīno sācariyako. ",
          "en": "“So you with your tradition are not only inferior to the supreme knowledge and conduct, "
        },
        {
          "scid": "dn3:2.5.2",
          "pli": "Ye cime anuttarāya vijjācaraṇasampadāya cattāri apāyamukhāni bhavanti, tato ca tvaṃ parihīno sācariyako. ",
          "en": "you are even inferior to the four drains that affect the supreme knowledge and conduct. "
        },
        {
          "scid": "dn3:2.5.3",
          "pli": "Bhāsitā kho pana te esā, ambaṭṭha, ācariyena brāhmaṇena pokkharasātinā vācā: ",
          "en": "But you have been told this by your teacher, the brahmin Pokkharasāti: "
        },
        {
          "scid": "dn3:2.5.4",
          "pli": "‘ke ca muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, kā ca tevijjānaṃ brāhmaṇānaṃ sākacchā’ti attanā āpāyikopi aparipūramāno. ",
          "en": "‘Who are these shavelings, fake ascetics, riffraff, black spawn from the feet of our Kinsman compared with conversation with the brahmins of the three knowledges?” Yet he himself has not even fulfilled one of the drains! "
        },
        {
          "scid": "dn3:2.5.5",
          "pli": "Passa, ambaṭṭha, yāva aparaddhañca te idaṃ ācariyassa brāhmaṇassa pokkharasātissa. ",
          "en": "See, Ambaṭṭha, how your teacher Pokkharasāti has wronged you. "
        },
        {
          "scid": "dn3:2.5.6",
          "pli": "6. Pubbakaisibhāvānuyoga ",
          "en": "6. Being Like the Sages of the Past "
        },
        {
          "scid": "dn3:2.6.1",
          "pli": "Brāhmaṇo kho pana, ambaṭṭha, pokkharasāti rañño pasenadissa kosalassa dattikaṃ bhuñjati. ",
          "en": "But Pokkharasāti lives off an endowment provided by King Pasenadi of Kosala. "
        },
        {
          "scid": "dn3:2.6.2",
          "pli": "Tassa rājā pasenadi kosalo sammukhībhāvampi na dadāti. ",
          "en": "But the king won’t even grant him an audience face to face. "
        },
        {
          "scid": "dn3:2.6.3",
          "pli": "Yadāpi tena manteti, tirodussantena manteti. ",
          "en": "When he consults, he does so behind a curtain. "
        },
        {
          "scid": "dn3:2.6.4",
          "pli": "Yassa kho pana, ambaṭṭha, dhammikaṃ payātaṃ bhikkhaṃ paṭiggaṇheyya, kathaṃ tassa rājā pasenadi kosalo sammukhībhāvampi na dadeyya. ",
          "en": "Why wouldn’t the king grant a face to face audience with someone who’d receive his legitimate presentation of food? "
        },
        {
          "scid": "dn3:2.6.5",
          "pli": "Passa, ambaṭṭha, yāva aparaddhañca te idaṃ ācariyassa brāhmaṇassa pokkharasātissa. ",
          "en": "See, Ambaṭṭha, how your teacher Pokkharasāti has wronged you. "
        },
        {
          "scid": "dn3:2.7.1",
          "pli": "Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:2.7.2",
          "pli": "idha rājā pasenadi kosalo hatthigīvāya vā nisinno assapiṭṭhe vā nisinno rathūpatthare vā ṭhito uggehi vā rājaññehi vā kiñcideva mantanaṃ manteyya. ",
          "en": "Suppose King Pasenadi was holding consultations with warrior-chiefs or chieftains while sitting on an elephant’s neck or on horseback, or while standing on the mat in a chariot. "
        },
        {
          "scid": "dn3:2.7.3",
          "pli": "So tamhā padesā apakkamma ekamantaṃ tiṭṭheyya. ",
          "en": "And suppose he’d get down from that place and stand aside. "
        },
        {
          "scid": "dn3:2.7.4",
          "pli": "Atha āgaccheyya suddo vā suddadāso vā, tasmiṃ padese ṭhito tadeva mantanaṃ manteyya: ",
          "en": "Then along would come a worker or their bondservant, who’d stand in the same place and continue the consultation: "
        },
        {
          "scid": "dn3:2.7.5",
          "pli": "‘evampi rājā pasenadi kosalo āha, evampi rājā pasenadi kosalo āhā’ti. ",
          "en": "‘This is what King Pasenadi says, and this too is what the king says.’ "
        },
        {
          "scid": "dn3:2.7.6",
          "pli": "Api nu so rājabhaṇitaṃ vā bhaṇati rājamantanaṃ vā manteti? ",
          "en": "Though he spoke the king’s words and gave the king’s advice, "
        },
        {
          "scid": "dn3:2.7.7",
          "pli": "Ettāvatā so assa rājā vā rājamatto vā”ti? ",
          "en": "does that qualify him to be the king or the king’s minister?” "
        },
        {
          "scid": "dn3:2.7.8",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.8.1",
          "pli": "“Evameva kho tvaṃ, ambaṭṭha, ye te ahesuṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu: ",
          "en": "“In the same way, Ambaṭṭha, the brahmin seers of the past were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught. "
        },
        {
          "scid": "dn3:2.8.2",
          "pli": "‘tyāhaṃ mante adhiyāmi sācariyako’ti, tāvatā tvaṃ bhavissasi isi vā isitthāya vā paṭipannoti netaṃ ṭhānaṃ vijjati. ",
          "en": "You might imagine that, since you’ve learned their hymns by heart in your own tradition, that makes you a hermit or someone on the path to becoming a hermit. But that is not possible. "
        },
        {
          "scid": "dn3:2.9.1",
          "pli": "Taṃ kiṃ maññasi, ambaṭṭha, ",
          "en": "What do you think, Ambaṭṭha? "
        },
        {
          "scid": "dn3:2.9.2",
          "pli": "kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ—",
          "en": "According to what you have heard from elderly and senior brahmins, the teachers of teachers, "
        },
        {
          "scid": "dn3:2.9.3",
          "pli": "ye te ahesuṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, ",
          "en": "did those brahmin hermits of the past—"
        },
        {
          "scid": "dn3:2.9.4",
          "pli": "evaṃ su te sunhātā suvilittā kappitakesamassū āmukkamaṇikuṇḍalābharaṇā odātavatthavasanā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
          "en": "nicely bathed and anointed, with hair and beard dressed, bedecked with jewels, earrings, and bracelets, dressed in white—amuse themselves, supplied and provided with the five kinds of sensual stimulation, like you do today in your tradition?” "
        },
        {
          "scid": "dn3:2.9.5",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.10.1",
          "pli": "“… pe … ",
          "en": " "
        },
        {
          "scid": "dn3:2.10.2",
          "pli": "Evaṃ su te sālīnaṃ odanaṃ sucimaṃsūpasecanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ paribhuñjanti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
          "en": "“Did they eat boiled fine rice, garnished with clean meat, with the dark grains picked out, served with many soups and sauces, like you do today in your tradition?” "
        },
        {
          "scid": "dn3:2.10.3",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.10.4",
          "pli": "“… pe … ",
          "en": " "
        },
        {
          "scid": "dn3:2.10.5",
          "pli": "Evaṃ su te veṭhakanatapassāhi nārīhi paricārenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
          "en": "“Did they amuse themselves with girls wearing thongs that show off their curves, like you do today in your tradition?” "
        },
        {
          "scid": "dn3:2.10.6",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.10.7",
          "pli": "“… pe … ",
          "en": " "
        },
        {
          "scid": "dn3:2.10.8",
          "pli": "Evaṃ su te kuttavālehi vaḷavārathehi dīghāhi patodalaṭṭhīhi vāhane vitudentā vipariyāyanti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
          "en": "“Did they drive about in chariots drawn by mares with plaited manes, whipping and lashing them onward with long goads, like you do today in your tradition?” "
        },
        {
          "scid": "dn3:2.10.9",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.10.10",
          "pli": "“… pe … ",
          "en": " "
        },
        {
          "scid": "dn3:2.10.11",
          "pli": "Evaṃ su te ukkiṇṇaparikhāsu okkhittapalighāsu nagarūpakārikāsu dīghāsivudhehi purisehi rakkhāpenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
          "en": "“Did they get men with long swords to guard them in fortresses with moats dug and barriers in place, like you do today in your tradition?” "
        },
        {
          "scid": "dn3:2.10.12",
          "pli": "“No hidaṃ, bho gotama”. ",
          "en": "“No, Master Gotama.” "
        },
        {
          "scid": "dn3:2.10.13",
          "pli": "“Iti kho, ambaṭṭha, neva tvaṃ isi na isitthāya paṭipanno sācariyako. ",
          "en": "“So, Ambaṭṭha, in your own tradition you are neither hermit nor someone on the path to becoming a hermit. "
        },
        {
          "scid": "dn3:2.10.14",
          "pli": "Yassa kho pana, ambaṭṭha, mayi kaṅkhā vā vimati vā so maṃ pañhena, ahaṃ veyyākaraṇena sodhissāmī”ti. ",
          "en": "Whoever has any doubt or uncertainty about me, let them ask me and I will clear up their doubts with my answer.” "
        },
        {
          "scid": "dn3:2.10.15",
          "pli": "7. Dvelakkhaṇādassana ",
          "en": "7. Seeing the Two Marks "
        },
        {
          "scid": "dn3:2.11.1",
          "pli": "Atha kho bhagavā vihārā nikkhamma caṅkamaṃ abbhuṭṭhāsi. ",
          "en": "Then the Buddha came out of his dwelling and proceeded to begin walking meditation, "
        },
        {
          "scid": "dn3:2.11.2",
          "pli": "Ambaṭṭhopi māṇavo vihārā nikkhamma caṅkamaṃ abbhuṭṭhāsi. ",
          "en": "and Ambaṭṭha did likewise. "
        },
        {
          "scid": "dn3:2.11.3",
          "pli": "Atha kho ambaṭṭho māṇavo bhagavantaṃ caṅkamantaṃ anucaṅkamamāno bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ",
          "en": "Then while walking beside the Buddha, Ambaṭṭha scrutinized his body for the thirty-two marks of a great man. "
        },
        {
          "scid": "dn3:2.11.4",
          "pli": "Addasā kho ambaṭṭho māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
          "en": "He saw all of them except for two, "
        },
        {
          "scid": "dn3:2.11.5",
          "pli": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
          "en": "which he had doubts about: "
        },
        {
          "scid": "dn3:2.11.6",
          "pli": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
          "en": "whether the private parts are retracted, and the largeness of the tongue. "
        },
        {
          "scid": "dn3:2.12.1",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then it occurred to the Buddha, "
        },
        {
          "scid": "dn3:2.12.2",
          "pli": "“passati kho me ayaṃ ambaṭṭho māṇavo dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
          "en": "“This brahmin student Ambaṭṭha sees all the marks except for two, "
        },
        {
          "scid": "dn3:2.12.3",
          "pli": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
          "en": "which he has doubts about: "
        },
        {
          "scid": "dn3:2.12.4",
          "pli": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
          "en": "whether the private parts are retracted, and the largeness of the tongue.” "
        },
        {
          "scid": "dn3:2.12.5",
          "pli": "Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi. Yathā addasa ambaṭṭho māṇavo bhagavato kosohitaṃ vatthaguyhaṃ. ",
          "en": "Then the Buddha used his psychic power to will that Ambaṭṭha would see his retracted private parts. "
        },
        {
          "scid": "dn3:2.12.6",
          "pli": "Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi, ubhopi nāsikasotāni anumasi paṭimasi, kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ",
          "en": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. "
        },
        {
          "scid": "dn3:2.12.7",
          "pli": "Atha kho ambaṭṭhassa māṇavassa etadahosi: ",
          "en": "Then Ambaṭṭha thought, "
        },
        {
          "scid": "dn3:2.12.8",
          "pli": "“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi, no aparipuṇṇehī”ti. ",
          "en": "“The ascetic Gotama possesses the thirty-two marks completely, lacking none.” "
        },
        {
          "scid": "dn3:2.12.9",
          "pli": "Bhagavantaṃ etadavoca: ",
          "en": "He said to the Buddha, "
        },
        {
          "scid": "dn3:2.12.10",
          "pli": "“handa ca dāni mayaṃ, bho gotama, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti. ",
          "en": "“Well, now, sir, I must go. I have many duties, and much to do.” "
        },
        {
          "scid": "dn3:2.12.11",
          "pli": "“Yassadāni tvaṃ, ambaṭṭha, kālaṃ maññasī”ti. ",
          "en": "“Please, Ambaṭṭha, go at your convenience.” "
        },
        {
          "scid": "dn3:2.12.12",
          "pli": "Atha kho ambaṭṭho māṇavo vaḷavārathamāruyha pakkāmi. ",
          "en": "Then Ambaṭṭha mounted his mare-drawn chariot and left. "
        },
        {
          "scid": "dn3:2.13.1",
          "pli": "Tena kho pana samayena brāhmaṇo pokkharasāti ukkaṭṭhāya nikkhamitvā mahatā brāhmaṇagaṇena saddhiṃ sake ārāme nisinno hoti ambaṭṭhaṃyeva māṇavaṃ paṭimānento. ",
          "en": "Now at that time the brahmin Pokkharasāti had come out from Ukkaṭṭhā together with a large group of brahmins and was sitting in his own park just waiting for Ambaṭṭha. "
        },
        {
          "scid": "dn3:2.13.2",
          "pli": "Atha kho ambaṭṭho māṇavo yena sako ārāmo tena pāyāsi. ",
          "en": "Then Ambaṭṭha entered the park. "
        },
        {
          "scid": "dn3:2.14.1",
          "pli": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova yena brāhmaṇo pokkharasāti tenupasaṅkami; upasaṅkamitvā brāhmaṇaṃ pokkharasātiṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ambaṭṭhaṃ māṇavaṃ brāhmaṇo pokkharasāti etadavoca: ",
          "en": "He went by carriage as far as the terrain allowed, then descended and approached the brahmin Pokkharasāti on foot. He bowed and sat down to one side, and Pokkharasāti said to him: "
        },
        {
          "scid": "dn3:2.14.2",
          "pli": "“kacci, tāta ambaṭṭha, addasa taṃ bhavantaṃ gotaman”ti? ",
          "en": "“I hope, dear Ambaṭṭha, you saw the Master Gotama?” "
        },
        {
          "scid": "dn3:2.14.3",
          "pli": "“Addasāma kho mayaṃ, bho, taṃ bhavantaṃ gotaman”ti. ",
          "en": "“I saw him, sir.” "
        },
        {
          "scid": "dn3:2.14.4",
          "pli": "“Kacci, tāta ambaṭṭha, taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato no aññathā; ",
          "en": "“Well, does he live up to his reputation or not?” "
        },
        {
          "scid": "dn3:2.14.5",
          "pli": "kacci pana so bhavaṃ gotamo tādiso no aññādiso”ti? ",
          "en": " "
        },
        {
          "scid": "dn3:2.14.6",
          "pli": "“Tathā santaṃyeva, bho, taṃ bhavantaṃ gotamaṃ saddo abbhuggato no aññathā, tādisova so bhavaṃ gotamo no aññādiso. ",
          "en": "“He does, sir. "
        },
        {
          "scid": "dn3:2.14.7",
          "pli": "Samannāgato ca so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi no aparipuṇṇehī”ti. ",
          "en": "Master Gotama possesses the thirty-two marks completely, lacking none.” "
        },
        {
          "scid": "dn3:2.14.8",
          "pli": "“Ahu pana te, tāta ambaṭṭha, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti? ",
          "en": "“And did you have some discussion with him?” "
        },
        {
          "scid": "dn3:2.14.9",
          "pli": "“Ahu kho me, bho, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti. ",
          "en": "“I did.” "
        },
        {
          "scid": "dn3:2.14.10",
          "pli": "“Yathā kathaṃ pana te, tāta ambaṭṭha, ahu samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti? ",
          "en": "“And what kind of discussion did you have with him?” "
        },
        {
          "scid": "dn3:2.14.11",
          "pli": "Atha kho ambaṭṭho māṇavo yāvatako ahosi bhagavatā saddhiṃ kathāsallāpo, taṃ sabbaṃ brāhmaṇassa pokkharasātissa ārocesi. ",
          "en": "Then Ambaṭṭha informed Pokkharasāti of all they had discussed. "
        },
        {
          "scid": "dn3:2.15.1",
          "pli": "Evaṃ vutte, brāhmaṇo pokkharasāti ambaṭṭhaṃ māṇavaṃ etadavoca: ",
          "en": "Then Pokkharasāti said to Ambaṭṭha, "
        },
        {
          "scid": "dn3:2.15.2",
          "pli": "“aho vata re amhākaṃ, paṇḍitaka, aho vata re amhākaṃ, bahussutaka, aho vata re amhākaṃ, tevijjaka, evarūpena kira, bho, puriso atthacarakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ",
          "en": "“Oh, our bloody fake scholar, our fake learned man, who pretends to be proficient in the three Vedas! A man who behaves like this ought, when their body breaks up, after death, to be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "dn3:2.15.3",
          "pli": "Yadeva kho tvaṃ, ambaṭṭha, taṃ bhavantaṃ gotamaṃ evaṃ āsajja āsajja avacāsi, atha kho so bhavaṃ gotamo amhepi evaṃ upaneyya upaneyya avaca. ",
          "en": "It’s only because you repeatedly attacked Master Gotama like that that he kept bringing up charges against us!” "
        },
        {
          "scid": "dn3:2.15.4",
          "pli": "Aho vata re amhākaṃ, paṇḍitaka, aho vata re amhākaṃ, bahussutaka, aho vata re amhākaṃ, tevijjaka, evarūpena kira, bho, puriso atthacarakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyā”ti, kupito anattamano ambaṭṭhaṃ māṇavaṃ padasāyeva pavattesi. ",
          "en": "Angry and upset, he kicked Ambaṭṭha over, "
        },
        {
          "scid": "dn3:2.15.5",
          "pli": "Icchati ca tāvadeva bhagavantaṃ dassanāya upasaṅkamituṃ. ",
          "en": "and wanted to go and see the Buddha right away. "
        },
        {
          "scid": "dn3:2.15.6",
          "pli": "8. Pokkharasātibuddhūpasaṅkamana ",
          "en": "8. Pokkharasāti Visits the Buddha "
        },
        {
          "scid": "dn3:2.16.1",
          "pli": "Atha kho te brāhmaṇā brāhmaṇaṃ pokkharasātiṃ etadavocuṃ: ",
          "en": "Then those brahmins said to Pokkharasāti, "
        },
        {
          "scid": "dn3:2.16.2",
          "pli": "“ativikālo kho, bho, ajja samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
          "en": "“It’s much too late to visit the ascetic Gotama today. "
        },
        {
          "scid": "dn3:2.16.3",
          "pli": "Svedāni bhavaṃ pokkharasāti samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti. ",
          "en": "You can visit him tomorrow.” "
        },
        {
          "scid": "dn3:2.16.4",
          "pli": "Atha kho brāhmaṇo pokkharasāti sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā yāne āropetvā ukkāsu dhāriyamānāsu ukkaṭṭhāya niyyāsi, yena icchānaṅgalavanasaṇḍo tena pāyāsi. ",
          "en": "So Pokkharasāti had a variety of delicious foods prepared in his own home. Then he mounted a carriage and, with attendants carrying torches, set out from Ukkaṭṭhā for the forest near Icchānaṅgala. "
        },
        {
          "scid": "dn3:2.17.1",
          "pli": "Yāvatikā yānassa bhūmi yānena gantvā, yānā paccorohitvā pattikova yena bhagavā tenupasaṅkami. upasaṅkamitvā bhagavatā saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho brāhmaṇo pokkharasāti bhagavantaṃ etadavoca: ",
          "en": "He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. He went up to the Buddha and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, "
        },
        {
          "scid": "dn3:2.17.2",
          "pli": "“āgamā nu khvidha, bho gotama, amhākaṃ antevāsī ambaṭṭho māṇavo”ti? ",
          "en": "“Master Gotama, has my pupil, the student Ambaṭṭha, come here?” "
        },
        {
          "scid": "dn3:2.17.3",
          "pli": "“Āgamā kho te, brāhmaṇa, antevāsī ambaṭṭho māṇavo”ti. ",
          "en": "“Yes he has, brahmin.” "
        },
        {
          "scid": "dn3:2.17.4",
          "pli": "“Ahu pana te, bho gotama, ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti? ",
          "en": "“And did you have some discussion with him?” "
        },
        {
          "scid": "dn3:2.17.5",
          "pli": "“Ahu kho me, brāhmaṇa, ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti. ",
          "en": "“I did.” "
        },
        {
          "scid": "dn3:2.17.6",
          "pli": "“Yathākathaṃ pana te, bho gotama, ahu ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti? ",
          "en": "“And what kind of discussion did you have with him?” "
        },
        {
          "scid": "dn3:2.17.7",
          "pli": "Atha kho bhagavā yāvatako ahosi ambaṭṭhena māṇavena saddhiṃ kathāsallāpo, taṃ sabbaṃ brāhmaṇassa pokkharasātissa ārocesi. ",
          "en": "Then the Buddha informed Pokkharasāti of all they had discussed. "
        },
        {
          "scid": "dn3:2.17.8",
          "pli": "Evaṃ vutte, brāhmaṇo pokkharasāti bhagavantaṃ etadavoca: ",
          "en": "Then Pokkharasāti said to the Buddha, "
        },
        {
          "scid": "dn3:2.17.9",
          "pli": "“bālo, bho gotama, ambaṭṭho māṇavo, khamatu bhavaṃ gotamo ambaṭṭhassa māṇavassā”ti. ",
          "en": "“Ambaṭṭha is a fool, Master Gotama. Please forgive him.” "
        },
        {
          "scid": "dn3:2.17.10",
          "pli": "“Sukhī hotu, brāhmaṇa, ambaṭṭho māṇavo”ti. ",
          "en": "“May the student Ambaṭṭha be happy, brahmin.” "
        },
        {
          "scid": "dn3:2.18.1",
          "pli": "Atha kho brāhmaṇo pokkharasāti bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ",
          "en": "Then Pokkharasāti scrutinized the Buddha’s body for the thirty-two marks of a great man. "
        },
        {
          "scid": "dn3:2.18.2",
          "pli": "Addasā kho brāhmaṇo pokkharasāti bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
          "en": "He saw all of them except for two, "
        },
        {
          "scid": "dn3:2.18.3",
          "pli": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
          "en": "which he had doubts about: "
        },
        {
          "scid": "dn3:2.18.4",
          "pli": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
          "en": "whether the private parts are retracted, and the largeness of the tongue. "
        },
        {
          "scid": "dn3:2.18.5",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then it occurred to the Buddha, "
        },
        {
          "scid": "dn3:2.18.6",
          "pli": "“passati kho me ayaṃ brāhmaṇo pokkharasāti dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
          "en": "“Pokkharasāti sees all the marks except for two, "
        },
        {
          "scid": "dn3:2.18.7",
          "pli": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
          "en": "which he has doubts about: "
        },
        {
          "scid": "dn3:2.18.8",
          "pli": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
          "en": "whether the private parts are retracted, and the largeness of the tongue.” "
        },
        {
          "scid": "dn3:2.18.9",
          "pli": "Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa brāhmaṇo pokkharasāti bhagavato kosohitaṃ vatthaguyhaṃ. ",
          "en": "Then the Buddha used his psychic power to will that Brahmāyu would see his retracted private parts. "
        },
        {
          "scid": "dn3:2.18.10",
          "pli": "Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi, ubhopi nāsikasotāni anumasi paṭimasi, kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ",
          "en": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. "
        },
        {
          "scid": "dn3:2.19.1",
          "pli": "Atha kho brāhmaṇassa pokkharasātissa etadahosi: ",
          "en": "Pokkharasāti thought, "
        },
        {
          "scid": "dn3:2.19.2",
          "pli": "“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi no aparipuṇṇehī”ti. ",
          "en": "“The ascetic Gotama possesses the thirty-two marks completely, lacking none.” "
        },
        {
          "scid": "dn3:2.19.3",
          "pli": "Bhagavantaṃ etadavoca: ",
          "en": "He said to the Buddha, "
        },
        {
          "scid": "dn3:2.19.4",
          "pli": "“adhivāsetu me bhavaṃ gotamo ajjatanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ",
          "en": "“Would Master Gotama together with the mendicant Saṅgha please accept today’s meal from me?” "
        },
        {
          "scid": "dn3:2.19.5",
          "pli": "Adhivāsesi bhagavā tuṇhībhāvena. ",
          "en": "The Buddha consented in silence. "
        },
        {
          "scid": "dn3:2.20.1",
          "pli": "Atha kho brāhmaṇo pokkharasāti bhagavato adhivāsanaṃ viditvā bhagavato kālaṃ ārocesi: ",
          "en": "Then, knowing that the Buddha had consented, Pokkharasāti announced the time to him, "
        },
        {
          "scid": "dn3:2.20.2",
          "pli": "“kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ",
          "en": "“Itʼs time, Master Gotama, the meal is ready.” "
        },
        {
          "scid": "dn3:2.20.3",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena brāhmaṇassa pokkharasātissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Pokkharasāti together with the mendicant Saṅgha, where he sat on the seat spread out. "
        },
        {
          "scid": "dn3:2.20.4",
          "pli": "Atha kho brāhmaṇo pokkharasāti bhagavantaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi, māṇavakāpi bhikkhusaṅghaṃ. ",
          "en": "Then Pokkharasāti served and satisfied the Buddha with his own hands with a variety of delicious foods, while his students served the Saṅgha. "
        },
        {
          "scid": "dn3:2.20.5",
          "pli": "Atha kho brāhmaṇo pokkharasāti bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "When the Buddha had eaten and washed his hand and bowl, Pokkharasāti took a low seat and sat to one side. "
        },
        {
          "scid": "dn3:2.21.1",
          "pli": "Ekamantaṃ nisinnassa kho brāhmaṇassa pokkharasātissa bhagavā anupubbiṃ kathaṃ kathesi, ",
          "en": "Then the Buddha taught him step by step, with "
        },
        {
          "scid": "dn3:2.21.2",
          "pli": "seyyathidaṃ—dānakathaṃ sīlakathaṃ saggakathaṃ; ",
          "en": "a talk on giving, ethical conduct, and heaven. "
        },
        {
          "scid": "dn3:2.21.3",
          "pli": "kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi. ",
          "en": "He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. "
        },
        {
          "scid": "dn3:2.21.4",
          "pli": "Yadā bhagavā aññāsi brāhmaṇaṃ pokkharasātiṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—",
          "en": "And when the Buddha knew that Pokkharasāti’s mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas: "
        },
        {
          "scid": "dn3:2.21.5",
          "pli": "dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ",
          "en": "suffering, its origin, its cessation, and the path. "
        },
        {
          "scid": "dn3:2.21.6",
          "pli": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
          "en": "Just as a clean cloth rid of stains would properly absorb dye, "
        },
        {
          "scid": "dn3:2.21.7",
          "pli": "evameva brāhmaṇassa pokkharasātissa tasmiññeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
          "en": "in that very seat the stainless, immaculate vision of the Dhamma arose in the brahmin Pokkharasāti: "
        },
        {
          "scid": "dn3:2.21.8",
          "pli": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ",
          "en": "“Everything that has a beginning has an end.” "
        },
        {
          "scid": "dn3:2.21.9",
          "pli": "9. Pokkharasātiupāsakattapaṭivedanā ",
          "en": "9. Pokkharasāti Declares Himself a Lay Follower "
        },
        {
          "scid": "dn3:2.22.1",
          "pli": "Atha kho brāhmaṇo pokkharasāti diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṃkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca: ",
          "en": "Then Pokkharasāti saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha, "
        },
        {
          "scid": "dn3:2.22.2",
          "pli": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "“Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "dn3:2.22.3",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, just so has Master Gotama made the Teaching clear in many ways. "
        },
        {
          "scid": "dn3:2.22.4",
          "pli": "Esāhaṃ, bho gotama, saputto sabhariyo sapariso sāmacco bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṃghañca. ",
          "en": "Together with my children, wives, retinue, and ministers, I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "dn3:2.22.5",
          "pli": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life. "
        },
        {
          "scid": "dn3:2.22.6",
          "pli": "Yathā ca bhavaṃ gotamo ukkaṭṭhāya aññāni upāsakakulāni upasaṅkamati, evameva bhavaṃ gotamo pokkharasātikulaṃ upasaṅkamatu. ",
          "en": "Just as Master Gotama visits other devoted families in Ukkaṭṭhā, may he visit mine. "
        },
        {
          "scid": "dn3:2.22.7",
          "pli": "Tattha ye te māṇavakā vā māṇavikā vā bhavantaṃ gotamaṃ abhivādessanti vā paccuṭṭhissanti vā āsanaṃ vā udakaṃ vā dassanti cittaṃ vā pasādessanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāyā”ti. ",
          "en": "The brahmin boys and girls there will bow to you, rise in your presence, give you a seat and water, and gain confidence in their hearts. That will be for their lasting welfare and happiness.” "
        },
        {
          "scid": "dn3:2.22.8",
          "pli": "“Kalyāṇaṃ vuccati, brāhmaṇā”ti. ",
          "en": "“That’s good of you to say, householder.” "
        },
        {
          "scid": "dn3:2.22.9",
          "pli": "Ambaṭṭhasuttaṃ niṭṭhitaṃ tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn3/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 3",
    "volpages": "DN i 87",
    "uid": "dn3",
    "blurb": "A young brahmin student attacks the Buddha’s family, but is put in his place.",
    "difficulty": 2,
    "original_title": "Ambaṭṭha Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Ambaṭṭha ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn3_sujato",
        "segmented": true,
        "title": "With Ambaṭṭha ",
        "volpage": null
      },
      {
        "author": "T.W. Rhys Davids",
        "author_short": "T.W. Rhys Davids",
        "author_uid": "tw_rhysdavids",
        "id": "en_dn3_tw_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1899",
        "segmented": false,
        "volpage": null,
        "title": "To Ambaṭṭha"
      }
    ],
    "parallel_count": 53,
    "biblio": null,
    "num": 3
  }
}