{
  "sutta_uid": "dn4",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn4",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Soṇadaṇḍa ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Kūṭadanta ",
      "uid": "dn5"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Ambaṭṭha ",
      "uid": "dn3"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn4:0.1",
          "pli": "Dīgha Nikāya 4 ",
          "en": "Long Discourses 4 "
        },
        {
          "scid": "dn4:0.2",
          "pli": "Soṇadaṇḍasutta ",
          "en": "With Soṇadaṇḍa "
        },
        {
          "scid": "dn4:0.3",
          "pli": "1. Campeyyakabrāhmaṇagahapatikā ",
          "en": "1. The Brahmins and Householders of Campā "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn4:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn4:1.2",
          "pli": "ekaṃ samayaṃ bhagavā aṅgesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena campā tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Aṅgas together with a large Saṅgha of around five hundred mendicants when he arrived at Campā, "
        },
        {
          "scid": "dn4:1.3",
          "pli": "Tatra sudaṃ bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre. ",
          "en": "where he stayed by the banks of the Gaggarā Lotus Pond. "
        },
        {
          "scid": "dn4:1.4",
          "pli": "Tena kho pana samayena soṇadaṇḍo brāhmaṇo campaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā māgadhena seniyena bimbisārena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
          "en": "Now at that time the brahmin Soṇadaṇḍa was living in Campā. It was a crown property given by King Seniya Bimbisāra of Magadha, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality. "
        },
        {
          "scid": "dn4:2.1",
          "pli": "Assosuṃ kho campeyyakā brāhmaṇagahapatikā: ",
          "en": "The brahmins and householders of Campā heard: "
        },
        {
          "scid": "dn4:2.2",
          "pli": "“samaṇo khalu bho gotamo sakyaputto sakyakulā pabbajito aṅgesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi campaṃ anuppatto campāyaṃ viharati gaggarāya pokkharaṇiyā tīre. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Campā and is staying on the banks of the Gaggarā Lotus Pond. "
        },
        {
          "scid": "dn4:2.3",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn4:2.4",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "dn4:2.5",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "dn4:2.6",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "dn4:2.7",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "dn4:2.8",
          "pli": "Atha kho campeyyakā brāhmaṇagahapatikā campāya nikkhamitvā saṅghasaṅghī gaṇībhūtā yena gaggarā pokkharaṇī tenupasaṅkamanti. ",
          "en": "Then, having departed Campā, they formed into companies and headed to the Gaggarā Lotus Pond. "
        },
        {
          "scid": "dn4:3.1",
          "pli": "Tena kho pana samayena soṇadaṇḍo brāhmaṇo uparipāsāde divāseyyaṃ upagato hoti. ",
          "en": "Now at that time the brahmin Soṇadaṇḍa had retired to the upper floor of his stilt longhouse for his midday nap. "
        },
        {
          "scid": "dn4:3.2",
          "pli": "Addasā kho soṇadaṇḍo brāhmaṇo campeyyake brāhmaṇagahapatike campāya nikkhamitvā saṅghasaṅghī gaṇībhūte yena gaggarā pokkharaṇī tenupasaṅkamante. ",
          "en": "He saw the brahmins and householders heading for the lotus pond, "
        },
        {
          "scid": "dn4:3.3",
          "pli": "Disvā khattaṃ āmantesi: ",
          "en": "and addressed his steward, "
        },
        {
          "scid": "dn4:3.4",
          "pli": "“kiṃ nu kho, bho khatte, campeyyakā brāhmaṇagahapatikā campāya nikkhamitvā saṅghasaṅghī gaṇībhūtā yena gaggarā pokkharaṇī tenupasaṅkamantī”ti? ",
          "en": "“My steward, why are the brahmins and householders headed for the Gaggarā Lotus Pond?” "
        },
        {
          "scid": "dn4:3.5",
          "pli": "“Atthi kho, bho, samaṇo gotamo sakyaputto sakyakulā pabbajito aṅgesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi campaṃ anuppatto campāyaṃ viharati gaggarāya pokkharaṇiyā tīre. ",
          "en": "“The ascetic Gotama has arrived at Campā and is staying on the banks of the Gaggarā Lotus Pond. "
        },
        {
          "scid": "dn4:3.6",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn4:3.7",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "dn4:3.8",
          "pli": "Tamete bhavantaṃ gotamaṃ dassanāya upasaṅkamantī”ti. ",
          "en": "They’re going to see that Master Gotama.” "
        },
        {
          "scid": "dn4:3.9",
          "pli": "“Tena hi, bho khatte, yena campeyyakā brāhmaṇagahapatikā tenupasaṅkama, upasaṅkamitvā campeyyake brāhmaṇagahapatike evaṃ vadehi: ",
          "en": "“Well then, go to the brahmins and householders and say to them: "
        },
        {
          "scid": "dn4:3.10",
          "pli": "‘soṇadaṇḍo, bho, brāhmaṇo evamāha—",
          "en": "‘Sirs, the brahmin Soṇadaṇḍa asks "
        },
        {
          "scid": "dn4:3.11",
          "pli": "āgamentu kira bhavanto, soṇadaṇḍopi brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī’”ti. ",
          "en": "you to wait, as he will also go to see the ascetic Gotama.’” "
        },
        {
          "scid": "dn4:3.12",
          "pli": "“Evaṃ, bho”ti kho so khattā soṇadaṇḍassa brāhmaṇassa paṭissutvā yena campeyyakā brāhmaṇagahapatikā tenupasaṅkami; upasaṅkamitvā campeyyake brāhmaṇagahapatike etadavoca: ",
          "en": "“Yes, sir,” replied the steward, and did as he was asked. "
        },
        {
          "scid": "dn4:3.13",
          "pli": "“soṇadaṇḍo bho brāhmaṇo evamāha: ",
          "en": " "
        },
        {
          "scid": "dn4:3.14",
          "pli": "‘āgamentu kira bhavanto, soṇadaṇḍopi brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī’”ti. ",
          "en": " "
        },
        {
          "scid": "dn4:3.15",
          "pli": "2. Soṇadaṇḍaguṇakathā ",
          "en": "2. The Qualities of Soṇadaṇḍa "
        },
        {
          "scid": "dn4:4.1",
          "pli": "Tena kho pana samayena nānāverajjakānaṃ brāhmaṇānaṃ pañcamattāni brāhmaṇasatāni campāyaṃ paṭivasanti kenacideva karaṇīyena. ",
          "en": "Now at that time around five hundred brahmins from abroad were residing in Campā on some business. "
        },
        {
          "scid": "dn4:4.2",
          "pli": "Assosuṃ kho te brāhmaṇā: ",
          "en": "They heard that "
        },
        {
          "scid": "dn4:4.3",
          "pli": "“soṇadaṇḍo kira brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti. ",
          "en": "the brahmin Soṇadaṇḍa was going to see the ascetic Gotama. "
        },
        {
          "scid": "dn4:4.4",
          "pli": "Atha kho te brāhmaṇā yena soṇadaṇḍo brāhmaṇo tenupasaṅkamiṃsu; upasaṅkamitvā soṇadaṇḍaṃ brāhmaṇaṃ etadavocuṃ: ",
          "en": "They approached Soṇadaṇḍa and said to him, "
        },
        {
          "scid": "dn4:4.5",
          "pli": "“saccaṃ kira bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti? ",
          "en": "“Is it really true that you are going to see the ascetic Gotama?” "
        },
        {
          "scid": "dn4:4.6",
          "pli": "“Evaṃ kho me, bho, hoti: ",
          "en": "“Yes, gentlemen, it is true.” "
        },
        {
          "scid": "dn4:4.7",
          "pli": "‘ahampi samaṇaṃ gotamaṃ dassanāya upasaṅkamissāmī’”ti. ",
          "en": " "
        },
        {
          "scid": "dn4:5.1",
          "pli": "“Mā bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkami. ",
          "en": "“Please don’t, master Soṇadaṇḍa! "
        },
        {
          "scid": "dn4:5.2",
          "pli": "Na arahati bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
          "en": "It’s not appropriate for you to go to see the ascetic Gotama. "
        },
        {
          "scid": "dn4:5.3",
          "pli": "Sace bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamissati, bhoto soṇadaṇḍassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati. ",
          "en": "For if you do so, your reputation will diminish and his will increase. "
        },
        {
          "scid": "dn4:5.4",
          "pli": "Yampi bhoto soṇadaṇḍassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati, imināpaṅgena na arahati bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ; ",
          "en": "For this reason it’s not appropriate for you to go to see the ascetic Gotama; "
        },
        {
          "scid": "dn4:5.5",
          "pli": "samaṇo tveva gotamo arahati bhavantaṃ soṇadaṇḍaṃ dassanāya upasaṅkamituṃ. ",
          "en": "it’s appropriate that he comes to see you. "
        },
        {
          "scid": "dn4:5.6",
          "pli": "Bhavañhi soṇadaṇḍo ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
          "en": "You are well born on both your mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. "
        },
        {
          "scid": "dn4:5.7",
          "pli": "Yampi bhavaṃ soṇadaṇḍo ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ; ",
          "en": "For this reason it’s not appropriate for you to go to see the ascetic Gotama; "
        },
        {
          "scid": "dn4:5.8",
          "pli": "samaṇo tveva gotamo arahati bhavantaṃ soṇadaṇḍaṃ dassanāya upasaṅkamituṃ. ",
          "en": "it’s appropriate that he comes to see you. "
        },
        {
          "scid": "dn4:5.9",
          "pli": "Bhavañhi soṇadaṇḍo aḍḍho mahaddhano mahābhogo … pe … ",
          "en": "You’re rich, affluent, and wealthy. … "
        },
        {
          "scid": "dn4:5.10",
          "pli": "Bhavañhi soṇadaṇḍo ajjhāyako mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo … pe … ",
          "en": "You recite and remember the hymns, and are have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. You know philology and grammar, and are well versed in cosmology and the marks of a great man. … "
        },
        {
          "scid": "dn4:5.11",
          "pli": "Bhavañhi soṇadaṇḍo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya … pe … ",
          "en": "You are attractive, good-looking, lovely, of surpassing beauty. You are magnificent, splendid, remarkable to behold. … "
        },
        {
          "scid": "dn4:5.12",
          "pli": "Bhavañhi soṇadaṇḍo sīlavā vuddhasīlī vuddhasīlena samannāgato … pe … ",
          "en": "You are ethical, mature in ethical conduct. … "
        },
        {
          "scid": "dn4:5.13",
          "pli": "Bhavañhi soṇadaṇḍo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā … pe … ",
          "en": "You’re a good speaker, with a polished, clear, and articulate voice that expresses the meaning. … "
        },
        {
          "scid": "dn4:5.14",
          "pli": "Bhavañhi soṇadaṇḍo bahūnaṃ ācariyapācariyo tīṇi māṇavakasatāni mante vāceti. Bahū kho pana nānādisā nānājanapadā māṇavakā āgacchanti bhoto soṇadaṇḍassa santike mantatthikā mante adhiyitukāmā … pe … ",
          "en": "You teach the teachers of many, and teach three hundred students to recite the hymns. Many students come from various districts and countries for the sake of the hymns, wishing to learn the hymns. … "
        },
        {
          "scid": "dn4:5.15",
          "pli": "Bhavañhi soṇadaṇḍo jiṇṇo vuddho mahallako addhagato vayoanuppatto; ",
          "en": "You’re old, elderly and senior, advanced in years, and have reached the final stage of life. "
        },
        {
          "scid": "dn4:5.16",
          "pli": "samaṇo gotamo taruṇo ceva taruṇapabbajito ca … pe … ",
          "en": "The ascetic Gotama is young, and has newly gone forth. … "
        },
        {
          "scid": "dn4:5.17",
          "pli": "Bhavañhi soṇadaṇḍo rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito … pe … ",
          "en": "You’re honored, respected, revered, venerated, and esteemed by King Bimbisāra of Magadha … "
        },
        {
          "scid": "dn4:5.18",
          "pli": "Bhavañhi soṇadaṇḍo brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito … pe … ",
          "en": "and the brahmin Pokkharasāti. … "
        },
        {
          "scid": "dn4:5.19",
          "pli": "Bhavañhi soṇadaṇḍo campaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ, raññā māgadhena seniyena bimbisārena dinnaṃ, rājadāyaṃ brahmadeyyaṃ. ",
          "en": "You live in Campā, a crown property given by King Seniya Bimbisāra of Magadha, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality. "
        },
        {
          "scid": "dn4:5.20",
          "pli": "Yampi bhavaṃ soṇadaṇḍo campaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ, raññā māgadhena seniyena bimbisārena dinnaṃ, rājadāyaṃ brahmadeyyaṃ. ",
          "en": " "
        },
        {
          "scid": "dn4:5.21",
          "pli": "Imināpaṅgena na arahati bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ; ",
          "en": "For this reason, too, it’s not appropriate for you to go to see the ascetic Gotama; "
        },
        {
          "scid": "dn4:5.22",
          "pli": "samaṇo tveva gotamo arahati bhavantaṃ soṇadaṇḍaṃ dassanāya upasaṅkamitun”ti. ",
          "en": "it’s appropriate that he comes to see you. "
        },
        {
          "scid": "dn4:5.23",
          "pli": "3. Buddhaguṇakathā ",
          "en": "3. The Qualities of the Buddha "
        },
        {
          "scid": "dn4:6.1",
          "pli": "Evaṃ vutte, soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca: ",
          "en": "When they had spoken, Soṇadaṇḍa said to those brahmins: "
        },
        {
          "scid": "dn4:6.2",
          "pli": "“Tena hi, bho, mamapi suṇātha, yathā mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ; ",
          "en": "“Well then, gentlemen, listen to why it’s appropriate for me to go to see the ascetic Gotama, "
        },
        {
          "scid": "dn4:6.3",
          "pli": "na tveva arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ. ",
          "en": "and it’s not appropriate for him to come to see me. "
        },
        {
          "scid": "dn4:6.4",
          "pli": "Samaṇo khalu, bho, gotamo ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā, akkhitto anupakkuṭṭho jātivādena. ",
          "en": "He is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. "
        },
        {
          "scid": "dn4:6.5",
          "pli": "Yampi, bho, samaṇo gotamo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā, akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ; ",
          "en": "For this reason it’s not appropriate for the ascetic Gotama to come to see me; "
        },
        {
          "scid": "dn4:6.6",
          "pli": "atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
          "en": "rather, it’s appropriate for me to go to see him. "
        },
        {
          "scid": "dn4:6.7",
          "pli": "Samaṇo khalu, bho, gotamo mahantaṃ ñātisaṅghaṃ ohāya pabbajito … pe … ",
          "en": "When he went forth he abandoned a large family circle. … "
        },
        {
          "scid": "dn4:6.8",
          "pli": "Samaṇo khalu, bho, gotamo pahūtaṃ hiraññasuvaṇṇaṃ ohāya pabbajito bhūmigatañca vehāsaṭṭhaṃ ca … pe … ",
          "en": "When he went forth he abandoned abundant gold coin and bullion stored in dungeons and towers. … "
        },
        {
          "scid": "dn4:6.9",
          "pli": "Samaṇo khalu, bho, gotamo daharova samāno yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā agārasmā anagāriyaṃ pabbajito … pe … ",
          "en": "He went forth from the lay life to homelessness while still a youth, young, black-haired, blessed with youth, in the prime of life. … "
        },
        {
          "scid": "dn4:6.10",
          "pli": "Samaṇo khalu, bho, gotamo akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito … pe … ",
          "en": "Though his mother and father wished otherwise, weeping with tearful faces, he shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. … "
        },
        {
          "scid": "dn4:6.11",
          "pli": "Samaṇo khalu, bho, gotamo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, brahmavaṇṇī, brahmavacchasī, akhuddāvakāso dassanāya … pe … ",
          "en": "He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent, splendid, remarkable to behold. … "
        },
        {
          "scid": "dn4:6.12",
          "pli": "Samaṇo khalu, bho, gotamo sīlavā ariyasīlī kusalasīlī kusalasīlena samannāgato … pe … ",
          "en": "He is ethical, possessing ethical conduct that is noble and skillful. … "
        },
        {
          "scid": "dn4:6.13",
          "pli": "Samaṇo khalu, bho, gotamo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā … pe … ",
          "en": "He’s a good speaker, with a polished, clear, and articulate voice that expresses the meaning. … "
        },
        {
          "scid": "dn4:6.14",
          "pli": "Samaṇo khalu, bho, gotamo bahūnaṃ ācariyapācariyo … pe … ",
          "en": "He’s a teacher of teachers. … "
        },
        {
          "scid": "dn4:6.15",
          "pli": "Samaṇo khalu, bho, gotamo khīṇakāmarāgo vigatacāpallo … pe … ",
          "en": "He has ended sensual desire, and is rid of caprice. … "
        },
        {
          "scid": "dn4:6.16",
          "pli": "Samaṇo khalu, bho, gotamo kammavādī kiriyavādī apāpapurekkhāro brahmaññāya pajāya … pe … ",
          "en": "He teaches the efficacy of deeds and action. He doesn’t wish any harm upon the community of brahmins. … "
        },
        {
          "scid": "dn4:6.17",
          "pli": "Samaṇo khalu, bho, gotamo uccā kulā pabbajito asambhinnakhattiyakulā … pe … ",
          "en": "He went forth from an eminent family of unbroken aristocratic lineage. … "
        },
        {
          "scid": "dn4:6.18",
          "pli": "Samaṇo khalu, bho, gotamo aḍḍhā kulā pabbajito mahaddhanā mahābhogā … pe … ",
          "en": "He went forth from a rich, affluent, and wealthy family. … "
        },
        {
          "scid": "dn4:6.19",
          "pli": "Samaṇaṃ khalu, bho, gotamaṃ tiroraṭṭhā tirojanapadā pañhaṃ pucchituṃ āgacchanti … pe … ",
          "en": "People come from distant lands and distant countries to question him. … "
        },
        {
          "scid": "dn4:6.20",
          "pli": "Samaṇaṃ khalu, bho, gotamaṃ anekāni devatāsahassāni pāṇehi saraṇaṃ gatāni … pe … ",
          "en": "Many thousands of deities have gone for refuge for life to him. … "
        },
        {
          "scid": "dn4:6.21",
          "pli": "Samaṇaṃ khalu, bho, gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn4:6.22",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti … pe … ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ … "
        },
        {
          "scid": "dn4:6.23",
          "pli": "Samaṇo khalu, bho, gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato … pe … ",
          "en": "He has the thirty-two marks of a great man. … "
        },
        {
          "scid": "dn4:6.24",
          "pli": "Samaṇo khalu, bho, gotamo ehisvāgatavādī sakhilo sammodako abbhākuṭiko uttānamukho pubbabhāsī … pe … ",
          "en": "He is welcoming, congenial, polite, smiling, open, the first to speak. … "
        },
        {
          "scid": "dn4:6.25",
          "pli": "Samaṇo khalu, bho, gotamo catunnaṃ parisānaṃ sakkato garukato mānito pūjito apacito … pe … ",
          "en": "He’s honored, respected, revered, venerated, and esteemed by the four assemblies. … "
        },
        {
          "scid": "dn4:6.26",
          "pli": "Samaṇe khalu, bho, gotame bahū devā ca manussā ca abhippasannā … pe … ",
          "en": "Many gods and humans are devoted to him. … "
        },
        {
          "scid": "dn4:6.27",
          "pli": "Samaṇo khalu, bho, gotamo yasmiṃ gāme vā nigame vā paṭivasati, na tasmiṃ gāme vā nigame vā amanussā manusse viheṭhenti … pe … ",
          "en": "While he is residing in a village or town, non-human entities do not harass them. … "
        },
        {
          "scid": "dn4:6.28",
          "pli": "Samaṇo khalu, bho, gotamo saṅghī gaṇī gaṇācariyo puthutitthakarānaṃ aggamakkhāyati. Yathā kho pana, bho, etesaṃ samaṇabrāhmaṇānaṃ yathā vā tathā vā yaso samudāgacchati, na hevaṃ samaṇassa gotamassa yaso samudāgato. ",
          "en": "He leads an order and a community, and teaches a community, and is said to be the best of the various religious founders. He didn’t come by his fame in the same ways as those other ascetics and brahmins. "
        },
        {
          "scid": "dn4:6.29",
          "pli": "Atha kho anuttarāya vijjācaraṇasampadāya samaṇassa gotamassa yaso samudāgato … pe … ",
          "en": "Rather, he came by his fame due to his supreme knowledge and conduct. … "
        },
        {
          "scid": "dn4:6.30",
          "pli": "Samaṇaṃ khalu, bho, gotamaṃ rājā māgadho seniyo bimbisāro saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato … pe … ",
          "en": "King Seniya Bimbisāra of Magadha and his wives and children have gone for refuge for life to the ascetic Gotama. … "
        },
        {
          "scid": "dn4:6.31",
          "pli": "Samaṇaṃ khalu, bho, gotamaṃ rājā pasenadi kosalo saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato … pe … ",
          "en": "King Pasenadi of Kosala and his wives and children have gone for refuge for life to the ascetic Gotama. … "
        },
        {
          "scid": "dn4:6.32",
          "pli": "Samaṇaṃ khalu, bho, gotamaṃ brāhmaṇo pokkharasāti saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato … pe … ",
          "en": "The brahmin Pokkharasāti and his wives and children have gone for refuge for life to the ascetic Gotama. … "
        },
        {
          "scid": "dn4:6.33",
          "pli": "Samaṇo khalu, bho, gotamo rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito … pe … ",
          "en": "He’s honored, respected, revered, venerated, and esteemed by King Bimbisāra of Magadha … "
        },
        {
          "scid": "dn4:6.34",
          "pli": "Samaṇo khalu, bho, gotamo rañño pasenadissa kosalassa sakkato garukato mānito pūjito apacito … pe … ",
          "en": "King Pasenadi of Kosala … "
        },
        {
          "scid": "dn4:6.35",
          "pli": "Samaṇo khalu, bho, gotamo brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito … pe … ",
          "en": "and the brahmin Pokkharasāti. "
        },
        {
          "scid": "dn4:6.36",
          "pli": "Samaṇo khalu, bho, gotamo campaṃ anuppatto, campāyaṃ viharati gaggarāya pokkharaṇiyā tīre. ",
          "en": "The ascetic Gotama has arrived at Campā and is staying at the Gaggarā Lotus Pond. "
        },
        {
          "scid": "dn4:6.37",
          "pli": "Ye kho pana, bho, keci samaṇā vā brāhmaṇā vā amhākaṃ gāmakhettaṃ āgacchanti atithī no te honti. ",
          "en": "Any ascetic or brahmin who comes to stay in our village district is our guest, "
        },
        {
          "scid": "dn4:6.38",
          "pli": "Atithī kho panamhehi sakkātabbā garukātabbā mānetabbā pūjetabbā apacetabbā. ",
          "en": "and should be honored and respected as such. "
        },
        {
          "scid": "dn4:6.39",
          "pli": "Yampi, bho, samaṇo gotamo campaṃ anuppatto campāyaṃ viharati gaggarāya pokkharaṇiyā tīre, atithimhākaṃ samaṇo gotamo; ",
          "en": " "
        },
        {
          "scid": "dn4:6.40",
          "pli": "atithi kho panamhehi sakkātabbo garukātabbo mānetabbo pūjetabbo apacetabbo. ",
          "en": " "
        },
        {
          "scid": "dn4:6.41",
          "pli": "Imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ. ",
          "en": "For this reason, too, it’s not appropriate for Master Gotama to come to see me; "
        },
        {
          "scid": "dn4:6.42",
          "pli": "Atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
          "en": "rather, it’s appropriate for me to go to see him. "
        },
        {
          "scid": "dn4:6.43",
          "pli": "Ettake kho ahaṃ, bho, tassa bhoto gotamassa vaṇṇe pariyāpuṇāmi, no ca kho so bhavaṃ gotamo ettakavaṇṇo. ",
          "en": "This is the extent of Master Gotama’s praise that I have learned. But his praises are not confined to this, "
        },
        {
          "scid": "dn4:6.44",
          "pli": "Aparimāṇavaṇṇo hi so bhavaṃ gotamo”ti. ",
          "en": "for the praise of Master Gotama is limitless.” "
        },
        {
          "scid": "dn4:7.1",
          "pli": "Evaṃ vutte, te brāhmaṇā soṇadaṇḍaṃ brāhmaṇaṃ etadavocuṃ: ",
          "en": "When he had spoken, those brahmins said to him, "
        },
        {
          "scid": "dn4:7.2",
          "pli": "“yathā kho bhavaṃ soṇadaṇḍo samaṇassa gotamassa vaṇṇe bhāsati ito cepi so bhavaṃ gotamo yojanasate viharati, alameva saddhena kulaputtena dassanāya upasaṅkamituṃ api puṭosenā”ti. ",
          "en": "“According to Soṇadaṇḍa’s praises, if Master Gotama were staying within a hundred leagues, it’d be worthwhile for a faithful gentleman to go to see him, even if they had to carry their own provisions in a shoulder bag.” "
        },
        {
          "scid": "dn4:7.3",
          "pli": "“Tena hi, bho, sabbeva mayaṃ samaṇaṃ gotamaṃ dassanāya upasaṅkamissāmā”ti. ",
          "en": "“Well then, gentlemen, let’s all go to see the ascetic Gotama.” "
        },
        {
          "scid": "dn4:7.4",
          "pli": "4. Soṇadaṇḍaparivitakka ",
          "en": "4. Soṇadaṇḍa’s Second Thoughts "
        },
        {
          "scid": "dn4:7.5",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo mahatā brāhmaṇagaṇena saddhiṃ yena gaggarā pokkharaṇī tenupasaṅkami. ",
          "en": "Then Soṇadaṇḍa together with a large group of brahmins went to see the Buddha. "
        },
        {
          "scid": "dn4:8.1",
          "pli": "Atha kho soṇadaṇḍassa brāhmaṇassa tirovanasaṇḍagatassa evaṃ cetaso parivitakko udapādi: ",
          "en": "But as he reached the far side of the forest, this thought came to mind, "
        },
        {
          "scid": "dn4:8.2",
          "pli": "“ahañceva kho pana samaṇaṃ gotamaṃ pañhaṃ puccheyyaṃ; ",
          "en": "“Suppose I was to ask the ascetic Gotama a question. "
        },
        {
          "scid": "dn4:8.3",
          "pli": "tatra ce maṃ samaṇo gotamo evaṃ vadeyya: ",
          "en": "He might say to me: "
        },
        {
          "scid": "dn4:8.4",
          "pli": "‘na kho esa, brāhmaṇa, pañho evaṃ pucchitabbo, evaṃ nāmesa, brāhmaṇa, pañho pucchitabbo’ti, tena maṃ ayaṃ parisā paribhaveyya: ",
          "en": "‘Brahmin, you shouldn’t ask your question like that. This is how you should ask it.’ And the assembly might disparage me for that: "
        },
        {
          "scid": "dn4:8.5",
          "pli": "‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇaṃ gotamaṃ yoniso pañhaṃ pucchitun’ti. ",
          "en": "‘Soṇadaṇḍa is foolish and incompetent. He’s not able to properly ask the ascetic Gotama a question.’ "
        },
        {
          "scid": "dn4:8.6",
          "pli": "Yaṃ kho panāyaṃ parisā paribhaveyya, yasopi tassa hāyetha. ",
          "en": "And when you’re disparaged by the assembly, your reputation diminishes. "
        },
        {
          "scid": "dn4:8.7",
          "pli": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ. ",
          "en": "When your reputation diminishes, your wealth also diminishes. "
        },
        {
          "scid": "dn4:8.8",
          "pli": "Yasoladdhā kho panamhākaṃ bhogā. ",
          "en": "But my wealth relies on my reputation. "
        },
        {
          "scid": "dn4:8.9",
          "pli": "Mamañceva kho pana samaṇo gotamo pañhaṃ puccheyya, tassa cāhaṃ pañhassa veyyākaraṇena cittaṃ na ārādheyyaṃ; ",
          "en": "Or if the ascetic Gotama asks me a question, I might not satisfy him with my answer. "
        },
        {
          "scid": "dn4:8.10",
          "pli": "tatra ce maṃ samaṇo gotamo evaṃ vadeyya: ",
          "en": "He might say to me: "
        },
        {
          "scid": "dn4:8.11",
          "pli": "‘na kho esa, brāhmaṇa, pañho evaṃ byākātabbo, evaṃ nāmesa, brāhmaṇa, pañho byākātabbo’ti, tena maṃ ayaṃ parisā paribhaveyya: ",
          "en": "‘Brahmin, you shouldn’t answer the question like that. This is how you should answer it.’ And the assembly might disparage me for that: "
        },
        {
          "scid": "dn4:8.12",
          "pli": "‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇassa gotamassa pañhassa veyyākaraṇena cittaṃ ārādhetun’ti. ",
          "en": "‘Soṇadaṇḍa is foolish and incompetent. He’s not able to satisfy the ascetic Gotama’s mind with his answer.’ "
        },
        {
          "scid": "dn4:8.13",
          "pli": "Yaṃ kho panāyaṃ parisā paribhaveyya, yasopi tassa hāyetha. ",
          "en": "And when you’re disparaged by the assembly, your reputation diminishes. "
        },
        {
          "scid": "dn4:8.14",
          "pli": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ. ",
          "en": "When your reputation diminishes, your wealth also diminishes. "
        },
        {
          "scid": "dn4:8.15",
          "pli": "Yasoladdhā kho panamhākaṃ bhogā. ",
          "en": "But my wealth relies on my reputation. "
        },
        {
          "scid": "dn4:8.16",
          "pli": "Ahañceva kho pana evaṃ samīpagato samāno adisvāva samaṇaṃ gotamaṃ nivatteyyaṃ, tena maṃ ayaṃ parisā paribhaveyya: ",
          "en": "On the other hand, if I were to turn back after having come so far without having seen the ascetic Gotama, the assembly might disparage me for that: "
        },
        {
          "scid": "dn4:8.17",
          "pli": "‘bālo soṇadaṇḍo brāhmaṇo abyatto mānathaddho bhīto ca, no visahati samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ, kathañhi nāma evaṃ samīpagato samāno adisvā samaṇaṃ gotamaṃ nivattissatī’ti. ",
          "en": "‘Soṇadaṇḍa is foolish and incompetent. He’s stuck-up and scared. He doesn’t dare to go and see the ascetic Gotama. For how on earth can he turn back after having come so far without having seen the ascetic Gotama!’ "
        },
        {
          "scid": "dn4:8.18",
          "pli": "Yaṃ kho panāyaṃ parisā paribhaveyya, yasopi tassa hāyetha. ",
          "en": "And when you’re disparaged by the assembly, your reputation diminishes. "
        },
        {
          "scid": "dn4:8.19",
          "pli": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ, ",
          "en": "When your reputation diminishes, your wealth also diminishes. "
        },
        {
          "scid": "dn4:8.20",
          "pli": "yasoladdhā kho panamhākaṃ bhogā”ti. ",
          "en": "But my wealth relies on my reputation.” "
        },
        {
          "scid": "dn4:9.1",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then Soṇadaṇḍa went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "dn4:9.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
          "en": "When the greetings and polite conversation were over, he sat down to one side. "
        },
        {
          "scid": "dn4:9.3",
          "pli": "Campeyyakāpi kho brāhmaṇagahapatikā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu; sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. ",
          "en": "Before sitting down to one side, some of the brahmins and householders of Campā bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. "
        },
        {
          "scid": "dn4:10.1",
          "pli": "Tatrapi sudaṃ soṇadaṇḍo brāhmaṇo etadeva bahulamanuvitakkento nisinno hoti: ",
          "en": "But while sitting there, Soṇadaṇḍa continued to be plagued by many second thoughts. He thought, "
        },
        {
          "scid": "dn4:10.2",
          "pli": "“ahañceva kho pana samaṇaṃ gotamaṃ pañhaṃ puccheyyaṃ; ",
          "en": " "
        },
        {
          "scid": "dn4:10.3",
          "pli": "tatra ce maṃ samaṇo gotamo evaṃ vadeyya: ",
          "en": " "
        },
        {
          "scid": "dn4:10.4",
          "pli": "‘na kho esa, brāhmaṇa, pañho evaṃ pucchitabbo, evaṃ nāmesa, brāhmaṇa, pañho pucchitabbo’ti, tena maṃ ayaṃ parisā paribhaveyya: ",
          "en": " "
        },
        {
          "scid": "dn4:10.5",
          "pli": "‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇaṃ gotamaṃ yoniso pañhaṃ pucchitun’ti. ",
          "en": " "
        },
        {
          "scid": "dn4:10.6",
          "pli": "Yaṃ kho panāyaṃ parisā paribhaveyya, yasopi tassa hāyetha. ",
          "en": " "
        },
        {
          "scid": "dn4:10.7",
          "pli": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ. ",
          "en": " "
        },
        {
          "scid": "dn4:10.8",
          "pli": "Yasoladdhā kho panamhākaṃ bhogā. ",
          "en": " "
        },
        {
          "scid": "dn4:10.9",
          "pli": "Mamañceva kho pana samaṇo gotamo pañhaṃ puccheyya, tassa cāhaṃ pañhassa veyyākaraṇena cittaṃ na ārādheyyaṃ; ",
          "en": " "
        },
        {
          "scid": "dn4:10.10",
          "pli": "tatra ce maṃ samaṇo gotamo evaṃ vadeyya: ",
          "en": " "
        },
        {
          "scid": "dn4:10.11",
          "pli": "‘na kho esa, brāhmaṇa, pañho evaṃ byākātabbo, evaṃ nāmesa, brāhmaṇa, pañho byākātabbo’ti, tena maṃ ayaṃ parisā paribhaveyya: ",
          "en": " "
        },
        {
          "scid": "dn4:10.12",
          "pli": "‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇassa gotamassa pañhassa veyyākaraṇena cittaṃ ārādhetun’ti. ",
          "en": " "
        },
        {
          "scid": "dn4:10.13",
          "pli": "Yaṃ kho panāyaṃ parisā paribhaveyya, yasopi tassa hāyetha. ",
          "en": " "
        },
        {
          "scid": "dn4:10.14",
          "pli": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ. ",
          "en": " "
        },
        {
          "scid": "dn4:10.15",
          "pli": "Yasoladdhā kho panamhākaṃ bhogā. ",
          "en": " "
        },
        {
          "scid": "dn4:10.16",
          "pli": "Aho vata maṃ samaṇo gotamo sake ācariyake tevijjake pañhaṃ puccheyya, addhā vatassāhaṃ cittaṃ ārādheyyaṃ pañhassa veyyākaraṇenā”ti. ",
          "en": "“If only the ascetic Gotama would ask me about my own teacher’s scriptural heritage of the three Vedas! Then I could definitely satisfy his mind with my answer.” "
        },
        {
          "scid": "dn4:10.17",
          "pli": "5. Brāhmaṇapaññatti ",
          "en": "5. What Makes a Brahmin "
        },
        {
          "scid": "dn4:11.1",
          "pli": "Atha kho bhagavato soṇadaṇḍassa brāhmaṇassa cetasā cetoparivitakkamaññāya etadahosi: ",
          "en": "Then the Buddha, knowing what Soṇadaṇda was thinking, thought, "
        },
        {
          "scid": "dn4:11.2",
          "pli": "“vihaññati kho ayaṃ soṇadaṇḍo brāhmaṇo sakena cittena. ",
          "en": "“This brahmin Soṇadaṇḍa is worried by his own thoughts. "
        },
        {
          "scid": "dn4:11.3",
          "pli": "Yannūnāhaṃ soṇadaṇḍaṃ brāhmaṇaṃ sake ācariyake tevijjake pañhaṃ puccheyyan”ti. ",
          "en": "Why don’t I ask him about his own teacher’s scriptural heritage of the three Vedas?” "
        },
        {
          "scid": "dn4:11.4",
          "pli": "Atha kho bhagavā soṇadaṇḍaṃ brāhmaṇaṃ etadavoca: ",
          "en": "So he said to Soṇadaṇḍa, "
        },
        {
          "scid": "dn4:11.5",
          "pli": "“katihi pana, brāhmaṇa, aṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti; ",
          "en": "“Brahmin, how many factors must a brahmin possess for the brahmins to describe him as a brahmin; "
        },
        {
          "scid": "dn4:11.6",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti? ",
          "en": "and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood?” "
        },
        {
          "scid": "dn4:12.1",
          "pli": "Atha kho soṇadaṇḍassa brāhmaṇassa etadahosi: ",
          "en": "Then Soṇadaṇḍa thought, "
        },
        {
          "scid": "dn4:12.2",
          "pli": "“yaṃ vata no ahosi icchitaṃ, yaṃ ākaṅkhitaṃ, yaṃ adhippetaṃ, yaṃ abhipatthitaṃ: ",
          "en": "“The ascetic Gotama has asked me about exactly what I wanted, what I wished for, what I desired, what I yearned for; that is, my own scriptural heritage. "
        },
        {
          "scid": "dn4:12.3",
          "pli": "‘aho vata maṃ samaṇo gotamo sake ācariyake tevijjake pañhaṃ puccheyya, addhā vatassāhaṃ cittaṃ ārādheyyaṃ pañhassa veyyākaraṇenā’ti, tatra maṃ samaṇo gotamo sake ācariyake tevijjake pañhaṃ pucchati. ",
          "en": " "
        },
        {
          "scid": "dn4:12.4",
          "pli": "Addhā vatassāhaṃ cittaṃ ārādhessāmi pañhassa veyyākaraṇenā”ti. ",
          "en": "I can definitely satisfy his mind with my answer.” "
        },
        {
          "scid": "dn4:13.1",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo abbhunnāmetvā kāyaṃ anuviloketvā parisaṃ bhagavantaṃ etadavoca: ",
          "en": "Then Soṇadaṇḍa straightened his back, looked around the assembly, and said to the Buddha, "
        },
        {
          "scid": "dn4:13.2",
          "pli": "“pañcahi, bho gotama, aṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti; ",
          "en": "“Master Gotama, a brahmin must possess five factors for the brahmins to describe him as a brahmin; "
        },
        {
          "scid": "dn4:13.3",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyya. ",
          "en": "and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood. "
        },
        {
          "scid": "dn4:13.4",
          "pli": "Katamehi pañcahi? ",
          "en": "What five? "
        },
        {
          "scid": "dn4:13.5",
          "pli": "Idha, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
          "en": "It’s when a brahmin is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. "
        },
        {
          "scid": "dn4:13.6",
          "pli": "ajjhāyako hoti mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo; ",
          "en": "He recites and remembers the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man. "
        },
        {
          "scid": "dn4:13.7",
          "pli": "abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya; ",
          "en": "He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent, splendid, remarkable to behold. "
        },
        {
          "scid": "dn4:13.8",
          "pli": "sīlavā hoti vuddhasīlī vuddhasīlena samannāgato; ",
          "en": "He is ethical, mature in ethical conduct. "
        },
        {
          "scid": "dn4:13.9",
          "pli": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ. ",
          "en": "He’s astute and clever, being the first or second to hold the sacrificial ladle. "
        },
        {
          "scid": "dn4:13.10",
          "pli": "Imehi kho, bho gotama, pañcahi aṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti; ",
          "en": "These are the five factors which a brahmin must possess for the brahmins to describe him as a brahmin; "
        },
        {
          "scid": "dn4:13.11",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti. ",
          "en": "and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood.” "
        },
        {
          "scid": "dn4:14.1",
          "pli": "“Imesaṃ pana, brāhmaṇa, pañcannaṃ aṅgānaṃ sakkā ekaṃ aṅgaṃ ṭhapayitvā catūhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapetuṃ; ",
          "en": "“But brahmin, is it possible to set aside one of these five factors and still rightly describe someone as a brahmin?” "
        },
        {
          "scid": "dn4:14.2",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti? ",
          "en": " "
        },
        {
          "scid": "dn4:14.3",
          "pli": "“Sakkā, bho gotama. ",
          "en": "“It is possible, Master Gotama. "
        },
        {
          "scid": "dn4:14.4",
          "pli": "Imesañhi, bho gotama, pañcannaṃ aṅgānaṃ vaṇṇaṃ ṭhapayāma. ",
          "en": "We could leave appearance out of the five factors. "
        },
        {
          "scid": "dn4:14.5",
          "pli": "Kiñhi vaṇṇo karissati? ",
          "en": "For what does appearance matter? "
        },
        {
          "scid": "dn4:14.6",
          "pli": "Yato kho, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
          "en": " "
        },
        {
          "scid": "dn4:14.7",
          "pli": "ajjhāyako ca hoti mantadharo ca tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo; ",
          "en": " "
        },
        {
          "scid": "dn4:14.8",
          "pli": "sīlavā ca hoti vuddhasīlī vuddhasīlena samannāgato; ",
          "en": " "
        },
        {
          "scid": "dn4:14.9",
          "pli": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn4:14.10",
          "pli": "Imehi kho, bho gotama, catūhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti; ",
          "en": "A brahmin must possess the remaining four factors for the brahmins to rightly describe him as a brahmin.” "
        },
        {
          "scid": "dn4:14.11",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn4:15.1",
          "pli": "“Imesaṃ pana, brāhmaṇa, catunnaṃ aṅgānaṃ sakkā ekaṃ aṅgaṃ ṭhapayitvā tīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapetuṃ; ",
          "en": "“But brahmin, is it possible to set aside one of these four factors and still rightly describe someone as a brahmin?” "
        },
        {
          "scid": "dn4:15.2",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti? ",
          "en": " "
        },
        {
          "scid": "dn4:15.3",
          "pli": "“Sakkā, bho gotama. ",
          "en": "“It is possible, Master Gotama. "
        },
        {
          "scid": "dn4:15.4",
          "pli": "Imesañhi, bho gotama, catunnaṃ aṅgānaṃ mante ṭhapayāma. ",
          "en": "We could leave the hymns out of the five factors. "
        },
        {
          "scid": "dn4:15.5",
          "pli": "Kiñhi mantā karissanti? ",
          "en": "For what do the hymns matter? "
        },
        {
          "scid": "dn4:15.6",
          "pli": "Yato kho, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
          "en": " "
        },
        {
          "scid": "dn4:15.7",
          "pli": "sīlavā ca hoti vuddhasīlī vuddhasīlena samannāgato; ",
          "en": " "
        },
        {
          "scid": "dn4:15.8",
          "pli": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn4:15.9",
          "pli": "Imehi kho, bho gotama, tīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti; ",
          "en": "A brahmin must possess the remaining three factors for the brahmins to rightly describe him as a brahmin.” "
        },
        {
          "scid": "dn4:15.10",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn4:16.1",
          "pli": "“Imesaṃ pana, brāhmaṇa, tiṇṇaṃ aṅgānaṃ sakkā ekaṃ aṅgaṃ ṭhapayitvā dvīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapetuṃ; ",
          "en": "“But brahmin, is it possible to set aside one of these three factors and still rightly describe someone as a brahmin?” "
        },
        {
          "scid": "dn4:16.2",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti? ",
          "en": " "
        },
        {
          "scid": "dn4:16.3",
          "pli": "“Sakkā, bho gotama. ",
          "en": "“It is possible, Master Gotama. "
        },
        {
          "scid": "dn4:16.4",
          "pli": "Imesañhi, bho gotama, tiṇṇaṃ aṅgānaṃ jātiṃ ṭhapayāma. ",
          "en": "We could leave birth out of the five factors. "
        },
        {
          "scid": "dn4:16.5",
          "pli": "Kiñhi jāti karissati? ",
          "en": "For what does birth matter? "
        },
        {
          "scid": "dn4:16.6",
          "pli": "Yato kho, bho gotama, brāhmaṇo sīlavā hoti vuddhasīlī vuddhasīlena samannāgato; ",
          "en": "It’s when a brahmin is ethical, mature in ethical conduct; "
        },
        {
          "scid": "dn4:16.7",
          "pli": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ. ",
          "en": "and he’s astute and clever, being the first or second to hold the sacrificial ladle. "
        },
        {
          "scid": "dn4:16.8",
          "pli": "Imehi kho, bho gotama, dvīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti; ",
          "en": "A brahmin must possess these two factors for the brahmins to rightly describe him as a brahmin.” "
        },
        {
          "scid": "dn4:16.9",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn4:17.1",
          "pli": "Evaṃ vutte, te brāhmaṇā soṇadaṇḍaṃ brāhmaṇaṃ etadavocuṃ: ",
          "en": "When he had spoken, those brahmins said to him, "
        },
        {
          "scid": "dn4:17.2",
          "pli": "“mā bhavaṃ soṇadaṇḍo evaṃ avaca, mā bhavaṃ soṇadaṇḍo evaṃ avaca. ",
          "en": "“Please don’t say that, Master Soṇadaṇda, please don’t say that! "
        },
        {
          "scid": "dn4:17.3",
          "pli": "Apavadateva bhavaṃ soṇadaṇḍo vaṇṇaṃ, apavadati mante, apavadati jātiṃ, ekaṃsena bhavaṃ soṇadaṇḍo samaṇasseva gotamassa vādaṃ anupakkhandatī”ti. ",
          "en": "You’re just condemning appearance, the hymns, and birth! You’re totally going over to the ascetic Gotama’s doctrine!” "
        },
        {
          "scid": "dn4:18.1",
          "pli": "Atha kho bhagavā te brāhmaṇe etadavoca: ",
          "en": "So the Buddha said to them, "
        },
        {
          "scid": "dn4:18.2",
          "pli": "“sace kho tumhākaṃ brāhmaṇānaṃ evaṃ hoti: ",
          "en": "“Well, brahmins, if you think that "
        },
        {
          "scid": "dn4:18.3",
          "pli": "‘appassuto ca soṇadaṇḍo brāhmaṇo, akalyāṇavākkaraṇo ca soṇadaṇḍo brāhmaṇo, duppañño ca soṇadaṇḍo brāhmaṇo, na ca pahoti soṇadaṇḍo brāhmaṇo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatu soṇadaṇḍo brāhmaṇo, tumhe mayā saddhiṃ mantavho asmiṃ vacane. ",
          "en": "Soṇadaṇḍa is uneducated, a poor speaker, witless, and not capable of having a dialogue with me about this, then leave him aside and you can have a dialogue with me. "
        },
        {
          "scid": "dn4:18.4",
          "pli": "Sace pana tumhākaṃ brāhmaṇānaṃ evaṃ hoti: ",
          "en": "But if you think that "
        },
        {
          "scid": "dn4:18.5",
          "pli": "‘bahussuto ca soṇadaṇḍo brāhmaṇo, kalyāṇavākkaraṇo ca soṇadaṇḍo brāhmaṇo, paṇḍito ca soṇadaṇḍo brāhmaṇo, pahoti ca soṇadaṇḍo brāhmaṇo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatha tumhe, soṇadaṇḍo brāhmaṇo mayā saddhiṃ paṭimantetū”ti. ",
          "en": "he’s learned, a good speaker, astute, and capable of having a dialogue with me about this, then you should stand aside and let him have a dialogue with me.” "
        },
        {
          "scid": "dn4:19.1",
          "pli": "Evaṃ vutte, soṇadaṇḍo brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When he said this, Soṇadaṇḍa said to the Buddha, "
        },
        {
          "scid": "dn4:19.2",
          "pli": "“tiṭṭhatu bhavaṃ gotamo, tuṇhī bhavaṃ gotamo hotu, ahameva tesaṃ sahadhammena paṭivacanaṃ karissāmī”ti. ",
          "en": "“Let it be, Master Gotama, be silent. I myself will respond to them in a legitimate manner.” "
        },
        {
          "scid": "dn4:19.3",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca: ",
          "en": "Then he said to those brahmins, "
        },
        {
          "scid": "dn4:19.4",
          "pli": "“mā bhavanto evaṃ avacuttha, mā bhavanto evaṃ avacuttha: ",
          "en": "“Don’t say this, gentlemen, don’t say this: "
        },
        {
          "scid": "dn4:19.5",
          "pli": "‘apavadateva bhavaṃ soṇadaṇḍo vaṇṇaṃ, apavadati mante, apavadati jātiṃ, ekaṃsena bhavaṃ soṇadaṇḍo samaṇasseva gotamassa vādaṃ anupakkhandatī’ti. ",
          "en": "‘You’re just condemning appearance, the hymns, and birth! You’re totally going over to the ascetic Gotama’s doctrine!’ "
        },
        {
          "scid": "dn4:19.6",
          "pli": "Nāhaṃ, bho, apavadāmi vaṇṇaṃ vā mante vā jātiṃ vā”ti. ",
          "en": "I’m not condemning appearance, hymns, or birth.” "
        },
        {
          "scid": "dn4:20.1",
          "pli": "Tena kho pana samayena soṇadaṇḍassa brāhmaṇassa bhāgineyyo aṅgako nāma māṇavako tassaṃ parisāyaṃ nisinno hoti. ",
          "en": "Now at that time Soṇadaṇḍa’s nephew, the student Aṅgaka was sitting in that assembly. "
        },
        {
          "scid": "dn4:20.2",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca: ",
          "en": "Then Soṇadaṇḍa said to those brahmins, "
        },
        {
          "scid": "dn4:20.3",
          "pli": "“passanti no bhonto imaṃ aṅgakaṃ māṇavakaṃ amhākaṃ bhāgineyyan”ti? ",
          "en": "“Gentlemen, do you see my nephew, the student Aṅgaka?” "
        },
        {
          "scid": "dn4:20.4",
          "pli": "“Evaṃ, bho”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "dn4:20.5",
          "pli": "“Aṅgako kho, bho, māṇavako abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya, nāssa imissaṃ parisāyaṃ samasamo atthi vaṇṇena ṭhapetvā samaṇaṃ gotamaṃ. ",
          "en": "“Aṅgaka is attractive, good-looking, lovely, of surpassing beauty. He is magnificent, splendid, remarkable to behold. There’s no-one in this assembly so good-looking, apart from the ascetic Gotama. "
        },
        {
          "scid": "dn4:20.6",
          "pli": "Aṅgako kho māṇavako ajjhāyako mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo. ",
          "en": "Aṅgaka recites and remembers the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man. "
        },
        {
          "scid": "dn4:20.7",
          "pli": "Ahamassa mante vācetā. ",
          "en": "And I am the one who teaches him the hymns. "
        },
        {
          "scid": "dn4:20.8",
          "pli": "Aṅgako kho māṇavako ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
          "en": "Aṅgaka is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. "
        },
        {
          "scid": "dn4:20.9",
          "pli": "Ahamassa mātāpitaro jānāmi. ",
          "en": "And I know his mother and father. "
        },
        {
          "scid": "dn4:20.10",
          "pli": "Aṅgako kho māṇavako pāṇampi haneyya, adinnampi ādiyeyya, paradārampi gaccheyya, musāvādampi bhaṇeyya, majjampi piveyya, ettha dāni, bho, kiṃ vaṇṇo karissati, kiṃ mantā, kiṃ jāti? ",
          "en": "But if Aṅgaka were to kill living creatures, steal, commit adultery, lie, and drink alcohol, then what’s the use of his appearance, his hymns, or his birth? "
        },
        {
          "scid": "dn4:20.11",
          "pli": "Yato kho, bho, brāhmaṇo sīlavā ca hoti vuddhasīlī vuddhasīlena samannāgato, ",
          "en": "It’s when a brahmin is ethical, mature in ethical conduct; "
        },
        {
          "scid": "dn4:20.12",
          "pli": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ. ",
          "en": "and he’s astute and clever, being the first or second to hold the sacrificial ladle. "
        },
        {
          "scid": "dn4:20.13",
          "pli": "Imehi kho, bho, dvīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti; ",
          "en": "A brahmin must possess these two factors for the brahmins to rightly describe him as a brahmin.” "
        },
        {
          "scid": "dn4:20.14",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti. ",
          "en": " "
        },
        {
          "scid": "dn4:20.15",
          "pli": "6. Sīlapaññākathā ",
          "en": "6. The Discussion of Ethics and Wisdom "
        },
        {
          "scid": "dn4:21.1",
          "pli": "“Imesaṃ pana, brāhmaṇa, dvinnaṃ aṅgānaṃ sakkā ekaṃ aṅgaṃ ṭhapayitvā ekena aṅgena samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapetuṃ; ",
          "en": "“But brahmin, is it possible to set aside one of these two factors and still rightly describe someone as a brahmin?” "
        },
        {
          "scid": "dn4:21.2",
          "pli": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti? ",
          "en": " "
        },
        {
          "scid": "dn4:21.3",
          "pli": "“No hidaṃ, bho gotama. ",
          "en": "“No, Master Gotama. "
        },
        {
          "scid": "dn4:21.4",
          "pli": "Sīlaparidhotā hi, bho gotama, paññā; paññāparidhotaṃ sīlaṃ. ",
          "en": "For wisdom is cleansed by ethics, and ethics are cleansed by wisdom. "
        },
        {
          "scid": "dn4:21.5",
          "pli": "Yattha sīlaṃ tattha paññā, yattha paññā tattha sīlaṃ. ",
          "en": "Ethics and wisdom always go together. "
        },
        {
          "scid": "dn4:21.6",
          "pli": "Sīlavato paññā, paññavato sīlaṃ. ",
          "en": "An ethical person is wise, and a wise person ethical. "
        },
        {
          "scid": "dn4:21.7",
          "pli": "Sīlapaññāṇañca pana lokasmiṃ aggamakkhāyati. ",
          "en": "And ethics and wisdom are said to be the best things in the world. "
        },
        {
          "scid": "dn4:21.8",
          "pli": "Seyyathāpi, bho gotama, hatthena vā hatthaṃ dhoveyya, pādena vā pādaṃ dhoveyya; ",
          "en": "It’s just like when you clean one hand with the other, or clean one foot with the other. "
        },
        {
          "scid": "dn4:21.9",
          "pli": "evameva kho, bho gotama, sīlaparidhotā paññā, paññāparidhotaṃ sīlaṃ. ",
          "en": "In the same way, wisdom is cleansed by ethics, and ethics are cleansed by wisdom. "
        },
        {
          "scid": "dn4:21.10",
          "pli": "Yattha sīlaṃ tattha paññā, yattha paññā tattha sīlaṃ. ",
          "en": "Ethics and wisdom always go together. "
        },
        {
          "scid": "dn4:21.11",
          "pli": "Sīlavato paññā, paññavato sīlaṃ. ",
          "en": "An ethical person is wise, and a wise person ethical. "
        },
        {
          "scid": "dn4:21.12",
          "pli": "Sīlapaññāṇañca pana lokasmiṃ aggamakkhāyatī”ti. ",
          "en": "And ethics and wisdom are said to be the best things in the world.” "
        },
        {
          "scid": "dn4:22.1",
          "pli": "“Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa, sīlaparidhotā hi, brāhmaṇa, paññā, paññāparidhotaṃ sīlaṃ. ",
          "en": "“That’s so true, brahmin, that’s so true! For wisdom is cleansed by ethics, and ethics are cleansed by wisdom. "
        },
        {
          "scid": "dn4:22.2",
          "pli": "Yattha sīlaṃ tattha paññā, yattha paññā tattha sīlaṃ. ",
          "en": "Ethics and wisdom always go together. "
        },
        {
          "scid": "dn4:22.3",
          "pli": "Sīlavato paññā, paññavato sīlaṃ. ",
          "en": "An ethical person is wise, and a wise person ethical. "
        },
        {
          "scid": "dn4:22.4",
          "pli": "Sīlapaññāṇañca pana lokasmiṃ aggamakkhāyati. ",
          "en": "And ethics and wisdom are said to be the best things in the world. "
        },
        {
          "scid": "dn4:22.5",
          "pli": "Seyyathāpi, brāhmaṇa, hatthena vā hatthaṃ dhoveyya, pādena vā pādaṃ dhoveyya; ",
          "en": "It’s just like when you clean one hand with the other, or clean one foot with the other. "
        },
        {
          "scid": "dn4:22.6",
          "pli": "evameva kho, brāhmaṇa, sīlaparidhotā paññā, paññāparidhotaṃ sīlaṃ. ",
          "en": "In the same way, wisdom is cleansed by ethics, and ethics are cleansed by wisdom. "
        },
        {
          "scid": "dn4:22.7",
          "pli": "Yattha sīlaṃ tattha paññā, yattha paññā tattha sīlaṃ. ",
          "en": "Ethics and wisdom always go together. "
        },
        {
          "scid": "dn4:22.8",
          "pli": "Sīlavato paññā, paññavato sīlaṃ. ",
          "en": "An ethical person is wise, and a wise person ethical. "
        },
        {
          "scid": "dn4:22.9",
          "pli": "Sīlapaññāṇañca pana lokasmiṃ aggamakkhāyati. ",
          "en": "And ethics and wisdom are said to be the best things in the world. "
        },
        {
          "scid": "dn4:22.10",
          "pli": "Katamaṃ pana taṃ, brāhmaṇa, sīlaṃ? ",
          "en": "But what, brahmin, is that ethical conduct? "
        },
        {
          "scid": "dn4:22.11",
          "pli": "Katamā sā paññā”ti? ",
          "en": "And what is that wisdom?” "
        },
        {
          "scid": "dn4:22.12",
          "pli": "“Ettakaparamāva mayaṃ, bho gotama, etasmiṃ atthe. ",
          "en": "“That’s all I know about this matter, Master Gotama. "
        },
        {
          "scid": "dn4:22.13",
          "pli": "Sādhu vata bhavantaṃyeva gotamaṃ paṭibhātu etassa bhāsitassa attho”ti. ",
          "en": "May Master Gotama himself please clarify the meaning of this.” "
        },
        {
          "scid": "dn4:23.1",
          "pli": "“Tena hi, brāhmaṇa, suṇohi, sādhukaṃ manasikarohi, bhāsissāmī”ti. ",
          "en": "“Well then, brahmin, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "dn4:23.2",
          "pli": "“Evaṃ, bho”ti kho soṇadaṇḍo brāhmaṇo bhagavato paccassosi. ",
          "en": "“Yes sir,” Soṇadaṇḍa replied. "
        },
        {
          "scid": "dn4:23.3",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "dn4:23.4",
          "pli": "“idha, brāhmaṇa, tathāgato loke uppajjati arahaṃ sammāsambuddho … pe … ",
          "en": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … "
        },
        {
          "scid": "dn4:23.5",
          "pli": "Evaṃ kho, brāhmaṇa, bhikkhu sīlasampanno hoti. ",
          "en": "That’s how a mendicant is accomplished in ethics. "
        },
        {
          "scid": "dn4:23.6",
          "pli": "Idaṃ kho taṃ, brāhmaṇa, sīlaṃ … pe … ",
          "en": "This, brahmin, is that ethical conduct. … "
        },
        {
          "scid": "dn4:23.7",
          "pli": "paṭhamaṃ jhānaṃ upasampajja viharati … ",
          "en": "They enter and remain in the first absorption … "
        },
        {
          "scid": "dn4:23.8",
          "pli": "dutiyaṃ jhānaṃ … ",
          "en": "second absorption … "
        },
        {
          "scid": "dn4:23.9",
          "pli": "tatiyaṃ jhānaṃ … ",
          "en": "third absorption … "
        },
        {
          "scid": "dn4:23.10",
          "pli": "catutthaṃ jhānaṃ upasampajja viharati … pe … ",
          "en": "fourth absorption … "
        },
        {
          "scid": "dn4:23.11",
          "pli": "ñāṇadassanāya cittaṃ abhinīharati, abhininnāmeti … pe … ",
          "en": "They extend and project the mind toward knowledge and vision … "
        },
        {
          "scid": "dn4:23.12",
          "pli": "Idampissa hoti paññāya … pe … ",
          "en": "This pertains to their wisdom. … "
        },
        {
          "scid": "dn4:23.13",
          "pli": "nāparaṃ itthattāyāti pajānāti. ",
          "en": "They understand: ‘… there is no return to any state of existence.’ "
        },
        {
          "scid": "dn4:23.14",
          "pli": "Idampissa hoti paññāya ",
          "en": "This pertains to their wisdom. "
        },
        {
          "scid": "dn4:23.15",
          "pli": "ayaṃ kho sā, brāhmaṇa, paññā”ti. ",
          "en": "This, brahmin, is that wisdom.” "
        },
        {
          "scid": "dn4:23.16",
          "pli": "7. Soṇadaṇḍaupāsakattapaṭivedanā ",
          "en": "7. Soṇadaṇḍa Declares Himself a Lay Follower "
        },
        {
          "scid": "dn4:24.1",
          "pli": "Evaṃ vutte, soṇadaṇḍo brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Soṇadaṇḍa said to the Buddha, "
        },
        {
          "scid": "dn4:24.2",
          "pli": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "“Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "dn4:24.3",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the Teaching clear in many ways. "
        },
        {
          "scid": "dn4:24.4",
          "pli": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
          "en": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "dn4:24.5",
          "pli": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life. "
        },
        {
          "scid": "dn4:24.6",
          "pli": "Adhivāsetu ca me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ",
          "en": "Would you and the Order of monks please accept a meal from me tomorrow?” "
        },
        {
          "scid": "dn4:24.7",
          "pli": "Adhivāsesi bhagavā tuṇhībhāvena. ",
          "en": "The Buddha consented in silence. "
        },
        {
          "scid": "dn4:24.8",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "Then, knowing that the Buddha had consented, Soṇadaṇḍa got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. "
        },
        {
          "scid": "dn4:24.9",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi: ",
          "en": "And when the night had passed Soṇadaṇḍa had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying, "
        },
        {
          "scid": "dn4:24.10",
          "pli": "“kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ",
          "en": "“Itʼs time, Master Gotama, the meal is ready.” "
        },
        {
          "scid": "dn4:25.1",
          "pli": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena soṇadaṇḍassa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Soṇadaṇḍa together with the mendicant Saṅgha, where he sat on the seat spread out. "
        },
        {
          "scid": "dn4:25.2",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Then Soṇadaṇḍa served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods. "
        },
        {
          "scid": "dn4:26.1",
          "pli": "Atha kho soṇadaṇḍo brāhmaṇo bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "When the Buddha had eaten and washed his hand and bowl, Soṇadaṇḍa took a low seat and sat to one side. "
        },
        {
          "scid": "dn4:26.2",
          "pli": "Ekamantaṃ nisinno kho soṇadaṇḍo brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "Seated to one side he said to the Buddha: "
        },
        {
          "scid": "dn4:26.3",
          "pli": "“ahañceva kho pana, bho gotama, parisagato samāno āsanā vuṭṭhahitvā bhavantaṃ gotamaṃ abhivādeyyaṃ, tena maṃ sā parisā paribhaveyya. ",
          "en": "“Master Gotama, if, when I have gone to an assembly, I rise from my seat and bow to the Buddha, that assembly might disparage me for that. "
        },
        {
          "scid": "dn4:26.4",
          "pli": "Yaṃ kho pana sā parisā paribhaveyya, yasopi tassa hāyetha. ",
          "en": "And when you’re disparaged by the assembly, your reputation diminishes. "
        },
        {
          "scid": "dn4:26.5",
          "pli": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ. ",
          "en": "When your reputation diminishes, your wealth also diminishes. "
        },
        {
          "scid": "dn4:26.6",
          "pli": "Yasoladdhā kho panamhākaṃ bhogā. ",
          "en": "But my wealth relies on my reputation. "
        },
        {
          "scid": "dn4:26.7",
          "pli": "Ahañceva kho pana, bho gotama, parisagato samāno añjaliṃ paggaṇheyyaṃ, āsanā me taṃ bhavaṃ gotamo paccuṭṭhānaṃ dhāretu. ",
          "en": "If, when I have gone to an assembly, I raise my joined palms, please take it that I have risen from my seat. "
        },
        {
          "scid": "dn4:26.8",
          "pli": "Ahañceva kho pana, bho gotama, parisagato samāno veṭhanaṃ omuñceyyaṃ, sirasā me taṃ bhavaṃ gotamo abhivādanaṃ dhāretu. ",
          "en": "And if I undo my turban, please take it that I have bowed. "
        },
        {
          "scid": "dn4:26.9",
          "pli": "Ahañceva kho pana, bho gotama, yānagato samāno yānā paccorohitvā bhavantaṃ gotamaṃ abhivādeyyaṃ, tena maṃ sā parisā paribhaveyya. ",
          "en": "And Master Gotama, if, when I am in a carriage, I rise from my seat and bow to the Buddha, that assembly might disparage me for that. "
        },
        {
          "scid": "dn4:26.10",
          "pli": "Yaṃ kho pana sā parisā paribhaveyya, yasopi tassa hāyetha, yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ. ",
          "en": " "
        },
        {
          "scid": "dn4:26.11",
          "pli": "Yasoladdhā kho panamhākaṃ bhogā. ",
          "en": " "
        },
        {
          "scid": "dn4:26.12",
          "pli": "Ahañceva kho pana, bho gotama, yānagato samāno patodalaṭṭhiṃ abbhunnāmeyyaṃ, yānā me taṃ bhavaṃ gotamo paccorohanaṃ dhāretu. ",
          "en": "If, when I am in a carriage, I hold up my goad, please take it that I have got down from my carriage. "
        },
        {
          "scid": "dn4:26.13",
          "pli": "Ahañceva kho pana, bho gotama, yānagato samāno chattaṃ apanāmeyyaṃ, sirasā me taṃ bhavaṃ gotamo abhivādanaṃ dhāretū”ti. ",
          "en": "And if I lower my sunshade, please take it that I have bowed.” "
        },
        {
          "scid": "dn4:27.1",
          "pli": "Atha kho bhagavā soṇadaṇḍaṃ brāhmaṇaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmīti. ",
          "en": "Then the Buddha educated, encouraged, fired up, and inspired the brahmin Soṇadaṇḍa with a Dhamma talk, after which he got up from his seat and left. "
        },
        {
          "scid": "dn4:27.2",
          "pli": "Soṇadaṇḍasuttaṃ niṭṭhitaṃ catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn4/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 4",
    "volpages": "DN i 111",
    "uid": "dn4",
    "blurb": "A reputed brahmin visits the Buddha, despite the reservations of other brahmins. They discuss the true meaning of a brahmin, and the Buddha skillfully draws him around to his own point of view.",
    "difficulty": 2,
    "original_title": "Soṇadaṇḍa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Soṇadaṇḍa ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn4_sujato",
        "segmented": true,
        "title": "With Soṇadaṇḍa ",
        "volpage": null
      },
      {
        "author": "T.W. Rhys Davids",
        "author_short": "T.W. Rhys Davids",
        "author_uid": "tw_rhysdavids",
        "id": "en_dn4_tw_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1899",
        "segmented": false,
        "volpage": null,
        "title": "To Soṇadaṇḍa"
      }
    ],
    "parallel_count": 42,
    "biblio": null,
    "num": 4
  }
}