{
  "sutta_uid": "dn6",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn6",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Mahāli ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Jāliya ",
      "uid": "dn7"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Kūṭadanta ",
      "uid": "dn5"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn6:0.1",
          "pli": "Dīgha Nikāya 6 ",
          "en": "Long Discourses 6 "
        },
        {
          "scid": "dn6:0.2",
          "pli": "Mahālisutta ",
          "en": "With Mahāli "
        },
        {
          "scid": "dn6:0.3",
          "pli": "1. Brāhmaṇadūtavatthu ",
          "en": "1. On the Brahmin Emissaries "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 6 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn6:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn6:1.2",
          "pli": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "dn6:1.3",
          "pli": "Tena kho pana samayena sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā vesāliyaṃ paṭivasanti kenacideva karaṇīyena. ",
          "en": "Now at that time several brahmin emissaries from Kosala and Magadha were residing in Vesālī on some business. "
        },
        {
          "scid": "dn6:1.4",
          "pli": "Assosuṃ kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā: ",
          "en": "They heard: "
        },
        {
          "scid": "dn6:1.5",
          "pli": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "dn6:1.6",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "dn6:1.7",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "dn6:1.8",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "dn6:1.9",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "dn6:1.10",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "dn6:2.1",
          "pli": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yena mahāvanaṃ kūṭāgārasālā tenupasaṅkamiṃsu. ",
          "en": "Then they went to the hall with the peaked roof in the Great Wood to see the Buddha. "
        },
        {
          "scid": "dn6:2.2",
          "pli": "Tena kho pana samayena āyasmā nāgito bhagavato upaṭṭhāko hoti. ",
          "en": "Now, at that time Venerable Nāgita was the Buddha’s attendant. "
        },
        {
          "scid": "dn6:2.3",
          "pli": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yenāyasmā nāgito tenupasaṅkamiṃsu. upasaṅkamitvā āyasmantaṃ nāgitaṃ etadavocuṃ: ",
          "en": "The brahmin emissaries went up to him and said, "
        },
        {
          "scid": "dn6:2.4",
          "pli": "“kahaṃ nu kho, bho nāgita, etarahi so bhavaṃ gotamo viharati? ",
          "en": "“Master Nāgita, where is Master Gotama at present? "
        },
        {
          "scid": "dn6:2.5",
          "pli": "Dassanakāmā hi mayaṃ taṃ bhavantaṃ gotaman”ti. ",
          "en": "For we want to see him.” "
        },
        {
          "scid": "dn6:2.6",
          "pli": "“Akālo kho, āvuso, bhagavantaṃ dassanāya, paṭisallīno bhagavā”ti. ",
          "en": "“It’s the wrong time to see the Buddha; he is on retreat.” "
        },
        {
          "scid": "dn6:2.7",
          "pli": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā tattheva ekamantaṃ nisīdiṃsu: ",
          "en": "So the brahmin emissaries sat down to one side, thinking, "
        },
        {
          "scid": "dn6:2.8",
          "pli": "“disvāva mayaṃ taṃ bhavantaṃ gotamaṃ gamissāmā”ti. ",
          "en": "“We’ll go only after we’ve seen Master Gotama.” "
        },
        {
          "scid": "dn6:2.9",
          "pli": "2. Oṭṭhaddhalicchavīvatthu ",
          "en": "2. On Oṭṭhaddha the Licchavi "
        },
        {
          "scid": "dn6:3.1",
          "pli": "Oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ yena mahāvanaṃ kūṭāgārasālā yenāyasmā nāgito tenupasaṅkami; upasaṅkamitvā āyasmantaṃ nāgitaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho oṭṭhaddhopi licchavī āyasmantaṃ nāgitaṃ etadavoca: ",
          "en": "Oṭṭhaddha the Licchavi together with a large assembly of Licchavis also approached Nāgita at the hall with the peaked roof. He bowed, stood to one side, and said to Nāgita, "
        },
        {
          "scid": "dn6:3.2",
          "pli": "“kahaṃ nu kho, bhante nāgita, etarahi so bhagavā viharati arahaṃ sammāsambuddho, ",
          "en": "“Master Nāgita, where is the Blessed One at present, the perfected one, the fully awakened Buddha? "
        },
        {
          "scid": "dn6:3.3",
          "pli": "dassanakāmā hi mayaṃ taṃ bhagavantaṃ arahantaṃ sammāsambuddhan”ti. ",
          "en": "For we want to see him.” "
        },
        {
          "scid": "dn6:3.4",
          "pli": "“Akālo kho, mahāli, bhagavantaṃ dassanāya, paṭisallīno bhagavā”ti. ",
          "en": "“It’s the wrong time to see the Buddha; he is on retreat.” "
        },
        {
          "scid": "dn6:3.5",
          "pli": "Oṭṭhaddhopi licchavī tattheva ekamantaṃ nisīdi: ",
          "en": "So Oṭṭhaddha also sat down to one side, thinking, "
        },
        {
          "scid": "dn6:3.6",
          "pli": "“disvāva ahaṃ taṃ bhagavantaṃ gamissāmi arahantaṃ sammāsambuddhan”ti. ",
          "en": "“I’ll go only after I’ve seen the Blessed One, the perfected one, the fully awakened Buddha.” "
        },
        {
          "scid": "dn6:4.1",
          "pli": "Atha kho sīho samaṇuddeso yenāyasmā nāgito tenupasaṅkami; upasaṅkamitvā āyasmantaṃ nāgitaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sīho samaṇuddeso āyasmantaṃ nāgitaṃ etadavoca: ",
          "en": "Then the novice Sīha approached Nāgita. He bowed, stood to one side, and said to Nāgita, "
        },
        {
          "scid": "dn6:4.2",
          "pli": "“ete, bhante kassapa, sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā idhūpasaṅkantā bhagavantaṃ dassanāya; oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ idhūpasaṅkanto bhagavantaṃ dassanāya, sādhu, bhante kassapa, labhataṃ esā janatā bhagavantaṃ dassanāyā”ti. ",
          "en": "“Sir, Kassapa, these several brahmin emissaries from Kosala and Magadha, and also Oṭṭhaddha the Licchavi together with a large assembly of Licchavis, have come here to see the Buddha. It’d be good if these people got to see the Buddha.” "
        },
        {
          "scid": "dn6:4.3",
          "pli": "“Tena hi, sīha, tvaññeva bhagavato ārocehī”ti. ",
          "en": "“Well then, Sīha, tell the Buddha yourself.” "
        },
        {
          "scid": "dn6:4.4",
          "pli": "“Evaṃ, bhante”ti kho sīho samaṇuddeso āyasmato nāgitassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sīho samaṇuddeso bhagavantaṃ etadavoca: ",
          "en": "“Yes, sir,” replied Sīha. He went to the Buddha, bowed, stood to one side, and told him of the people waiting to see him, adding: "
        },
        {
          "scid": "dn6:4.5",
          "pli": "“ete, bhante, sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā idhūpasaṅkantā bhagavantaṃ dassanāya, oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ idhūpasaṅkanto bhagavantaṃ dassanāya. ",
          "en": " "
        },
        {
          "scid": "dn6:4.6",
          "pli": "Sādhu, bhante, labhataṃ esā janatā bhagavantaṃ dassanāyā”ti. ",
          "en": "“Sir, it’d be good if these people got to see the Buddha.” "
        },
        {
          "scid": "dn6:4.7",
          "pli": "“Tena hi, sīha, vihārapacchāyāyaṃ āsanaṃ paññapehī”ti. ",
          "en": "“Well then, Sīha, spread out a seat in the shade of the dwelling.” "
        },
        {
          "scid": "dn6:4.8",
          "pli": "“Evaṃ, bhante”ti kho sīho samaṇuddeso bhagavato paṭissutvā vihārapacchāyāyaṃ āsanaṃ paññapesi. ",
          "en": "“Yes, sir,” replied Sīha, and he did so. "
        },
        {
          "scid": "dn6:4.9",
          "pli": "Atha kho bhagavā vihārā nikkhamma vihārapacchāyāyaṃ paññatte āsane nisīdi. ",
          "en": "Then the Buddha came out of his dwelling and sat in the shade of the dwelling on the seat spread out. "
        },
        {
          "scid": "dn6:5.1",
          "pli": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu. ",
          "en": "Then the brahmin emissaries went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "dn6:5.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. ",
          "en": "When the greetings and polite conversation were over, they sat down to one side. "
        },
        {
          "scid": "dn6:5.3",
          "pli": "Oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho oṭṭhaddho licchavī bhagavantaṃ etadavoca: “purimāni, bhante, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca: ",
          "en": "Oṭṭhaddha the Licchavi together with a large assembly of Licchavis also went up to the Buddha, bowed, and sat down to one side. Oṭṭhaddha said to the Buddha, “Sir, a few days ago Sunakkhatta the Licchavi came to me and said: "
        },
        {
          "scid": "dn6:5.4",
          "pli": "‘yadagge ahaṃ, mahāli, bhagavantaṃ upanissāya viharāmi, na ciraṃ tīṇi vassāni, dibbāni hi kho rūpāni passāmi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāmi piyarūpāni kāmūpasaṃhitāni rajanīyānī’ti. ",
          "en": "‘Mahāli, soon I will have been living in dependence on the Buddha for three years. I see heavenly sights that are pleasant, sensual, and arousing, but I don’t hear heavenly sounds that are pleasant, sensual, and arousing.’ "
        },
        {
          "scid": "dn6:5.5",
          "pli": "Santāneva nu kho, bhante, sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, udāhu asantānī”ti? ",
          "en": "The heavenly sounds that Sunakkhatta cannot hear: do such sounds really exist or not?” "
        },
        {
          "scid": "dn6:5.6",
          "pli": "2.1. Ekaṃsabhāvitasamādhi ",
          "en": "2.1. One-Sided Immersion "
        },
        {
          "scid": "dn6:5.7",
          "pli": "“Santāneva kho, mahāli, sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti. ",
          "en": "“Such sounds really do exist, but Sunakkhatta cannot hear them.” "
        },
        {
          "scid": "dn6:6.1",
          "pli": "“Ko nu kho, bhante, hetu, ko paccayo, yena santāneva sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti? ",
          "en": "“What is the cause, sir, what is the reason why Sunakkhatta cannot hear them, even though they really do exist?” "
        },
        {
          "scid": "dn6:6.2",
          "pli": "“Idha, mahāli, bhikkhuno puratthimāya disāya ekaṃsabhāvito samādhi hoti dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "“Mahāli, take a mendicant who has developed one-sided immersion to the eastern quarter so as to see heavenly sights but not to hear heavenly sounds. "
        },
        {
          "scid": "dn6:6.3",
          "pli": "So puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "When they have developed immersion for that purpose, "
        },
        {
          "scid": "dn6:6.4",
          "pli": "Puratthimāya disāya dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
          "en": "they see heavenly sights but don’t hear heavenly sounds. "
        },
        {
          "scid": "dn6:6.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn6:6.6",
          "pli": "Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "Because that is how it is for a mendicant who develops immersion in that way. "
        },
        {
          "scid": "dn6:7.1",
          "pli": "Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya … pe … ",
          "en": "Furthermore, take a mendicant who has developed one-sided immersion to the southern quarter … "
        },
        {
          "scid": "dn6:7.2",
          "pli": "pacchimāya disāya … ",
          "en": "western quarter … "
        },
        {
          "scid": "dn6:7.3",
          "pli": "uttarāya disāya … ",
          "en": "northern quarter … "
        },
        {
          "scid": "dn6:7.4",
          "pli": "uddhamadho tiriyaṃ ekaṃsabhāvito samādhi hoti dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "above, below, across … "
        },
        {
          "scid": "dn6:7.5",
          "pli": "So uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn6:7.6",
          "pli": "Uddhamadho tiriyaṃ dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
          "en": " "
        },
        {
          "scid": "dn6:7.7",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "dn6:7.8",
          "pli": "Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "That is how it is for a mendicant who develops immersion in that way. "
        },
        {
          "scid": "dn6:8.1",
          "pli": "Idha, mahāli, bhikkhuno puratthimāya disāya ekaṃsabhāvito samādhi hoti dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "Take a mendicant who has developed one-sided immersion to the eastern quarter so as to hear heavenly sounds but not to see heavenly sights. "
        },
        {
          "scid": "dn6:8.2",
          "pli": "So puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "When they have developed immersion for that purpose, "
        },
        {
          "scid": "dn6:8.3",
          "pli": "Puratthimāya disāya dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
          "en": "they hear heavenly sounds but don’t see heavenly sights. "
        },
        {
          "scid": "dn6:8.4",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn6:8.5",
          "pli": "Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "Because that is how it is for a mendicant who develops immersion in that way. "
        },
        {
          "scid": "dn6:9.1",
          "pli": "Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya … pe … ",
          "en": "Furthermore, take a mendicant who has developed one-sided immersion to the southern quarter … "
        },
        {
          "scid": "dn6:9.2",
          "pli": "pacchimāya disāya … ",
          "en": "western quarter … "
        },
        {
          "scid": "dn6:9.3",
          "pli": "uttarāya disāya … ",
          "en": "northern quarter … "
        },
        {
          "scid": "dn6:9.4",
          "pli": "uddhamadho tiriyaṃ ekaṃsabhāvito samādhi hoti dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "above, below, across … "
        },
        {
          "scid": "dn6:9.5",
          "pli": "So uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn6:9.6",
          "pli": "Uddhamadho tiriyaṃ dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
          "en": " "
        },
        {
          "scid": "dn6:9.7",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "dn6:9.8",
          "pli": "Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "That is how it is for a mendicant who develops immersion in that way. "
        },
        {
          "scid": "dn6:10.1",
          "pli": "Idha, mahāli, bhikkhuno puratthimāya disāya ubhayaṃsabhāvito samādhi hoti dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "Take a mendicant who has developed two-sided immersion to the eastern quarter so as to both hear heavenly sounds and see heavenly sights. "
        },
        {
          "scid": "dn6:10.2",
          "pli": "So puratthimāya disāya ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "When they have developed immersion for that purpose, "
        },
        {
          "scid": "dn6:10.3",
          "pli": "Puratthimāya disāya dibbāni ca rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, dibbāni ca saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
          "en": "they both see heavenly sights and hear heavenly sounds. "
        },
        {
          "scid": "dn6:10.4",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "dn6:10.5",
          "pli": "Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "Because that is how it is for a mendicant who develops immersion in that way. "
        },
        {
          "scid": "dn6:11.1",
          "pli": "Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya … pe … ",
          "en": "Furthermore, take a mendicant who has developed two-sided immersion to the southern quarter … "
        },
        {
          "scid": "dn6:11.2",
          "pli": "pacchimāya disāya … ",
          "en": "western quarter … "
        },
        {
          "scid": "dn6:11.3",
          "pli": "uttarāya disāya … ",
          "en": "northern quarter … "
        },
        {
          "scid": "dn6:11.4",
          "pli": "uddhamadho tiriyaṃ ubhayaṃsabhāvito samādhi hoti dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "above, below, across … "
        },
        {
          "scid": "dn6:11.5",
          "pli": "So uddhamadho tiriyaṃ ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": " "
        },
        {
          "scid": "dn6:11.6",
          "pli": "Uddhamadho tiriyaṃ dibbāni ca rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, dibbāni ca saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
          "en": " "
        },
        {
          "scid": "dn6:11.7",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "dn6:11.8",
          "pli": "Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
          "en": "That is how it is for a mendicant who develops immersion in that way. "
        },
        {
          "scid": "dn6:11.9",
          "pli": "Ayaṃ kho, mahāli, hetu ayaṃ paccayo, yena santāneva sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti. ",
          "en": "This is the cause, Mahāli, this is the reason why Sunakkhatta cannot hear heavenly sounds that are pleasant, sensual, and arousing, even though they really do exist.” "
        },
        {
          "scid": "dn6:12.1",
          "pli": "“Etāsaṃ nūna, bhante, samādhibhāvanānaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti. ",
          "en": "“Surely the mendicants must live the spiritual life under the Buddha for the sake of realizing such a development of immersion?” "
        },
        {
          "scid": "dn6:12.2",
          "pli": "“Na kho, mahāli, etāsaṃ samādhibhāvanānaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "“No, Mahāli, the mendicants don’t live the spiritual life under me for the sake of realizing such a development of immersion. "
        },
        {
          "scid": "dn6:12.3",
          "pli": "Atthi kho, mahāli, aññeva dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti. ",
          "en": "There are other things that are finer, for the sake of which the mendicants live the spiritual life under me.” "
        },
        {
          "scid": "dn6:12.4",
          "pli": "2.2. Catuariyaphala ",
          "en": "2.2. The Four Noble Fruits "
        },
        {
          "scid": "dn6:13.1",
          "pli": "“Katame pana te, bhante, dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti? ",
          "en": "“But sir, what are those finer things?” "
        },
        {
          "scid": "dn6:13.2",
          "pli": "“Idha, mahāli, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ",
          "en": "“Firstly, Mahāli, with the ending of three fetters a mendicant is a stream-enterer, not liable to be reborn in the underworld, bound for awakening. "
        },
        {
          "scid": "dn6:13.3",
          "pli": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This is one of the finer things for the sake of which the mendicants live the spiritual life under me. "
        },
        {
          "scid": "dn6:13.4",
          "pli": "Puna caparaṃ, mahāli, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti. ",
          "en": "Furthermore, a mendicant—with the ending of three fetters, and the weakening of greed, hate, and delusion—is a once-returner. They come back to this world once only, then make an end of suffering. "
        },
        {
          "scid": "dn6:13.5",
          "pli": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This too is one of the finer things. "
        },
        {
          "scid": "dn6:13.6",
          "pli": "Puna caparaṃ, mahāli, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā. ",
          "en": "Furthermore, with the ending of the five lower fetters, a mendicant is reborn spontaneously and will become extinguished there, not liable to return from that world. "
        },
        {
          "scid": "dn6:13.7",
          "pli": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This too is one of the finer things. "
        },
        {
          "scid": "dn6:13.8",
          "pli": "Puna caparaṃ, mahāli, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Furthermore, a mendicant has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "dn6:13.9",
          "pli": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
          "en": "This too is one of the finer things. "
        },
        {
          "scid": "dn6:13.10",
          "pli": "Ime kho te, mahāli, dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti. ",
          "en": "These are the finer things, for the sake of which the mendicants live the spiritual life under me.” "
        },
        {
          "scid": "dn6:13.11",
          "pli": "2.3. Ariyaaṭṭhaṅgikamagga ",
          "en": "2.3. The Noble Eightfold Path "
        },
        {
          "scid": "dn6:14.1",
          "pli": "“Atthi pana, bhante, maggo atthi paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti? ",
          "en": "“But, sir, is there a path and a practice for realizing these things?” "
        },
        {
          "scid": "dn6:14.2",
          "pli": "“Atthi kho, mahāli, maggo atthi paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti. ",
          "en": "“There is, Mahāli.” "
        },
        {
          "scid": "dn6:14.3",
          "pli": "“Katamo pana, bhante, maggo katamā paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti? ",
          "en": "“Well, what is it?” "
        },
        {
          "scid": "dn6:14.4",
          "pli": "“Ayameva ariyo aṭṭhaṅgiko maggo. ",
          "en": "“It is simply this noble eightfold path, that is: "
        },
        {
          "scid": "dn6:14.5",
          "pli": "Seyyathidaṃ—sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "dn6:14.6",
          "pli": "Ayaṃ kho, mahāli, maggo ayaṃ paṭipadā etesaṃ dhammānaṃ sacchikiriyāya. ",
          "en": "This is the path and the practice for realizing these things. "
        },
        {
          "scid": "dn6:14.7",
          "pli": "2.4. Dvepabbajitavatthu ",
          "en": "2.4. On the Two Renunciates "
        },
        {
          "scid": "dn6:15.1",
          "pli": "Ekamidāhaṃ, mahāli, samayaṃ kosambiyaṃ viharāmi ghositārāme. ",
          "en": "This one time, Mahāli, I was staying near Kosambi, in Ghosita’s Monastery. "
        },
        {
          "scid": "dn6:15.2",
          "pli": "Atha kho dve pabbajitā—",
          "en": "Then two renunciates—"
        },
        {
          "scid": "dn6:15.3",
          "pli": "muṇḍiyo ca paribbājako jāliyo ca dārupattikantevāsī yenāhaṃ tenupasaṅkamiṃsu. upasaṅkamitvā mayā saddhiṃ sammodiṃsu. ",
          "en": "the wanderer Muṇḍiya and Jāliya the pupil of Dārupattika—came and exchanged greetings with me. "
        },
        {
          "scid": "dn6:15.4",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho te dve pabbajitā maṃ etadavocuṃ: ",
          "en": "When the greetings and polite conversation were over, they stood to one side and said to me: "
        },
        {
          "scid": "dn6:15.5",
          "pli": "‘kiṃ nu kho, āvuso gotama, taṃ jīvaṃ taṃ sarīraṃ, udāhu aññaṃ jīvaṃ aññaṃ sarīran’ti? ",
          "en": "‘Reverend Gotama, are the soul and the body the same thing, or they are different things?’ "
        },
        {
          "scid": "dn6:16.1",
          "pli": "‘Tena hāvuso, suṇātha sādhukaṃ manasi karotha bhāsissāmī’ti. ",
          "en": "‘Well then, reverends, listen and pay close attention, I will speak.’ "
        },
        {
          "scid": "dn6:16.2",
          "pli": "‘Evamāvuso’ti kho te dve pabbajitā mama paccassosuṃ. ",
          "en": "‘Yes, reverend,’ they replied. "
        },
        {
          "scid": "dn6:16.3",
          "pli": "Ahaṃ etadavocaṃ: ",
          "en": "I said this: "
        },
        {
          "scid": "dn6:16.4",
          "pli": "‘idhāvuso tathāgato loke uppajjati arahaṃ sammāsambuddho … pe … ",
          "en": "‘Take the case when a Realized One arises in the world, perfected, a fully awakened Buddha … "
        },
        {
          "scid": "dn6:16.5",
          "pli": "Evaṃ kho, āvuso, bhikkhu sīlasampanno hoti. ",
          "en": "That’s how a mendicant is accomplished in ethics. … "
        },
        {
          "scid": "dn6:16.6",
          "pli": "… pe … ",
          "en": " "
        },
        {
          "scid": "dn6:16.7",
          "pli": "Paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "They enter and remain in the first absorption. "
        },
        {
          "scid": "dn6:16.8",
          "pli": "Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ",
          "en": "When a mendicant knows and sees like this, would it be appropriate to say of them: "
        },
        {
          "scid": "dn6:16.9",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ",
          "en": "“The soul and the body are the same thing” or “The soul and the body are different things”?’ "
        },
        {
          "scid": "dn6:16.10",
          "pli": "Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ",
          "en": "‘It would, reverend.’ "
        },
        {
          "scid": "dn6:16.11",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā, ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ",
          "en": " "
        },
        {
          "scid": "dn6:16.12",
          "pli": "Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ",
          "en": "‘But reverends, I know and see like this. "
        },
        {
          "scid": "dn6:16.13",
          "pli": "Atha ca panāhaṃ na vadāmi: ",
          "en": "Nevertheless, I do not say: "
        },
        {
          "scid": "dn6:16.14",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā … pe … ",
          "en": "“The soul and the body are the same thing” or “The soul and the body are different things”. … "
        },
        {
          "scid": "dn6:17.1",
          "pli": "dutiyaṃ jhānaṃ … ",
          "en": "They enter and remain in the second absorption … "
        },
        {
          "scid": "dn6:17.2",
          "pli": "tatiyaṃ jhānaṃ … ",
          "en": "third absorption … "
        },
        {
          "scid": "dn6:17.3",
          "pli": "catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "fourth absorption. "
        },
        {
          "scid": "dn6:17.4",
          "pli": "Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ",
          "en": "When a mendicant knows and sees like this, would it be appropriate to say of them: "
        },
        {
          "scid": "dn6:17.5",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ",
          "en": "“The soul and the body are the same thing” or “The soul and the body are different things”?’ "
        },
        {
          "scid": "dn6:17.6",
          "pli": "Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ",
          "en": "‘It would, reverend.’ "
        },
        {
          "scid": "dn6:17.7",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ",
          "en": " "
        },
        {
          "scid": "dn6:17.8",
          "pli": "Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ",
          "en": "‘But reverends, I know and see like this. "
        },
        {
          "scid": "dn6:17.9",
          "pli": "Atha ca panāhaṃ na vadāmi: ",
          "en": "Nevertheless, I do not say: "
        },
        {
          "scid": "dn6:17.10",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā … pe … ",
          "en": "“The soul and the body are the same thing” or “The soul and the body are different things”. … "
        },
        {
          "scid": "dn6:18.1",
          "pli": "ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … ",
          "en": "They extend and project the mind toward knowledge and vision … "
        },
        {
          "scid": "dn6:18.2",
          "pli": "yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ",
          "en": "When a mendicant knows and sees like this, would it be appropriate to say of them: "
        },
        {
          "scid": "dn6:18.3",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ",
          "en": "“The soul and the body are the same thing” or “The soul and the body are different things”?’ "
        },
        {
          "scid": "dn6:18.4",
          "pli": "… pe … ",
          "en": " "
        },
        {
          "scid": "dn6:18.5",
          "pli": "Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ",
          "en": "‘It would, reverend.’ "
        },
        {
          "scid": "dn6:18.6",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ",
          "en": " "
        },
        {
          "scid": "dn6:18.7",
          "pli": "Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ",
          "en": "‘But reverends, I know and see like this. "
        },
        {
          "scid": "dn6:18.8",
          "pli": "Atha ca panāhaṃ na vadāmi: ",
          "en": "Nevertheless, I do not say: "
        },
        {
          "scid": "dn6:18.9",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā. … pe … ",
          "en": "“The soul and the body are the same thing” or “The soul and the body are different things”. … "
        },
        {
          "scid": "dn6:19.1",
          "pli": "Nāparaṃ itthattāyāti pajānāti. ",
          "en": "They understand: “… there is no return to any state of existence.” "
        },
        {
          "scid": "dn6:19.2",
          "pli": "Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ",
          "en": "When a mendicant knows and sees like this, would it be appropriate to say of them: "
        },
        {
          "scid": "dn6:19.3",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ",
          "en": "“The soul and the body are the same thing” or “The soul and the body are different things”?’ "
        },
        {
          "scid": "dn6:19.4",
          "pli": "Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati na kallaṃ tassetaṃ vacanāya: ",
          "en": "‘It would not, reverend.’ "
        },
        {
          "scid": "dn6:19.5",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ",
          "en": " "
        },
        {
          "scid": "dn6:19.6",
          "pli": "Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ",
          "en": "‘But reverends, I know and see like this. "
        },
        {
          "scid": "dn6:19.7",
          "pli": "Atha ca panāhaṃ na vadāmi: ",
          "en": "Nevertheless, I do not say: "
        },
        {
          "scid": "dn6:19.8",
          "pli": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā”ti. ",
          "en": "“The soul and the body are the same thing” or “The soul and the body are different things”.’” "
        },
        {
          "scid": "dn6:19.9",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "dn6:19.10",
          "pli": "Attamano oṭṭhaddho licchavī bhagavato bhāsitaṃ abhinandīti. ",
          "en": "Satisfied, Oṭṭhaddha the Licchavi was happy with what the Buddha said. "
        },
        {
          "scid": "dn6:19.11",
          "pli": "Mahālisuttaṃ niṭṭhitaṃ chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn6/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 6",
    "volpages": "DN i 150",
    "uid": "dn6",
    "blurb": "The Buddha explains to a diverse group of lay people how the results of meditation depend on the manner of development.",
    "difficulty": 2,
    "original_title": "Mahāli Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Mahāli ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn6_sujato",
        "segmented": true,
        "title": "With Mahāli ",
        "volpage": null
      },
      {
        "author": "T.W. Rhys Davids",
        "author_short": "T.W. Rhys Davids",
        "author_uid": "tw_rhysdavids",
        "id": "en_dn6_tw_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1899",
        "segmented": false,
        "volpage": null,
        "title": "To Mahāli"
      }
    ],
    "parallel_count": 38,
    "biblio": null,
    "num": 6
  }
}