{
  "sutta_uid": "dn8",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "dn8",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Longer Discourse on the Lion’s Roar ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Poṭṭhapāda ",
      "uid": "dn9"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Jāliya ",
      "uid": "dn7"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "dn8:0.1",
          "pli": "Dīgha Nikāya 8 ",
          "en": "Long Discourses 8 "
        },
        {
          "scid": "dn8:0.2",
          "pli": "Mahāsīhanādasutta ",
          "en": "The Longer Discourse on the Lion’s Roar "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Long Discourses 8 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "dn8:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "dn8:1.2",
          "pli": "ekaṃ samayaṃ bhagavā uruññāyaṃ viharati kaṇṇakatthale migadāye. ",
          "en": "At one time the Buddha was staying near Ujuñña, in the deer park at Kaṇṇakatthala. "
        },
        {
          "scid": "dn8:1.3",
          "pli": "Atha kho acelo kassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then the naked ascetic Kassapa went up to the Buddha and exchanged greetings with him. "
        },
        {
          "scid": "dn8:1.4",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho acelo kassapo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he stood to one side, and said to the Buddha: "
        },
        {
          "scid": "dn8:2.1",
          "pli": "“sutaṃ metaṃ, bho gotama: ",
          "en": "“Master Gotama, I have heard the following: "
        },
        {
          "scid": "dn8:2.2",
          "pli": "‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadatī’ti. ",
          "en": "‘The ascetic Gotama criticizes all forms of mortification. He categorically condemns and denounces those self-mortifiers who live rough.’ "
        },
        {
          "scid": "dn8:2.3",
          "pli": "Ye te, bho gotama, evamāhaṃsu: ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadatī’ti, kacci te bhoto gotamassa vuttavādino, na ca bhavantaṃ gotamaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati? ",
          "en": "Do those who say this repeat what the Buddha has said, and not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism? "
        },
        {
          "scid": "dn8:2.4",
          "pli": "Anabbhakkhātukāmā hi mayaṃ bhavantaṃ gotaman”ti. ",
          "en": "For we don’t want to misrepresent Master Gotama.” "
        },
        {
          "scid": "dn8:3.1",
          "pli": "“Ye te, kassapa, evamāhaṃsu: ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadatī’ti, na me te vuttavādino, abbhācikkhanti ca pana maṃ te asatā abhūtena. ",
          "en": "“Kassapa, those who say this do not repeat what I have said. They misrepresent me with what is false, baseless, and untrue. "
        },
        {
          "scid": "dn8:3.2",
          "pli": "Idhāhaṃ, kassapa, ekaccaṃ tapassiṃ lūkhājīviṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ. ",
          "en": "With clairvoyance that is purified and superhuman, I see some self-mortifier who lives rough reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "dn8:3.3",
          "pli": "Idha panāhaṃ, kassapa, ekaccaṃ tapassiṃ lūkhājīviṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ. ",
          "en": "But I see another self-mortifier who lives rough reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "dn8:3.4",
          "pli": "Idhāhaṃ, kassapa, ekaccaṃ tapassiṃ appadukkhavihāriṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ. ",
          "en": "I see some self-mortifier who takes it easy reborn in a place of loss. "
        },
        {
          "scid": "dn8:3.5",
          "pli": "Idha panāhaṃ, kassapa, ekaccaṃ tapassiṃ appadukkhavihāriṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ. ",
          "en": "But I see another self-mortifier who takes it easy reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "dn8:3.6",
          "pli": "Yohaṃ, kassapa, imesaṃ tapassīnaṃ evaṃ āgatiñca gatiñca cutiñca upapattiñca yathābhūtaṃ pajānāmi, sohaṃ kiṃ sabbaṃ tapaṃ garahissāmi, sabbaṃ vā tapassiṃ lūkhājīviṃ ekaṃsena upakkosissāmi upavadissāmi? ",
          "en": "Since I truly understand the coming and going, passing away and rebirth of these self-mortifiers in this way, how could I criticize all forms of mortification, or categorically condemn and denounce those self-mortifiers who live rough? "
        },
        {
          "scid": "dn8:4.1",
          "pli": "Santi, kassapa, eke samaṇabrāhmaṇā paṇḍitā nipuṇā kataparappavādā vālavedhirūpā. Te bhindantā maññe caranti paññāgatena diṭṭhigatāni. ",
          "en": "There are some clever ascetics and brahmins who are subtle, accomplished in the doctrines of others, hair-splitters. You’d think they live to demolish convictions with their intellect. "
        },
        {
          "scid": "dn8:4.2",
          "pli": "Tehipi me saddhiṃ ekaccesu ṭhānesu sameti, ekaccesu ṭhānesu na sameti. ",
          "en": "They agree with me in some matters and disagree in others. "
        },
        {
          "scid": "dn8:4.3",
          "pli": "Yaṃ te ekaccaṃ vadanti ‘sādhū’ti, mayampi taṃ ekaccaṃ vadema ‘sādhū’ti. ",
          "en": "Some of the things that they applaud, I also applaud. "
        },
        {
          "scid": "dn8:4.4",
          "pli": "Yaṃ te ekaccaṃ vadanti ‘na sādhū’ti, mayampi taṃ ekaccaṃ vadema ‘na sādhū’ti. ",
          "en": "Some of the things that they don’t applaud, I also don’t applaud. "
        },
        {
          "scid": "dn8:4.5",
          "pli": "Yaṃ te ekaccaṃ vadanti ‘sādhū’ti, mayaṃ taṃ ekaccaṃ vadema ‘na sādhū’ti. ",
          "en": "But some of the things that they applaud, I don’t applaud. "
        },
        {
          "scid": "dn8:4.6",
          "pli": "Yaṃ te ekaccaṃ vadanti ‘na sādhū’ti, mayaṃ taṃ ekaccaṃ vadema ‘sādhū’ti. ",
          "en": "And some of the things that they don’t applaud, I do applaud. "
        },
        {
          "scid": "dn8:4.7",
          "pli": "Yaṃ mayaṃ ekaccaṃ vadema ‘sādhū’ti, parepi taṃ ekaccaṃ vadanti ‘sādhū’ti. ",
          "en": "Some of the things that I applaud, others also applaud. "
        },
        {
          "scid": "dn8:4.8",
          "pli": "Yaṃ mayaṃ ekaccaṃ vadema ‘na sādhū’ti, parepi taṃ ekaccaṃ vadanti ‘na sādhū’ti. ",
          "en": "Some of the things that I don’t applaud, they also don’t applaud. "
        },
        {
          "scid": "dn8:4.9",
          "pli": "Yaṃ mayaṃ ekaccaṃ vadema ‘na sādhū’ti, pare taṃ ekaccaṃ vadanti ‘sādhū’ti. ",
          "en": "But some of the things that I don’t applaud, others do applaud. "
        },
        {
          "scid": "dn8:4.10",
          "pli": "Yaṃ mayaṃ ekaccaṃ vadema ‘sādhū’ti, pare taṃ ekaccaṃ vadanti ‘na sādhū’ti. ",
          "en": "And some of the things that I do applaud, others don’t applaud. "
        },
        {
          "scid": "dn8:4.11",
          "pli": "1. Samanuyuñjāpanakathā ",
          "en": "1. Examination "
        },
        {
          "scid": "dn8:5.1",
          "pli": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "I go up to them and say: "
        },
        {
          "scid": "dn8:5.2",
          "pli": "‘yesu no, āvuso, ṭhānesu na sameti, tiṭṭhantu tāni ṭhānāni. ",
          "en": "‘Let us leave aside those matters on which we disagree. "
        },
        {
          "scid": "dn8:5.3",
          "pli": "Yesu ṭhānesu sameti, tattha viññū samanuyuñjantaṃ samanugāhantaṃ samanubhāsantaṃ satthārā vā satthāraṃ saṅghena vā saṅghaṃ: ",
          "en": "But there are some matters on which we agree. Regarding these, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community: "
        },
        {
          "scid": "dn8:5.4",
          "pli": "“ye imesaṃ bhavataṃ dhammā akusalā akusalasaṅkhātā, sāvajjā sāvajjasaṅkhātā, asevitabbā asevitabbasaṅkhātā, na alamariyā na alamariyasaṅkhātā, kaṇhā kaṇhasaṅkhātā. ",
          "en": "“There are things that are unskillful, blameworthy, not to be cultivated, unworthy of the noble ones, and dark—and are reckoned as such. "
        },
        {
          "scid": "dn8:5.5",
          "pli": "Ko ime dhamme anavasesaṃ pahāya vattati, samaṇo vā gotamo, pare vā pana bhonto gaṇācariyā”ti? ",
          "en": "Who behaves like they’ve totally given these things up: the ascetic Gotama, or the teachers of other communities?”’ "
        },
        {
          "scid": "dn8:6.1",
          "pli": "Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ viññū samanuyuñjantā samanugāhantā samanubhāsantā evaṃ vadeyyuṃ: ",
          "en": "It’s possible that they might say: "
        },
        {
          "scid": "dn8:6.2",
          "pli": "‘ye imesaṃ bhavataṃ dhammā akusalā akusalasaṅkhātā, sāvajjā sāvajjasaṅkhātā, asevitabbā asevitabbasaṅkhātā, na alamariyā na alamariyasaṅkhātā, kaṇhā kaṇhasaṅkhātā. ",
          "en": " "
        },
        {
          "scid": "dn8:6.3",
          "pli": "Samaṇo gotamo ime dhamme anavasesaṃ pahāya vattati, yaṃ vā pana bhonto pare gaṇācariyā’ti. ",
          "en": "‘The ascetic Gotama behaves like he’s totally given those unskillful things up, compared with the teachers of other communities.’ "
        },
        {
          "scid": "dn8:6.4",
          "pli": "Itiha, kassapa, viññū samanuyuñjantā samanugāhantā samanubhāsantā amheva tattha yebhuyyena pasaṃseyyuṃ. ",
          "en": "And that’s how, when sensible people pursue the matter, they will mostly praise us. "
        },
        {
          "scid": "dn8:7.1",
          "pli": "Aparampi no, kassapa, viññū samanuyuñjantaṃ samanugāhantaṃ samanubhāsantaṃ satthārā vā satthāraṃ saṅghena vā saṅghaṃ: ",
          "en": "In addition, sensible people, engaging, pressing, and grilling, would compare teacher with teacher or community with community: "
        },
        {
          "scid": "dn8:7.2",
          "pli": "‘ye imesaṃ bhavataṃ dhammā kusalā kusalasaṅkhātā, anavajjā anavajjasaṅkhātā, sevitabbā sevitabbasaṅkhātā, alamariyā alamariyasaṅkhātā, sukkā sukkasaṅkhātā. ",
          "en": "‘There are things that are skillful, blameless, worth cultivating, worthy of the noble ones, and bright—and are reckoned as such. "
        },
        {
          "scid": "dn8:7.3",
          "pli": "Ko ime dhamme anavasesaṃ samādāya vattati, samaṇo vā gotamo, pare vā pana bhonto gaṇācariyā’ti? ",
          "en": "Who proceeds having totally undertaken these things: the ascetic Gotama, or the teachers of other communities?’ "
        },
        {
          "scid": "dn8:8.1",
          "pli": "Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ viññū samanuyuñjantā samanugāhantā samanubhāsantā evaṃ vadeyyuṃ: ",
          "en": "It’s possible that they might say: "
        },
        {
          "scid": "dn8:8.2",
          "pli": "‘ye imesaṃ bhavataṃ dhammā kusalā kusalasaṅkhātā, anavajjā anavajjasaṅkhātā, sevitabbā sevitabbasaṅkhātā, alamariyā alamariyasaṅkhātā, sukkā sukkasaṅkhātā. ",
          "en": " "
        },
        {
          "scid": "dn8:8.3",
          "pli": "Samaṇo gotamo ime dhamme anavasesaṃ samādāya vattati, yaṃ vā pana bhonto pare gaṇācariyā’ti. ",
          "en": "‘The ascetic Gotama proceeds having totally undertaken these things, compared with the teachers of other communities.’ "
        },
        {
          "scid": "dn8:8.4",
          "pli": "Itiha, kassapa, viññū samanuyuñjantā samanugāhantā samanubhāsantā amheva tattha yebhuyyena pasaṃseyyuṃ. ",
          "en": "And that’s how, when sensible people pursue the matter, they will mostly praise us. "
        },
        {
          "scid": "dn8:9.1",
          "pli": "Aparampi no, kassapa, viññū samanuyuñjantaṃ samanugāhantaṃ samanubhāsantaṃ satthārā vā satthāraṃ saṅghena vā saṅghaṃ: ",
          "en": "In addition, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community: "
        },
        {
          "scid": "dn8:9.2",
          "pli": "‘ye imesaṃ bhavataṃ dhammā akusalā akusalasaṅkhātā, sāvajjā sāvajjasaṅkhātā, asevitabbā asevitabbasaṅkhātā, na alamariyā na alamariyasaṅkhātā, kaṇhā kaṇhasaṅkhātā. ",
          "en": "‘There are things that are unskillful, blameworthy, not to be cultivated, unworthy of the noble ones, and dark—and are reckoned as such. "
        },
        {
          "scid": "dn8:9.3",
          "pli": "Ko ime dhamme anavasesaṃ pahāya vattati, gotamasāvakasaṅgho vā, pare vā pana bhonto gaṇācariyasāvakasaṅghā’ti? ",
          "en": "Who behaves like they’ve totally given these things up: the ascetic Gotama’s disciples, or the disciples of other teachers?’ "
        },
        {
          "scid": "dn8:10.1",
          "pli": "Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ viññū samanuyuñjantā samanugāhantā samanubhāsantā evaṃ vadeyyuṃ: ",
          "en": "It’s possible that they might say: "
        },
        {
          "scid": "dn8:10.2",
          "pli": "‘ye imesaṃ bhavataṃ dhammā akusalā akusalasaṅkhātā, sāvajjā sāvajjasaṅkhātā, asevitabbā asevitabbasaṅkhātā, na alamariyā na alamariyasaṅkhātā, kaṇhā kaṇhasaṅkhātā. ",
          "en": " "
        },
        {
          "scid": "dn8:10.3",
          "pli": "Gotamasāvakasaṅgho ime dhamme anavasesaṃ pahāya vattati, yaṃ vā pana bhonto pare gaṇācariyasāvakasaṅghā’ti. ",
          "en": "‘The ascetic Gotama’s disciples behave like they’ve totally given those unskillful things up, compared with the disciples of other teachers.’ "
        },
        {
          "scid": "dn8:10.4",
          "pli": "Itiha, kassapa, viññū samanuyuñjantā samanugāhantā samanubhāsantā amheva tattha yebhuyyena pasaṃseyyuṃ. ",
          "en": "And that’s how, when sensible people pursue the matter, they will mostly praise us. "
        },
        {
          "scid": "dn8:11.1",
          "pli": "Aparampi no, kassapa, viññū samanuyuñjantaṃ samanugāhantaṃ samanubhāsantaṃ satthārā vā satthāraṃ saṅghena vā saṅghaṃ. ",
          "en": "In addition, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community: "
        },
        {
          "scid": "dn8:11.2",
          "pli": "‘Ye imesaṃ bhavataṃ dhammā kusalā kusalasaṅkhātā, anavajjā anavajjasaṅkhātā, sevitabbā sevitabbasaṅkhātā, alamariyā alamariyasaṅkhātā, sukkā sukkasaṅkhātā. ",
          "en": "‘There are things that are skillful, blameless, worth cultivating, worthy of the noble ones, and bright—and are reckoned as such. "
        },
        {
          "scid": "dn8:11.3",
          "pli": "Ko ime dhamme anavasesaṃ samādāya vattati, gotamasāvakasaṅgho vā, pare vā pana bhonto gaṇācariyasāvakasaṅghā’ti? ",
          "en": "Who proceeds having totally undertaken these things: the ascetic Gotama’s disciples, or the disciples of other teachers?’ "
        },
        {
          "scid": "dn8:12.1",
          "pli": "Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ viññū samanuyuñjantā samanugāhantā samanubhāsantā evaṃ vadeyyuṃ: ",
          "en": "It’s possible that they might say: "
        },
        {
          "scid": "dn8:12.2",
          "pli": "‘ye imesaṃ bhavataṃ dhammā kusalā kusalasaṅkhātā, anavajjā anavajjasaṅkhātā, sevitabbā sevitabbasaṅkhātā, alamariyā alamariyasaṅkhātā, sukkā sukkasaṅkhātā. ",
          "en": " "
        },
        {
          "scid": "dn8:12.3",
          "pli": "Gotamasāvakasaṅgho ime dhamme anavasesaṃ samādāya vattati, yaṃ vā pana bhonto pare gaṇācariyasāvakasaṅghā’ti. ",
          "en": "‘The ascetic Gotama’s disciples proceed having totally undertaken those skillful things, compared with the disciples of other teachers.’ "
        },
        {
          "scid": "dn8:12.4",
          "pli": "Itiha, kassapa, viññū samanuyuñjantā samanugāhantā samanubhāsantā amheva tattha yebhuyyena pasaṃseyyuṃ. ",
          "en": "And that’s how, when sensible people pursue the matter, they will mostly praise us. "
        },
        {
          "scid": "dn8:12.5",
          "pli": "2. Ariyaaṭṭhaṅgikamagga ",
          "en": "2. The Noble Eightfold Path "
        },
        {
          "scid": "dn8:13.1",
          "pli": "Atthi, kassapa, maggo atthi paṭipadā, yathāpaṭipanno sāmaññeva ñassati sāmaṃ dakkhati: ",
          "en": "There is, Kassapa, a path, there is a practice, practicing in accordance with which you will know and see for yourself: "
        },
        {
          "scid": "dn8:13.2",
          "pli": "‘samaṇova gotamo kālavādī bhūtavādī atthavādī dhammavādī vinayavādī’ti. ",
          "en": "‘Only the ascetic Gotama’s words are timely, true, and meaningful, in line with the teaching and training.’ "
        },
        {
          "scid": "dn8:13.3",
          "pli": "Katamo ca, kassapa, maggo, katamā ca paṭipadā, yathāpaṭipanno sāmaññeva ñassati sāmaṃ dakkhati: ",
          "en": "And what is that path? "
        },
        {
          "scid": "dn8:13.4",
          "pli": "‘samaṇova gotamo kālavādī bhūtavādī atthavādī dhammavādī vinayavādī’ti? ",
          "en": " "
        },
        {
          "scid": "dn8:13.5",
          "pli": "Ayameva ariyo aṭṭhaṅgiko maggo. ",
          "en": "It is simply this noble eightfold path, that is: "
        },
        {
          "scid": "dn8:13.6",
          "pli": "Seyyathidaṃ—sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "dn8:13.7",
          "pli": "Ayaṃ kho, kassapa, maggo, ayaṃ paṭipadā, yathāpaṭipanno sāmaññeva ñassati sāmaṃ dakkhati ‘samaṇova gotamo kālavādī bhūtavādī atthavādī dhammavādī vinayavādī’”ti. ",
          "en": "This is the path, this is the practice, practicing in accordance with which you will know and see for yourself: ‘Only the ascetic Gotama’s words are timely, true, and meaningful, in line with the teaching and training.’” "
        },
        {
          "scid": "dn8:13.8",
          "pli": "3. Tapopakkamakathā ",
          "en": "3. Practicing Self-Mortification "
        },
        {
          "scid": "dn8:14.1",
          "pli": "Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Kassapa said to the Buddha: "
        },
        {
          "scid": "dn8:14.2",
          "pli": "“imepi kho, āvuso gotama, tapopakkamā etesaṃ samaṇabrāhmaṇānaṃ sāmaññasaṅkhātā ca brahmaññasaṅkhātā ca. ",
          "en": "“Reverend Gotama, those ascetics and brahmins consider these practices of self-mortification to be what makes someone a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:14.3",
          "pli": "Acelako hoti, muttācāro, hatthāpalekhano, naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṃ, na uddissakataṃ, na nimantanaṃ sādiyati. ",
          "en": "They go naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal. "
        },
        {
          "scid": "dn8:14.4",
          "pli": "So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ, na maṃsaṃ, na suraṃ, na merayaṃ, na thusodakaṃ pivati. ",
          "en": "They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer. "
        },
        {
          "scid": "dn8:14.5",
          "pli": "So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko … sattāgāriko vā hoti sattālopiko; ",
          "en": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. "
        },
        {
          "scid": "dn8:14.6",
          "pli": "ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti … sattahipi dattīhi yāpeti; ",
          "en": "They feed on one saucer a day, two saucers a day, up to seven saucers a day. "
        },
        {
          "scid": "dn8:14.7",
          "pli": "ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti … sattāhikampi āhāraṃ āhāreti. Iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
          "en": "They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals. "
        },
        {
          "scid": "dn8:14.8",
          "pli": "Imepi kho, āvuso gotama, tapopakkamā etesaṃ samaṇabrāhmaṇānaṃ sāmaññasaṅkhātā ca brahmaññasaṅkhātā ca. ",
          "en": "Those ascetics and brahmins also consider these practices of self-mortification to be what makes someone a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:14.9",
          "pli": "Sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
          "en": "They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit. "
        },
        {
          "scid": "dn8:14.10",
          "pli": "Imepi kho, āvuso gotama, tapopakkamā etesaṃ samaṇabrāhmaṇānaṃ sāmaññasaṅkhātā ca brahmaññasaṅkhātā ca. ",
          "en": "Those ascetics and brahmins also consider these practices of mortification to be what makes someone a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:14.11",
          "pli": "Sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhikampi dhāreti, ",
          "en": "They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. "
        },
        {
          "scid": "dn8:14.12",
          "pli": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto, ",
          "en": "They tear out hair and beard, committed to this practice. "
        },
        {
          "scid": "dn8:14.13",
          "pli": "ubbhaṭṭhakopi hoti āsanapaṭikkhitto, ",
          "en": "They constantly stand, refusing seats. "
        },
        {
          "scid": "dn8:14.14",
          "pli": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, ",
          "en": "They squat, committed to persisting in the squatting position. "
        },
        {
          "scid": "dn8:14.15",
          "pli": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti, ",
          "en": "They lie on a mat of thorns, making a mat of thorns their bed. "
        },
        {
          "scid": "dn8:14.16",
          "pli": "phalakaseyyampi kappeti, thaṇḍilaseyyampi kappeti, ",
          "en": "They make their bed on a plank, or the bare ground. "
        },
        {
          "scid": "dn8:14.17",
          "pli": "ekapassayikopi hoti ",
          "en": "They lie only on one side. "
        },
        {
          "scid": "dn8:14.18",
          "pli": "rajojalladharo, ",
          "en": "They wear dust and dirt. "
        },
        {
          "scid": "dn8:14.19",
          "pli": "abbhokāsikopi hoti ",
          "en": "They stay in the open air. "
        },
        {
          "scid": "dn8:14.20",
          "pli": "yathāsanthatiko, ",
          "en": "They sleep wherever they lay their mat. "
        },
        {
          "scid": "dn8:14.21",
          "pli": "vekaṭikopi hoti vikaṭabhojanānuyogamanuyutto, ",
          "en": "They eat unnatural things, committed to the practice of eating unnatural foods. "
        },
        {
          "scid": "dn8:14.22",
          "pli": "apānakopi hoti apānakattamanuyutto, ",
          "en": "They don’t drink, committed to the practice of not drinking liquids. "
        },
        {
          "scid": "dn8:14.23",
          "pli": "sāyatatiyakampi udakorohanānuyogamanuyutto viharatī”ti. ",
          "en": "They’re committed to the practice of immersion in water three times a day, including the evening.” "
        },
        {
          "scid": "dn8:14.24",
          "pli": "4. Tapopakkamaniratthakathā ",
          "en": "4. The Uselessness of Self-Mortification "
        },
        {
          "scid": "dn8:15.1",
          "pli": "“Acelako cepi, kassapa, hoti, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
          "en": "“Kassapa, someone may practice all those forms of self-mortification, "
        },
        {
          "scid": "dn8:15.2",
          "pli": "Tassa cāyaṃ sīlasampadā cittasampadā paññāsampadā abhāvitā hoti asacchikatā. Atha kho so ārakāva sāmaññā ārakāva brahmaññā. ",
          "en": "but if they haven’t developed and realized any accomplishment in ethics, mind, and wisdom, they are far from being a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:15.3",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "But take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "dn8:15.4",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi. ",
          "en": "When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’. "
        },
        {
          "scid": "dn8:15.5",
          "pli": "Sākabhakkho cepi, kassapa, hoti, sāmākabhakkho … pe … vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
          "en": " "
        },
        {
          "scid": "dn8:15.6",
          "pli": "Tassa cāyaṃ sīlasampadā cittasampadā paññāsampadā abhāvitā hoti asacchikatā. ",
          "en": " "
        },
        {
          "scid": "dn8:15.7",
          "pli": "Atha kho so ārakāva sāmaññā ārakāva brahmaññā. ",
          "en": " "
        },
        {
          "scid": "dn8:15.8",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:15.9",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi. ",
          "en": " "
        },
        {
          "scid": "dn8:15.10",
          "pli": "Sāṇāni cepi, kassapa, dhāreti, masāṇānipi dhāreti … pe … ",
          "en": " "
        },
        {
          "scid": "dn8:15.11",
          "pli": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:15.12",
          "pli": "Tassa cāyaṃ sīlasampadā cittasampadā paññāsampadā abhāvitā hoti asacchikatā. ",
          "en": " "
        },
        {
          "scid": "dn8:15.13",
          "pli": "Atha kho so ārakāva sāmaññā ārakāva brahmaññā. ",
          "en": " "
        },
        {
          "scid": "dn8:15.14",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:15.15",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipī”ti. ",
          "en": " "
        },
        {
          "scid": "dn8:16.1",
          "pli": "Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Kassapa said to the Buddha, "
        },
        {
          "scid": "dn8:16.2",
          "pli": "“dukkaraṃ, bho gotama, sāmaññaṃ dukkaraṃ brahmaññan”ti. ",
          "en": "“It’s hard, Master Gotama, to be a true ascetic or a true brahmin.” "
        },
        {
          "scid": "dn8:16.3",
          "pli": "“Pakati kho esā, kassapa, lokasmiṃ ‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti. ",
          "en": "“It’s typical, Kassapa, in this world to think that it’s hard to be a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:16.4",
          "pli": "Acelako cepi, kassapa, hoti, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
          "en": "But someone might practice all those forms of self-mortification. "
        },
        {
          "scid": "dn8:16.5",
          "pli": "Imāya ca, kassapa, mattāya iminā tapopakkamena sāmaññaṃ vā abhavissa brahmaññaṃ vā dukkaraṃ sudukkaraṃ, netaṃ abhavissa kallaṃ vacanāya: ",
          "en": "And if it was only because of just that much, only because of that self-mortification that it was so very hard to be a true ascetic or brahmin, it wouldn’t be appropriate to say that "
        },
        {
          "scid": "dn8:16.6",
          "pli": "‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti. ",
          "en": "it’s hard to be a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:16.7",
          "pli": "Sakkā ca panetaṃ abhavissa kātuṃ gahapatinā vā gahapatiputtena vā antamaso kumbhadāsiyāpi: ",
          "en": "For it would be quite possible for a householder or a householder’s child—or even the bonded maid who carries the water-jar—"
        },
        {
          "scid": "dn8:16.8",
          "pli": "‘handāhaṃ acelako homi, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharāmī’ti. ",
          "en": "to practice all those forms of self-mortification. "
        },
        {
          "scid": "dn8:16.9",
          "pli": "Yasmā ca kho, kassapa, aññatreva imāya mattāya aññatra iminā tapopakkamena sāmaññaṃ vā hoti brahmaññaṃ vā dukkaraṃ sudukkaraṃ, tasmā etaṃ kallaṃ vacanāya: ",
          "en": "It’s because there’s something other than just that much, something other than that self-mortification that it’s so very hard to be a true ascetic or brahmin. And that’s why it is appropriate to say that "
        },
        {
          "scid": "dn8:16.10",
          "pli": "‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti. ",
          "en": "it’s hard to be a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:16.11",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "dn8:16.12",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi. ",
          "en": "When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’. "
        },
        {
          "scid": "dn8:16.13",
          "pli": "Sākabhakkho cepi, kassapa, hoti, sāmākabhakkho … pe … vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
          "en": " "
        },
        {
          "scid": "dn8:16.14",
          "pli": "Imāya ca, kassapa, mattāya iminā tapopakkamena sāmaññaṃ vā abhavissa brahmaññaṃ vā dukkaraṃ sudukkaraṃ, netaṃ abhavissa kallaṃ vacanāya: ",
          "en": " "
        },
        {
          "scid": "dn8:16.15",
          "pli": "‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:16.16",
          "pli": "Sakkā ca panetaṃ abhavissa kātuṃ gahapatinā vā gahapatiputtena vā antamaso kumbhadāsiyāpi: ",
          "en": " "
        },
        {
          "scid": "dn8:16.17",
          "pli": "‘handāhaṃ sākabhakkho vā homi, sāmākabhakkho vā … pe … vanamūlaphalāhāro yāpemi pavattaphalabhojī’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:16.18",
          "pli": "Yasmā ca kho, kassapa, aññatreva imāya mattāya aññatra iminā tapopakkamena sāmaññaṃ vā hoti brahmaññaṃ vā dukkaraṃ sudukkaraṃ, tasmā etaṃ kallaṃ vacanāya: ",
          "en": " "
        },
        {
          "scid": "dn8:16.19",
          "pli": "‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:16.20",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:16.21",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi. ",
          "en": " "
        },
        {
          "scid": "dn8:16.22",
          "pli": "Sāṇāni cepi, kassapa, dhāreti, masāṇānipi dhāreti … pe … sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:16.23",
          "pli": "Imāya ca, kassapa, mattāya iminā tapopakkamena sāmaññaṃ vā abhavissa brahmaññaṃ vā dukkaraṃ sudukkaraṃ, netaṃ abhavissa kallaṃ vacanāya: ",
          "en": " "
        },
        {
          "scid": "dn8:16.24",
          "pli": "‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:16.25",
          "pli": "Sakkā ca panetaṃ abhavissa kātuṃ gahapatinā vā gahapatiputtena vā antamaso kumbhadāsiyāpi: ",
          "en": " "
        },
        {
          "scid": "dn8:16.26",
          "pli": "‘handāhaṃ sāṇānipi dhāremi, masāṇānipi dhāremi … pe … sāyatatiyakampi udakorohanānuyogamanuyutto viharāmī’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:16.27",
          "pli": "Yasmā ca kho, kassapa, aññatreva imāya mattāya aññatra iminā tapopakkamena sāmaññaṃ vā hoti brahmaññaṃ vā dukkaraṃ sudukkaraṃ, tasmā etaṃ kallaṃ vacanāya: ",
          "en": " "
        },
        {
          "scid": "dn8:16.28",
          "pli": "‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:16.29",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:16.30",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipī”ti. ",
          "en": " "
        },
        {
          "scid": "dn8:17.1",
          "pli": "Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Kassapa said to the Buddha, "
        },
        {
          "scid": "dn8:17.2",
          "pli": "“dujjāno, bho gotama, samaṇo, dujjāno brāhmaṇo”ti. ",
          "en": "“It’s hard, Master Gotama, to know a true ascetic or a true brahmin.” "
        },
        {
          "scid": "dn8:17.3",
          "pli": "“Pakati kho esā, kassapa, lokasmiṃ ‘dujjāno samaṇo dujjāno brāhmaṇo’ti. ",
          "en": "“It’s typical in this world to think that it’s hard to know a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:17.4",
          "pli": "Acelako cepi, kassapa, hoti, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
          "en": "But someone might practice all those forms of self-mortification. "
        },
        {
          "scid": "dn8:17.5",
          "pli": "Imāya ca, kassapa, mattāya iminā tapopakkamena samaṇo vā abhavissa brāhmaṇo vā dujjāno sudujjāno, netaṃ abhavissa kallaṃ vacanāya: ",
          "en": "And if it was only by just that much, only by that self-mortification that it was so very hard to know a true ascetic or brahmin, it wouldn’t be appropriate to say that "
        },
        {
          "scid": "dn8:17.6",
          "pli": "‘dujjāno samaṇo dujjāno brāhmaṇo’ti. ",
          "en": "it’s hard to know a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:17.7",
          "pli": "Sakkā ca paneso abhavissa ñātuṃ gahapatinā vā gahapatiputtena vā antamaso kumbhadāsiyāpi: ",
          "en": "For it would be quite possible for a householder or a householder’s child—or even the bonded maid who carries the water-jar—"
        },
        {
          "scid": "dn8:17.8",
          "pli": "‘ayaṃ acelako hoti, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharatī’ti. ",
          "en": "to know that someone is practicing all those forms of self-mortification. "
        },
        {
          "scid": "dn8:17.9",
          "pli": "Yasmā ca kho, kassapa, aññatreva imāya mattāya aññatra iminā tapopakkamena samaṇo vā hoti brāhmaṇo vā dujjāno sudujjāno, tasmā etaṃ kallaṃ vacanāya: ",
          "en": "It’s because there’s something other than just that much, something other than that self-mortification that it’s so very hard to know a true ascetic or brahmin. And that’s why it is appropriate to say that "
        },
        {
          "scid": "dn8:17.10",
          "pli": "‘dujjāno samaṇo dujjāno brāhmaṇo’ti. ",
          "en": "it’s hard to know a true ascetic or brahmin. "
        },
        {
          "scid": "dn8:17.11",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "dn8:17.12",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi. ",
          "en": "When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’.” "
        },
        {
          "scid": "dn8:17.13",
          "pli": "Sākabhakkho cepi, kassapa, hoti sāmākabhakkho … pe … vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
          "en": " "
        },
        {
          "scid": "dn8:17.14",
          "pli": "Imāya ca, kassapa, mattāya iminā tapopakkamena samaṇo vā abhavissa brāhmaṇo vā dujjāno sudujjāno, netaṃ abhavissa kallaṃ vacanāya: ",
          "en": " "
        },
        {
          "scid": "dn8:17.15",
          "pli": "‘dujjāno samaṇo dujjāno brāhmaṇo’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:17.16",
          "pli": "Sakkā ca paneso abhavissa ñātuṃ gahapatinā vā gahapatiputtena vā antamaso kumbhadāsiyāpi: ",
          "en": " "
        },
        {
          "scid": "dn8:17.17",
          "pli": "‘ayaṃ sākabhakkho vā hoti sāmākabhakkho … pe … vanamūlaphalāhāro yāpeti pavattaphalabhojī’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:17.18",
          "pli": "Yasmā ca kho, kassapa, aññatreva imāya mattāya aññatra iminā tapopakkamena samaṇo vā hoti brāhmaṇo vā dujjāno sudujjāno, tasmā etaṃ kallaṃ vacanāya: ",
          "en": " "
        },
        {
          "scid": "dn8:17.19",
          "pli": "‘dujjāno samaṇo dujjāno brāhmaṇo’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:17.20",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:17.21",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi. ",
          "en": " "
        },
        {
          "scid": "dn8:17.22",
          "pli": "Sāṇāni cepi, kassapa, dhāreti, masāṇānipi dhāreti … pe … sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:17.23",
          "pli": "Imāya ca, kassapa, mattāya iminā tapopakkamena samaṇo vā abhavissa brāhmaṇo vā dujjāno sudujjāno, netaṃ abhavissa kallaṃ vacanāya: ",
          "en": " "
        },
        {
          "scid": "dn8:17.24",
          "pli": "‘dujjāno samaṇo dujjāno brāhmaṇo’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:17.25",
          "pli": "Sakkā ca paneso abhavissa ñātuṃ gahapatinā vā gahapatiputtena vā antamaso kumbhadāsiyāpi: ",
          "en": " "
        },
        {
          "scid": "dn8:17.26",
          "pli": "‘ayaṃ sāṇānipi dhāreti, masāṇānipi dhāreti … pe … sāyatatiyakampi udakorohanānuyogamanuyutto viharatī’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:17.27",
          "pli": "Yasmā ca kho, kassapa, aññatreva imāya mattāya aññatra iminā tapopakkamena samaṇo vā hoti brāhmaṇo vā dujjāno sudujjāno, tasmā etaṃ kallaṃ vacanāya: ",
          "en": " "
        },
        {
          "scid": "dn8:17.28",
          "pli": "‘dujjāno samaṇo dujjāno brāhmaṇo’ti. ",
          "en": " "
        },
        {
          "scid": "dn8:17.29",
          "pli": "Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": " "
        },
        {
          "scid": "dn8:17.30",
          "pli": "Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipī”ti. ",
          "en": " "
        },
        {
          "scid": "dn8:17.31",
          "pli": "5. Sīlasamādhipaññāsampadā ",
          "en": "5. The Accomplishment of Ethics, Immersion, and Wisdom "
        },
        {
          "scid": "dn8:18.1",
          "pli": "Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca: ",
          "en": "When he had spoken, Kassapa said to the Buddha, "
        },
        {
          "scid": "dn8:18.2",
          "pli": "“katamā pana sā, bho gotama, sīlasampadā, katamā cittasampadā, katamā paññāsampadā”ti? ",
          "en": "“But Master Gotama, what is that accomplishment in ethics, in mind, and in wisdom?” "
        },
        {
          "scid": "dn8:18.3",
          "pli": "“Idha, kassapa, tathāgato loke uppajjati arahaṃ, sammāsambuddho … pe … ",
          "en": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … "
        },
        {
          "scid": "dn8:18.4",
          "pli": "bhayadassāvī samādāya sikkhati sikkhāpadesu, kāyakammavacīkammena samannāgato kusalena parisuddhājīvo sīlasampanno indriyesu guttadvāro satisampajaññena samannāgato santuṭṭho. ",
          "en": "Seeing danger in the slightest fault, a mendicant keeps the rules they’ve undertaken. They act skillfully by body and speech. They’re purified in livelihood and accomplished in ethical conduct. They guard the sense doors, have mindfulness and situational awareness, and are content. "
        },
        {
          "scid": "dn8:18.5",
          "pli": "Kathañca, kassapa, bhikkhu sīlasampanno hoti? ",
          "en": "And how is a mendicant accomplished in ethics? "
        },
        {
          "scid": "dn8:18.6",
          "pli": "Idha, kassapa, bhikkhu pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. ",
          "en": "It’s when a mendicant gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. "
        },
        {
          "scid": "dn8:18.7",
          "pli": "Idampissa hoti sīlasampadāya … pe … ",
          "en": "This pertains to their accomplishment in ethics. … "
        },
        {
          "scid": "dn8:19.1",
          "pli": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
          "en": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. … "
        },
        {
          "scid": "dn8:19.2",
          "pli": "Seyyathidaṃ—santikammaṃ paṇidhikammaṃ … pe … osadhīnaṃ patimokkho ",
          "en": " "
        },
        {
          "scid": "dn8:19.3",
          "pli": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
          "en": "They refrain from such unworthy branches of knowledge, such wrong livelihood. "
        },
        {
          "scid": "dn8:19.4",
          "pli": "Idampissa hoti sīlasampadāya. ",
          "en": "This pertains to their accomplishment in ethics. "
        },
        {
          "scid": "dn8:19.5",
          "pli": "Sa kho so, kassapa, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato. ",
          "en": "A mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. "
        },
        {
          "scid": "dn8:19.6",
          "pli": "Seyyathāpi, kassapa, rājā khattiyo muddhāvasitto nihatapaccāmitto na kutoci bhayaṃ samanupassati, yadidaṃ paccatthikato; ",
          "en": "It’s like a king who has defeated his enemies. He sees no danger from his foes in any quarter. "
        },
        {
          "scid": "dn8:19.7",
          "pli": "evameva kho, kassapa, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato. ",
          "en": "In the same way, a mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. "
        },
        {
          "scid": "dn8:19.8",
          "pli": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti. ",
          "en": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. "
        },
        {
          "scid": "dn8:19.9",
          "pli": "Evaṃ kho, kassapa, bhikkhu sīlasampanno hoti. ",
          "en": "That’s how a mendicant is accomplished in ethics. "
        },
        {
          "scid": "dn8:19.10",
          "pli": "Ayaṃ kho, kassapa, sīlasampadā … pe … ",
          "en": "This, Kassapa, is that accomplishment in ethics. … "
        },
        {
          "scid": "dn8:19.11",
          "pli": "paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "They enter and remain in the first absorption … "
        },
        {
          "scid": "dn8:19.12",
          "pli": "Idampissa hoti cittasampadāya … pe … ",
          "en": "This pertains to their accomplishment in mind. … "
        },
        {
          "scid": "dn8:19.13",
          "pli": "dutiyaṃ jhānaṃ … ",
          "en": "They enter and remain in the second absorption … "
        },
        {
          "scid": "dn8:19.14",
          "pli": "tatiyaṃ jhānaṃ … ",
          "en": "third absorption … "
        },
        {
          "scid": "dn8:19.15",
          "pli": "catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "fourth absorption. "
        },
        {
          "scid": "dn8:19.16",
          "pli": "Idampissa hoti cittasampadāya. ",
          "en": "This pertains to their accomplishment in mind. "
        },
        {
          "scid": "dn8:19.17",
          "pli": "Ayaṃ kho, kassapa, cittasampadā. ",
          "en": "This, Kassapa, is that accomplishment in mind. "
        },
        {
          "scid": "dn8:20.1",
          "pli": "So evaṃ samāhite citte … pe … ",
          "en": "When their mind is immersed like this, "
        },
        {
          "scid": "dn8:20.2",
          "pli": "ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … ",
          "en": "they extend and project it toward knowledge and vision … "
        },
        {
          "scid": "dn8:20.3",
          "pli": "idampissa hoti paññāsampadāya … pe … ",
          "en": "This pertains to their accomplishment in wisdom. … "
        },
        {
          "scid": "dn8:20.4",
          "pli": "nāparaṃ itthattāyāti pajānāti. ",
          "en": "They understand: ‘… there is no return to any state of existence.’ "
        },
        {
          "scid": "dn8:20.5",
          "pli": "Idampissa hoti paññāsampadāya. ",
          "en": "This pertains to their accomplishment in wisdom. "
        },
        {
          "scid": "dn8:20.6",
          "pli": "Ayaṃ kho, kassapa, paññāsampadā. ",
          "en": "This, Kassapa, is that accomplishment in wisdom. "
        },
        {
          "scid": "dn8:20.7",
          "pli": "Imāya ca, kassapa, sīlasampadāya cittasampadāya paññāsampadāya aññā sīlasampadā cittasampadā paññāsampadā uttaritarā vā paṇītatarā vā natthi. ",
          "en": "And, Kassapa, there is no accomplishment in ethics, mind, and wisdom that is better or finer than this. "
        },
        {
          "scid": "dn8:20.8",
          "pli": "6. Sīhanādakathā ",
          "en": "6. The Lion’s Roar "
        },
        {
          "scid": "dn8:21.1",
          "pli": "Santi, kassapa, eke samaṇabrāhmaṇā sīlavādā. ",
          "en": "There are, Kassapa, some ascetics and brahmins who teach ethics. "
        },
        {
          "scid": "dn8:21.2",
          "pli": "Te anekapariyāyena sīlassa vaṇṇaṃ bhāsanti. ",
          "en": "They praise ethical conduct in many ways. "
        },
        {
          "scid": "dn8:21.3",
          "pli": "Yāvatā, kassapa, ariyaṃ paramaṃ sīlaṃ, nāhaṃ tattha attano samasamaṃ samanupassāmi, kuto bhiyyo. ",
          "en": "But as far as the highest noble ethics goes, I don’t see anyone who’s my equal, still less my superior. "
        },
        {
          "scid": "dn8:21.4",
          "pli": "Atha kho ahameva tattha bhiyyo, yadidaṃ adhisīlaṃ. ",
          "en": "Rather, I am the one who is superior when it comes to the higher ethics. "
        },
        {
          "scid": "dn8:21.5",
          "pli": "Santi, kassapa, eke samaṇabrāhmaṇā tapojigucchāvādā. ",
          "en": "There are, Kassapa, some ascetics and brahmins who teach mortification in disgust of sin. "
        },
        {
          "scid": "dn8:21.6",
          "pli": "Te anekapariyāyena tapojigucchāya vaṇṇaṃ bhāsanti. ",
          "en": "They praise mortification in disgust of sin in many ways. "
        },
        {
          "scid": "dn8:21.7",
          "pli": "Yāvatā, kassapa, ariyā paramā tapojigucchā, nāhaṃ tattha attano samasamaṃ samanupassāmi, kuto bhiyyo. ",
          "en": "But as far as the highest noble mortification in disgust of sin goes, I don’t see anyone who’s my equal, still less my superior. "
        },
        {
          "scid": "dn8:21.8",
          "pli": "Atha kho ahameva tattha bhiyyo, yadidaṃ adhijegucchaṃ. ",
          "en": "Rather, I am the one who is superior when it comes to the higher mortification in disgust of sin. "
        },
        {
          "scid": "dn8:21.9",
          "pli": "Santi, kassapa, eke samaṇabrāhmaṇā paññāvādā. ",
          "en": "There are, Kassapa, some ascetics and brahmins who teach wisdom. "
        },
        {
          "scid": "dn8:21.10",
          "pli": "Te anekapariyāyena paññāya vaṇṇaṃ bhāsanti. ",
          "en": "They praise wisdom in many ways. "
        },
        {
          "scid": "dn8:21.11",
          "pli": "Yāvatā, kassapa, ariyā paramā paññā, nāhaṃ tattha attano samasamaṃ samanupassāmi, kuto bhiyyo. ",
          "en": "But as far as the highest noble wisdom goes, I don’t see anyone who’s my equal, still less my superior. "
        },
        {
          "scid": "dn8:21.12",
          "pli": "Atha kho ahameva tattha bhiyyo, yadidaṃ adhipaññaṃ. ",
          "en": "Rather, I am the one who is superior when it comes to the higher wisdom. "
        },
        {
          "scid": "dn8:21.13",
          "pli": "Santi, kassapa, eke samaṇabrāhmaṇā vimuttivādā. ",
          "en": "There are, Kassapa, some ascetics and brahmins who teach freedom. "
        },
        {
          "scid": "dn8:21.14",
          "pli": "Te anekapariyāyena vimuttiyā vaṇṇaṃ bhāsanti. ",
          "en": "They praise freedom in many ways. "
        },
        {
          "scid": "dn8:21.15",
          "pli": "Yāvatā, kassapa, ariyā paramā vimutti, nāhaṃ tattha attano samasamaṃ samanupassāmi, kuto bhiyyo. ",
          "en": "But as far as the highest noble freedom goes, I don’t see anyone who’s my equal, still less my superior. "
        },
        {
          "scid": "dn8:21.16",
          "pli": "Atha kho ahameva tattha bhiyyo, yadidaṃ adhivimutti. ",
          "en": "Rather, I am the one who is superior when it comes to the higher freedom. "
        },
        {
          "scid": "dn8:22.1",
          "pli": "Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
          "en": "It’s possible that wanderers who follow other paths might say: "
        },
        {
          "scid": "dn8:22.2",
          "pli": "‘sīhanādaṃ kho samaṇo gotamo nadati, tañca kho suññāgāre nadati, no parisāsū’ti. ",
          "en": "‘The ascetic Gotama only roars his lion’s roar in an empty hut, not in an assembly.’ "
        },
        {
          "scid": "dn8:22.3",
          "pli": "Te: ‘mā hevan’tissu vacanīyā. ",
          "en": "They should be told, ‘Not so!’ "
        },
        {
          "scid": "dn8:22.4",
          "pli": "‘Sīhanādañca samaṇo gotamo nadati, parisāsu ca nadatī’ti evamassu, kassapa, vacanīyā. ",
          "en": "What should be said is this: ‘The ascetic Gotama roars his lion’s roar, and he roars it in an assembly.’ "
        },
        {
          "scid": "dn8:22.5",
          "pli": "Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
          "en": "It’s possible that wanderers who follow other paths might say: "
        },
        {
          "scid": "dn8:22.6",
          "pli": "‘sīhanādañca samaṇo gotamo nadati, parisāsu ca nadati, no ca kho visārado nadatī’ti. ",
          "en": "‘The ascetic Gotama roars his lion’s roar, and he roars it in an assembly. But he doesn’t roar it boldly.’ "
        },
        {
          "scid": "dn8:22.7",
          "pli": "Te: ‘mā hevan’tissu vacanīyā. ",
          "en": "They should be told, ‘Not so!’ "
        },
        {
          "scid": "dn8:22.8",
          "pli": "‘Sīhanādañca samaṇo gotamo nadati, parisāsu ca nadati, visārado ca nadatī’ti evamassu, kassapa, vacanīyā. ",
          "en": "What should be said is this: ‘The ascetic Gotama roars his lion’s roar, he roars it in an assembly, and he roars it boldly.’ "
        },
        {
          "scid": "dn8:22.9",
          "pli": "Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
          "en": "It’s possible that wanderers who follow other paths might say: "
        },
        {
          "scid": "dn8:22.10",
          "pli": "‘sīhanādañca samaṇo gotamo nadati, parisāsu ca nadati, visārado ca nadati, no ca kho naṃ pañhaṃ pucchanti … pe … ",
          "en": "‘The ascetic Gotama roars his lion’s roar, he roars it in an assembly, and he roars it boldly. But they don’t question him. … "
        },
        {
          "scid": "dn8:22.11",
          "pli": "pañhañca naṃ pucchanti; no ca kho nesaṃ pañhaṃ puṭṭho byākaroti … pe … ",
          "en": "Or he doesn’t answer their questions. … "
        },
        {
          "scid": "dn8:22.12",
          "pli": "pañhañca nesaṃ puṭṭho byākaroti; no ca kho pañhassa veyyākaraṇena cittaṃ ārādheti … pe … ",
          "en": "Or his answers are not satisfactory. … "
        },
        {
          "scid": "dn8:22.13",
          "pli": "pañhassa ca veyyākaraṇena cittaṃ ārādheti; no ca kho sotabbaṃ maññanti … pe … ",
          "en": "Or they don’t think him worth listening to. … "
        },
        {
          "scid": "dn8:22.14",
          "pli": "sotabbañcassa maññanti; no ca kho sutvā pasīdanti … pe … ",
          "en": "Or they’re not confident after listening. … "
        },
        {
          "scid": "dn8:22.15",
          "pli": "sutvā cassa pasīdanti; no ca kho pasannākāraṃ karonti … pe … ",
          "en": "Or they don’t show their confidence. … "
        },
        {
          "scid": "dn8:22.16",
          "pli": "pasannākārañca karonti; no ca kho tathattāya paṭipajjanti … pe … ",
          "en": "Or they don’t practice accordingly. … "
        },
        {
          "scid": "dn8:22.17",
          "pli": "tathattāya ca paṭipajjanti; no ca kho paṭipannā ārādhentī’ti. ",
          "en": "Or they don’t succeed in their practice.’ "
        },
        {
          "scid": "dn8:22.18",
          "pli": "Te: ‘mā hevan’tissu vacanīyā. ",
          "en": "They should be told, ‘Not so!’ "
        },
        {
          "scid": "dn8:22.19",
          "pli": "‘Sīhanādañca samaṇo gotamo nadati, parisāsu ca nadati, visārado ca nadati, pañhañca naṃ pucchanti, pañhañca nesaṃ puṭṭho byākaroti, pañhassa ca veyyākaraṇena cittaṃ ārādheti, sotabbañcassa maññanti, sutvā cassa pasīdanti, pasannākārañca karonti, tathattāya ca paṭipajjanti, paṭipannā ca ārādhentī’ti evamassu, kassapa, vacanīyā. ",
          "en": "What should be said is this: ‘The ascetic Gotama roars his lion’s roar; he roars it in an assembly; he roars it boldly; they question him; he answers their questions; his answers are satisfactory; they think him worth listening to; they’re confident after listening; they show their confidence; they practice accordingly; and they succeed in their practice.’ "
        },
        {
          "scid": "dn8:22.20",
          "pli": "7. Titthiyaparivāsakathā ",
          "en": "7. The Probation For One Previously Ordained "
        },
        {
          "scid": "dn8:23.1",
          "pli": "Ekamidāhaṃ, kassapa, samayaṃ rājagahe viharāmi gijjhakūṭe pabbate. ",
          "en": "Kassapa, this one time I was staying near Rājagaha, on the Vulture’s Peak Mountain. "
        },
        {
          "scid": "dn8:23.2",
          "pli": "Tatra maṃ aññataro tapabrahmacārī nigrodho nāma adhijegucche pañhaṃ apucchi. ",
          "en": "There a certain practitioner of self-mortification named Nigrodha asked me about the higher mortification in disgust of sin. "
        },
        {
          "scid": "dn8:23.3",
          "pli": "Tassāhaṃ adhijegucche pañhaṃ puṭṭho byākāsiṃ. ",
          "en": "I answered his question. "
        },
        {
          "scid": "dn8:23.4",
          "pli": "Byākate ca pana me attamano ahosi paraṃ viya mattāyā”ti. ",
          "en": "He was extremely happy with my answer.” "
        },
        {
          "scid": "dn8:23.5",
          "pli": "“Ko hi, bhante, bhagavato dhammaṃ sutvā na attamano assa paraṃ viya mattāya? ",
          "en": "“Sir, who wouldn’t be extremely happy after hearing the Buddha’s teaching? "
        },
        {
          "scid": "dn8:23.6",
          "pli": "Ahampi hi, bhante, bhagavato dhammaṃ sutvā attamano paraṃ viya mattāya. ",
          "en": "For I too am extremely happy after hearing the Buddha’s teaching! "
        },
        {
          "scid": "dn8:23.7",
          "pli": "Abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
          "en": "Excellent, sir! Excellent! "
        },
        {
          "scid": "dn8:23.8",
          "pli": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, so too the Buddha has made the teaching clear in many ways. "
        },
        {
          "scid": "dn8:23.9",
          "pli": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi, dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "dn8:23.10",
          "pli": "Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ",
          "en": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” "
        },
        {
          "scid": "dn8:24.1",
          "pli": "“Yo kho, kassapa, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya. ",
          "en": "“Kassapa, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood. "
        },
        {
          "scid": "dn8:24.2",
          "pli": "Api ca mettha puggalavemattatā viditā”ti. ",
          "en": "However, I have recognized individual differences in this matter.” "
        },
        {
          "scid": "dn8:24.3",
          "pli": "“Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhanti pabbajjaṃ, ākaṅkhanti upasampadaṃ, cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya. Ahaṃ cattāri vassāni parivasissāmi, catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti. ",
          "en": "“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.” "
        },
        {
          "scid": "dn8:24.4",
          "pli": "Alattha kho acelo kassapo bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ",
          "en": "And the naked ascetic Kassapa received the going forth, the ordination in the Buddha’s presence. "
        },
        {
          "scid": "dn8:24.5",
          "pli": "Acirūpasampanno kho panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto na cirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
          "en": "Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "dn8:24.6",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "dn8:24.7",
          "pli": "Aññataro kho panāyasmā kassapo arahataṃ ahosīti. ",
          "en": "And Venerable Kassapa became one of the perfected. "
        },
        {
          "scid": "dn8:24.8",
          "pli": "Mahāsīhanādasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "dn8/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "DN 8",
    "volpages": "DN i 161",
    "uid": "dn8",
    "blurb": "The Buddha is challenged by a naked ascetic on the topic of spiritual austerities. He points out that it is quite possible to perform all kinds of austere practices without having any inner purity of mind.",
    "difficulty": 2,
    "original_title": "Mahāsīhanāda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Longer Discourse on the Lion’s Roar ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_dn8_sujato",
        "segmented": true,
        "title": "The Longer Discourse on the Lion’s Roar ",
        "volpage": null
      },
      {
        "author": "T.W. Rhys Davids",
        "author_short": "T.W. Rhys Davids",
        "author_uid": "tw_rhysdavids",
        "id": "en_dn8_tw_rhysdavids",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1899",
        "segmented": false,
        "volpage": null,
        "title": "The Lion’s Roar to Kassapa"
      }
    ],
    "parallel_count": 48,
    "biblio": null,
    "num": 8
  }
}