{
  "sutta_uid": "sn12.22",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn12.22",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Ten Powers (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Vital Conditions ",
      "uid": "sn12.23"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Ten Powers ",
      "uid": "sn12.21"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn12.22:0.1",
          "pli": "Saṃyutta Nikāya 12 ",
          "en": "Linked Discourses 12 "
        },
        {
          "scid": "sn12.22:0.2",
          "pli": "3. Dasabalavagga ",
          "en": "3. The Ten Powers "
        },
        {
          "scid": "sn12.22:0.3",
          "pli": "22. Dutiyadasabalasutta ",
          "en": "22. The Ten Powers (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn12.22:1.1",
          "pli": "Sāvatthiyaṃ viharati. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn12.22:1.2",
          "pli": "“Dasabalasamannāgato, bhikkhave, tathāgato catūhi ca vesārajjehi samannāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti: ",
          "en": "“Mendicants, a Realized One has ten powers and four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "sn12.22:1.3",
          "pli": "‘iti rūpaṃ iti rūpassa samudayo iti rūpassa atthaṅgamo, ",
          "en": "Such is form, such is the origin of form, such is the ending of form. "
        },
        {
          "scid": "sn12.22:1.4",
          "pli": "iti vedanā iti vedanāya samudayo iti vedanāya atthaṅgamo, ",
          "en": "Such is feeling, such is the origin of feeling, such is the ending of feeling. "
        },
        {
          "scid": "sn12.22:1.5",
          "pli": "iti saññā iti saññāya samudayo iti saññāya atthaṅgamo, ",
          "en": "Such is perception, such is the origin of perception, such is the ending of perception. "
        },
        {
          "scid": "sn12.22:1.6",
          "pli": "iti saṅkhārā iti saṅkhārānaṃ samudayo iti saṅkhārānaṃ atthaṅgamo, ",
          "en": "Such are choices, such is the origin of choices, such is the ending of choices. "
        },
        {
          "scid": "sn12.22:1.7",
          "pli": "iti viññāṇaṃ iti viññāṇassa samudayo iti viññāṇassa atthaṅgamo. ",
          "en": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness. "
        },
        {
          "scid": "sn12.22:1.8",
          "pli": "Iti imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati; ",
          "en": "When this exists, that is; due to the arising of this, that arises. "
        },
        {
          "scid": "sn12.22:1.9",
          "pli": "imasmiṃ asati idaṃ na hoti imassa nirodhā idaṃ nirujjhati. ",
          "en": "When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is: "
        },
        {
          "scid": "sn12.22:1.10",
          "pli": "Yadidaṃ avijjāpaccayā saṅkhārā; ",
          "en": "Ignorance is a condition for choices. "
        },
        {
          "scid": "sn12.22:1.11",
          "pli": "saṅkhārapaccayā viññāṇaṃ … pe … ",
          "en": "Choices are a condition for consciousness. … "
        },
        {
          "scid": "sn12.22:1.12",
          "pli": "evametassa kevalassa dukkhakkhandhassa samudayo hoti. ",
          "en": "That is how this entire mass of suffering originates. "
        },
        {
          "scid": "sn12.22:1.13",
          "pli": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho; ",
          "en": "When ignorance fades away and ceases with nothing left over, choices cease. "
        },
        {
          "scid": "sn12.22:1.14",
          "pli": "saṅkhāranirodhā viññāṇanirodho … pe … ",
          "en": "When choices cease, consciousness ceases. … "
        },
        {
          "scid": "sn12.22:1.15",
          "pli": "evametassa kevalassa dukkhakkhandhassa nirodho hoti’. ",
          "en": "That is how this entire mass of suffering ceases. "
        },
        {
          "scid": "sn12.22:2.1",
          "pli": "Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
          "en": "So the teaching has been well explained by me, made clear, opened, illuminated, and stripped of patchwork. "
        },
        {
          "scid": "sn12.22:2.2",
          "pli": "Evaṃ svākkhāte kho, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike alameva saddhāpabbajitena kulaputtena vīriyaṃ ārabhituṃ: ",
          "en": "Just this much is quite enough for someone who has gone forth out of faith from a good family to rouse up their energy. "
        },
        {
          "scid": "sn12.22:2.3",
          "pli": "‘kāmaṃ taco ca nhāru ca aṭṭhi ca avasissatu, sarīre upassussatu maṃsalohitaṃ. Yaṃ taṃ purisathāmena purisavīriyena purisaparakkamena pattabbaṃ, na taṃ apāpuṇitvā vīriyassa saṇṭhānaṃ bhavissatī’ti. ",
          "en": "‘Gladly, let only skin, sinews, and tendons remain! Let the flesh and blood waste away in my body! I will not stop trying until I have achieved what is possible by manly strength, energy, and vigor.’ "
        },
        {
          "scid": "sn12.22:3.1",
          "pli": "Dukkhaṃ, bhikkhave, kusīto viharati vokiṇṇo pāpakehi akusalehi dhammehi, mahantañca sadatthaṃ parihāpeti. ",
          "en": "A lazy person lives in suffering, mixed up with bad, unskillful qualities, and ruins a great deal of their own good. "
        },
        {
          "scid": "sn12.22:3.2",
          "pli": "Āraddhavīriyo ca kho, bhikkhave, sukhaṃ viharati pavivitto pāpakehi akusalehi dhammehi, mahantañca sadatthaṃ paripūreti. ",
          "en": "An energetic person lives happily, secluded from bad, unskillful qualities, and fulfills a great deal of their own good. "
        },
        {
          "scid": "sn12.22:3.3",
          "pli": "Na, bhikkhave, hīnena aggassa patti hoti. ",
          "en": "The best isn’t reached by the worst. "
        },
        {
          "scid": "sn12.22:3.4",
          "pli": "Aggena ca kho, bhikkhave, aggassa patti hoti. ",
          "en": "The best is reached by the best. "
        },
        {
          "scid": "sn12.22:3.5",
          "pli": "Maṇḍapeyyamidaṃ, bhikkhave, brahmacariyaṃ, satthā sammukhībhūto. ",
          "en": "This spiritual life is the cream, mendicants, and the Teacher is before you. "
        },
        {
          "scid": "sn12.22:3.6",
          "pli": "Tasmātiha, bhikkhave, vīriyaṃ ārabhatha appattassa pattiyā, anadhigatassa adhigamāya, asacchikatassa sacchikiriyāya. ",
          "en": "So you should rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized, thinking: "
        },
        {
          "scid": "sn12.22:3.7",
          "pli": "‘Evaṃ no ayaṃ amhākaṃ pabbajjā avañjhā bhavissati saphalā saudrayā. ",
          "en": "‘In this way our going forth will not be wasted, but will be fruitful and fertile. "
        },
        {
          "scid": "sn12.22:3.8",
          "pli": "Yesañca mayaṃ paribhuñjāma cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ tesaṃ te kārā amhesu mahapphalā bhavissanti mahānisaṃsā’ti—",
          "en": "And our use of robes, alms-food, lodgings, and medicines and supplies for the sick shall be of great fruit and benefit for those who offered them.’ "
        },
        {
          "scid": "sn12.22:3.9",
          "pli": "evañhi vo, bhikkhave, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "sn12.22:3.10",
          "pli": "Attatthaṃ vā hi, bhikkhave, sampassamānena alameva appamādena sampādetuṃ; ",
          "en": "Considering your own good, mendicants, is quite enough for you to persist with diligence. "
        },
        {
          "scid": "sn12.22:3.11",
          "pli": "paratthaṃ vā hi, bhikkhave, sampassamānena alameva appamādena sampādetuṃ; ",
          "en": "Considering the good of others is quite enough for you to persist with diligence. "
        },
        {
          "scid": "sn12.22:3.12",
          "pli": "ubhayatthaṃ vā hi, bhikkhave, sampassamānena alameva appamādena sampādetun”ti. ",
          "en": "Considering the good of both is quite enough for you to persist with diligence.” "
        },
        {
          "scid": "sn12.22:3.13",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn12.22/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 12.22",
    "volpages": "SN ii 28",
    "uid": "sn12.22",
    "blurb": "The Buddha’s teaching rests on his possession of ten powers and four grounds for self-confidence. When hearing such an open teaching, a mendicant puts forth great effort, considering the good for both themselves and for others.",
    "difficulty": null,
    "original_title": "Dutiyadasabala Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Ten Powers (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn12.22_sujato",
        "segmented": true,
        "title": "The Ten Powers (2nd) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn12.22_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Ten Powers (2)"
      }
    ],
    "parallel_count": 7,
    "biblio": null,
    "num": 2
  }
}