{
  "sutta_uid": "sn12.19",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn12.19",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Astute and the Foolish ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Conditions ",
      "uid": "sn12.20"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Timbaruka ",
      "uid": "sn12.18"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn12.19:0.1",
          "pli": "Saṃyutta Nikāya 12 ",
          "en": "Linked Discourses 12 "
        },
        {
          "scid": "sn12.19:0.2",
          "pli": "2. Āhāravagga ",
          "en": "2. Fuel "
        },
        {
          "scid": "sn12.19:0.3",
          "pli": "19. Bālapaṇḍitasutta ",
          "en": "19. The Astute and the Foolish "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn12.19:1.1",
          "pli": "Sāvatthiyaṃ viharati. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn12.19:1.2",
          "pli": "“Avijjānīvaraṇassa, bhikkhave, bālassa taṇhāya sampayuttassa evamayaṃ kāyo samudāgato. ",
          "en": "“Mendicants, for a fool hindered by ignorance and fettered by craving, this body has been produced. "
        },
        {
          "scid": "sn12.19:1.3",
          "pli": "Iti ayañceva kāyo bahiddhā ca nāmarūpaṃ, itthetaṃ dvayaṃ, dvayaṃ paṭicca phasso saḷevāyatanāni, yehi phuṭṭho bālo sukhadukkhaṃ paṭisaṃvedayati etesaṃ vā aññatarena. ",
          "en": "So there is the duality of this body and external name and form. Contact depends on this duality. When contacted through one or other of the six sense fields, the fool experiences pleasure and pain. "
        },
        {
          "scid": "sn12.19:2.1",
          "pli": "Avijjānīvaraṇassa, bhikkhave, paṇḍitassa taṇhāya sampayuttassa evamayaṃ kāyo samudāgato. ",
          "en": "For an astute person hindered by ignorance and fettered by craving, this body has been produced. "
        },
        {
          "scid": "sn12.19:2.2",
          "pli": "Iti ayañceva kāyo bahiddhā ca nāmarūpaṃ, itthetaṃ dvayaṃ, dvayaṃ paṭicca phasso saḷevāyatanāni, yehi phuṭṭho paṇḍito sukhadukkhaṃ paṭisaṃvedayati etesaṃ vā aññatarena. ",
          "en": "So there is the duality of this body and external name and form. Contact depends on this duality. When contacted through one or other of the six sense fields, the astute person experiences pleasure and pain. "
        },
        {
          "scid": "sn12.19:3.1",
          "pli": "Tatra, bhikkhave, ko viseso ko adhippayāso kiṃ nānākaraṇaṃ paṇḍitassa bālenā”ti? ",
          "en": "What, then, is the difference between the foolish and the astute?” "
        },
        {
          "scid": "sn12.19:3.2",
          "pli": "“Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā, bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
          "en": "“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” "
        },
        {
          "scid": "sn12.19:4.1",
          "pli": "“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
          "en": "“Well then, mendicants, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "sn12.19:4.2",
          "pli": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Yes, sir,” they replied. "
        },
        {
          "scid": "sn12.19:4.3",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "sn12.19:5.1",
          "pli": "“Yāya ca, bhikkhave, avijjāya nivutassa bālassa yāya ca taṇhāya sampayuttassa ayaṃ kāyo samudāgato, sā ceva avijjā bālassa appahīnā sā ca taṇhā aparikkhīṇā. ",
          "en": "“For a fool hindered by ignorance and fettered by craving, this body has been produced. But the fool has not given up that ignorance or finished that craving. "
        },
        {
          "scid": "sn12.19:5.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "sn12.19:5.3",
          "pli": "Na, bhikkhave, bālo acari brahmacariyaṃ sammā dukkhakkhayāya. ",
          "en": "The fool has not completed the spiritual journey for the complete ending of suffering. "
        },
        {
          "scid": "sn12.19:5.4",
          "pli": "Tasmā bālo kāyassa bhedā kāyūpago hoti, ",
          "en": "Therefore, when their body breaks up, the fool is reborn in another body. "
        },
        {
          "scid": "sn12.19:5.5",
          "pli": "so kāyūpago samāno na parimuccati jātiyā jarāmaraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
          "en": "When reborn in another body, they’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn12.19:5.6",
          "pli": "Na parimuccati dukkhasmāti vadāmi. ",
          "en": "They’re not freed from suffering, I say. "
        },
        {
          "scid": "sn12.19:6.1",
          "pli": "Yāya ca, bhikkhave, avijjāya nivutassa paṇḍitassa yāya ca taṇhāya sampayuttassa ayaṃ kāyo samudāgato, sā ceva avijjā paṇḍitassa pahīnā, sā ca taṇhā parikkhīṇā. ",
          "en": "For an astute person hindered by ignorance and fettered by craving, this body has been produced. But the astute person has given up that ignorance and finished that craving. "
        },
        {
          "scid": "sn12.19:6.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "sn12.19:6.3",
          "pli": "Acari, bhikkhave, paṇḍito brahmacariyaṃ sammā dukkhakkhayāya. ",
          "en": "The astute person has completed the spiritual journey for the complete ending of suffering. "
        },
        {
          "scid": "sn12.19:6.4",
          "pli": "Tasmā paṇḍito kāyassa bhedā na kāyūpago hoti. ",
          "en": "Therefore, when their body breaks up, the astute person is not reborn in another body. "
        },
        {
          "scid": "sn12.19:6.5",
          "pli": "So akāyūpago samāno parimuccati jātiyā jarāmaraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
          "en": "Not being reborn in another body, they’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn12.19:6.6",
          "pli": "Parimuccati dukkhasmāti vadāmi. ",
          "en": "They’re freed from suffering, I say. "
        },
        {
          "scid": "sn12.19:6.7",
          "pli": "Ayaṃ kho, bhikkhave, viseso, ayaṃ adhippayāso, idaṃ nānākaraṇaṃ paṇḍitassa bālena yadidaṃ brahmacariyavāso”ti. ",
          "en": "This is the difference here between the foolish and the astute, that is, living the spiritual life.” "
        },
        {
          "scid": "sn12.19:6.8",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn12.19/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 12.19",
    "volpages": "SN ii 23",
    "uid": "sn12.19",
    "blurb": "Both the wise and the foolish have been reborn in this life due to their deeds conditioned by ignorance in past lives. But a fool continues to make the same mistakes and is reborn yet again, whereas a wise person does not.",
    "difficulty": null,
    "original_title": "Bālapaṇḍita Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Astute and the Foolish ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn12.19_sujato",
        "segmented": true,
        "title": "The Astute and the Foolish ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn12.19_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Wise Man and the Fool"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 9
  }
}