{
  "sutta_uid": "sn12.63",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn12.63",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "A Child’s Flesh ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "If There Is Desire ",
      "uid": "sn12.64"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Uneducated (2nd) ",
      "uid": "sn12.62"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn12.63:0.1",
          "pli": "Saṃyutta Nikāya 12 ",
          "en": "Linked Discourses 12 "
        },
        {
          "scid": "sn12.63:0.2",
          "pli": "7. Mahāvagga ",
          "en": "7. The Great Chapter "
        },
        {
          "scid": "sn12.63:0.3",
          "pli": "63. Puttamaṃsasutta ",
          "en": "63. A Child’s Flesh "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn12.63:1.1",
          "pli": "Sāvatthiyaṃ … ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn12.63:1.2",
          "pli": "“cattārome, bhikkhave, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā sambhavesīnaṃ vā anuggahāya. ",
          "en": "“Mendicants, there are these four fuels. They maintain sentient beings that have been born and help those that are about to be born. "
        },
        {
          "scid": "sn12.63:1.3",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "sn12.63:1.4",
          "pli": "Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ. ",
          "en": "Solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth. "
        },
        {
          "scid": "sn12.63:1.5",
          "pli": "Ime kho, bhikkhave, cattāro āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā sambhavesīnaṃ vā anuggahāya. ",
          "en": "These are the four fuels that maintain sentient beings that have been born and help those that are about to be born. "
        },
        {
          "scid": "sn12.63:2.1",
          "pli": "Kathañca, bhikkhave, kabaḷīkāro āhāro daṭṭhabbo? ",
          "en": "And how should you regard solid food? "
        },
        {
          "scid": "sn12.63:2.2",
          "pli": "Seyyathāpi, bhikkhave, dve jāyampatikā parittaṃ sambalaṃ ādāya kantāramaggaṃ paṭipajjeyyuṃ. ",
          "en": "Suppose a couple who were husband and wife set out to cross a desert, taking limited supplies. "
        },
        {
          "scid": "sn12.63:2.3",
          "pli": "Tesamassa ekaputtako piyo manāpo. ",
          "en": "They had an only child, dear and beloved. "
        },
        {
          "scid": "sn12.63:2.4",
          "pli": "Atha kho tesaṃ, bhikkhave, dvinnaṃ jāyampatikānaṃ kantāragatānaṃ yā parittā sambalamattā, sā parikkhayaṃ pariyādānaṃ gaccheyya. ",
          "en": "As the couple were crossing the desert their limited quantity of supplies would run out, "
        },
        {
          "scid": "sn12.63:2.5",
          "pli": "Siyā ca nesaṃ kantārāvaseso anatiṇṇo. ",
          "en": "and they’d still have the rest of the desert to cross. "
        },
        {
          "scid": "sn12.63:2.6",
          "pli": "Atha kho tesaṃ, bhikkhave, dvinnaṃ jāyampatikānaṃ evamassa: ",
          "en": "Then it would occur to that couple: "
        },
        {
          "scid": "sn12.63:2.7",
          "pli": "‘amhākaṃ kho yā parittā sambalamattā sā parikkhīṇā pariyādiṇṇā. ",
          "en": "‘Our limited quantity of supplies has run out, "
        },
        {
          "scid": "sn12.63:2.8",
          "pli": "Atthi cāyaṃ kantārāvaseso anittiṇṇo. ",
          "en": "and we still have the rest of the desert to cross. "
        },
        {
          "scid": "sn12.63:2.9",
          "pli": "Yannūna mayaṃ imaṃ ekaputtakaṃ piyaṃ manāpaṃ vadhitvā vallūrañca soṇḍikañca karitvā puttamaṃsāni khādantā evaṃ taṃ kantārāvasesaṃ nitthareyyāma, mā sabbeva tayo vinassimhā’ti. ",
          "en": "Why don’t we kill our only child, so dear and beloved, and prepare dried and spiced meat? Then we can make it across the desert by eating our child’s flesh. Let not all three perish.’ "
        },
        {
          "scid": "sn12.63:2.10",
          "pli": "Atha kho te, bhikkhave, dve jāyampatikā taṃ ekaputtakaṃ piyaṃ manāpaṃ vadhitvā vallūrañca soṇḍikañca karitvā puttamaṃsāni khādantā evaṃ taṃ kantārāvasesaṃ nitthareyyuṃ. ",
          "en": "Then that couple would kill their only child, so dear and beloved, and prepare dried and spiced meat. They’d make it across the desert by eating their child’s flesh. "
        },
        {
          "scid": "sn12.63:2.11",
          "pli": "Te puttamaṃsāni ceva khādeyyuṃ, ure ca paṭipiseyyuṃ: ",
          "en": "And as they’d eat their child’s flesh, they’d beat their breasts and cry: "
        },
        {
          "scid": "sn12.63:2.12",
          "pli": "‘kahaṃ, ekaputtaka, kahaṃ, ekaputtakā’ti. ",
          "en": "‘Where are you, our only child? Where are you, our only child?’ "
        },
        {
          "scid": "sn12.63:3.1",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "sn12.63:3.2",
          "pli": "api nu te davāya vā āhāraṃ āhāreyyuṃ, madāya vā āhāraṃ āhāreyyuṃ, maṇḍanāya vā āhāraṃ āhāreyyuṃ, vibhūsanāya vā āhāraṃ āhāreyyun”ti? ",
          "en": "Would they eat that food for fun, indulgence, adornment, or decoration?” "
        },
        {
          "scid": "sn12.63:3.3",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.63:3.4",
          "pli": "“Nanu te, bhikkhave, yāvadeva kantārassa nittharaṇatthāya āhāraṃ āhāreyyun”ti? ",
          "en": "“Wouldn’t they eat that food just so they could make it across the desert?” "
        },
        {
          "scid": "sn12.63:3.5",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.63:3.6",
          "pli": "“‘Evameva khvāhaṃ, bhikkhave, kabaḷīkāro āhāro daṭṭhabbo’ti vadāmi. ",
          "en": "“I say that this is how you should regard solid food. "
        },
        {
          "scid": "sn12.63:3.7",
          "pli": "Kabaḷīkāre, bhikkhave, āhāre pariññāte pañca kāmaguṇiko rāgo pariññāto hoti. ",
          "en": "When solid food is completely understood, desire for the five kinds of sensual stimulation is completely understood. "
        },
        {
          "scid": "sn12.63:3.8",
          "pli": "Pañca kāmaguṇike rāge pariññāte natthi taṃ saṃyojanaṃ yena saṃyojanena saṃyutto ariyasāvako puna imaṃ lokaṃ āgaccheyya. ",
          "en": "When desire for the five kinds of sensual stimulation is completely understood, a noble disciple is bound by no fetter that might return them again to this world. "
        },
        {
          "scid": "sn12.63:4.1",
          "pli": "Kathañca, bhikkhave, phassāhāro daṭṭhabbo? ",
          "en": "And how should you regard contact as fuel? "
        },
        {
          "scid": "sn12.63:4.2",
          "pli": "Seyyathāpi, bhikkhave, gāvī niccammā kuṭṭañce nissāya tiṭṭheyya. Ye kuṭṭanissitā pāṇā te naṃ khādeyyuṃ. ",
          "en": "Suppose there was a flayed cow. If she stands by a wall, the creatures on the wall bite her. "
        },
        {
          "scid": "sn12.63:4.3",
          "pli": "Rukkhañce nissāya tiṭṭheyya, ye rukkhanissitā pāṇā te naṃ khādeyyuṃ. ",
          "en": "If she stands under a tree, the creatures in the tree bite her. "
        },
        {
          "scid": "sn12.63:4.4",
          "pli": "Udakañce nissāya tiṭṭheyya, ye udakanissitā pāṇā te naṃ khādeyyuṃ. ",
          "en": "If she stands in some water, the creatures in the water bite her. "
        },
        {
          "scid": "sn12.63:4.5",
          "pli": "Ākāsañce nissāya tiṭṭheyya, ye ākāsanissitā pāṇā te naṃ khādeyyuṃ. ",
          "en": "If she stands in the open, the creatures in the open bite her. "
        },
        {
          "scid": "sn12.63:4.6",
          "pli": "Yaṃ yadeva hi sā, bhikkhave, gāvī niccammā nissāya tiṭṭheyya, ye tannissitā pāṇā te naṃ khādeyyuṃ. ",
          "en": "Wherever that flayed cow stands, the creatures there would bite her. "
        },
        {
          "scid": "sn12.63:4.7",
          "pli": "Evameva khvāhaṃ, bhikkhave, ‘phassāhāro daṭṭhabbo’ti vadāmi. ",
          "en": "I say that this is how you should regard contact as fuel. "
        },
        {
          "scid": "sn12.63:4.8",
          "pli": "Phasse, bhikkhave, āhāre pariññāte tisso vedanā pariññātā honti. ",
          "en": "When contact as fuel is completely understood, the three feelings are completely understood. "
        },
        {
          "scid": "sn12.63:4.9",
          "pli": "Tīsu vedanāsu pariññātāsu ariyasāvakassa natthi kiñci uttarikaraṇīyanti vadāmi. ",
          "en": "When the three feelings are completely understood, a noble disciple has nothing further to do, I say. "
        },
        {
          "scid": "sn12.63:5.1",
          "pli": "Kathañca, bhikkhave, manosañcetanāhāro daṭṭhabbo? ",
          "en": "And how should you regard mental intention as fuel? "
        },
        {
          "scid": "sn12.63:5.2",
          "pli": "Seyyathāpi, bhikkhave, aṅgārakāsu sādhikaporisā puṇṇā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ. ",
          "en": "Suppose there was a pit of glowing coals deeper than a man’s height, filled with glowing coals that neither flamed nor smoked. "
        },
        {
          "scid": "sn12.63:5.3",
          "pli": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo. ",
          "en": "Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain. "
        },
        {
          "scid": "sn12.63:5.4",
          "pli": "Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā taṃ aṅgārakāsuṃ upakaḍḍheyyuṃ. ",
          "en": "Then two strong men would grab them by the arms and drag them towards the pit of glowing coals. "
        },
        {
          "scid": "sn12.63:5.5",
          "pli": "Atha kho, bhikkhave, tassa purisassa ārakāvassa cetanā ārakā patthanā ārakā paṇidhi. ",
          "en": "Then that person’s intention, aim, and wish would be to get far away. "
        },
        {
          "scid": "sn12.63:5.6",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "sn12.63:5.7",
          "pli": "Evañhi, bhikkhave, tassa purisassa hoti: ",
          "en": "Because that person would think: "
        },
        {
          "scid": "sn12.63:5.8",
          "pli": "‘imañcāhaṃ aṅgārakāsuṃ papatissāmi, tatonidānaṃ maraṇaṃ vā nigacchāmi maraṇamattaṃ vā dukkhan’ti. ",
          "en": "‘If I fall in that pit of glowing coals, that will result in my death or deadly pain.’ "
        },
        {
          "scid": "sn12.63:5.9",
          "pli": "Evameva khvāhaṃ, bhikkhave, ‘manosañcetanāhāro daṭṭhabbo’ti vadāmi. ",
          "en": "I say that this is how you should regard mental intention as fuel. "
        },
        {
          "scid": "sn12.63:5.10",
          "pli": "Manosañcetanāya, bhikkhave, āhāre pariññāte tisso taṇhā pariññātā honti. ",
          "en": "When mental intention as fuel is completely understood, the three cravings are completely understood. "
        },
        {
          "scid": "sn12.63:5.11",
          "pli": "Tīsu taṇhāsu pariññātāsu ariyasāvakassa natthi kiñci uttarikaraṇīyanti vadāmi. ",
          "en": "When the three cravings are completely understood, a noble disciple has nothing further to do, I say. "
        },
        {
          "scid": "sn12.63:6.1",
          "pli": "Kathañca, bhikkhave, viññāṇāhāro daṭṭhabbo? ",
          "en": "And how should you regard consciousness as fuel? "
        },
        {
          "scid": "sn12.63:6.2",
          "pli": "Seyyathāpi, bhikkhave, coraṃ āgucāriṃ gahetvā rañño dasseyyuṃ: ",
          "en": "Suppose they were to arrest a bandit, a criminal and present him to the king, saying: "
        },
        {
          "scid": "sn12.63:6.3",
          "pli": "‘ayaṃ te, deva, coro āgucārī, imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti. ",
          "en": "‘Your Majesty, this is a bandit, a criminal. Punish him as you will.’ "
        },
        {
          "scid": "sn12.63:6.4",
          "pli": "Tamenaṃ rājā evaṃ vadeyya: ",
          "en": "The king would say: "
        },
        {
          "scid": "sn12.63:6.5",
          "pli": "‘gacchatha, bho, imaṃ purisaṃ pubbaṇhasamayaṃ sattisatena hanathā’ti. ",
          "en": "‘Go, my men, and strike this man in the morning with a hundred spears!’ "
        },
        {
          "scid": "sn12.63:6.6",
          "pli": "Tamenaṃ pubbaṇhasamayaṃ sattisatena haneyyuṃ. ",
          "en": "The king’s men did as they were told. "
        },
        {
          "scid": "sn12.63:6.7",
          "pli": "Atha rājā majjhanhikasamayaṃ evaṃ vadeyya: ",
          "en": "Then at midday the king would say: "
        },
        {
          "scid": "sn12.63:6.8",
          "pli": "‘ambho, kathaṃ so puriso’ti? ",
          "en": "‘My men, how is that man?’ "
        },
        {
          "scid": "sn12.63:6.9",
          "pli": "‘Tatheva, deva, jīvatī’ti. ",
          "en": "‘He’s still alive, Your Majesty.’ "
        },
        {
          "scid": "sn12.63:6.10",
          "pli": "Tamenaṃ rājā evaṃ vadeyya: ",
          "en": "The king would say: "
        },
        {
          "scid": "sn12.63:6.11",
          "pli": "‘gacchatha, bho, taṃ purisaṃ majjhanhikasamayaṃ sattisatena hanathā’ti. ",
          "en": "‘Go, my men, and strike this man in the middle of the day with a hundred spears!’ "
        },
        {
          "scid": "sn12.63:6.12",
          "pli": "Tamenaṃ majjhanhikasamayaṃ sattisatena haneyyuṃ. ",
          "en": "The king’s men did as they were told. "
        },
        {
          "scid": "sn12.63:6.13",
          "pli": "Atha rājā sāyanhasamayaṃ evaṃ vadeyya: ",
          "en": "Then late in the afternoon the king would say: "
        },
        {
          "scid": "sn12.63:6.14",
          "pli": "‘ambho, kathaṃ so puriso’ti? ",
          "en": "‘My men, how is that man?’ "
        },
        {
          "scid": "sn12.63:6.15",
          "pli": "‘Tatheva, deva, jīvatī’ti. ",
          "en": "‘He’s still alive, Your Majesty.’ "
        },
        {
          "scid": "sn12.63:6.16",
          "pli": "Tamenaṃ rājā evaṃ vadeyya: ",
          "en": "The king would say: "
        },
        {
          "scid": "sn12.63:6.17",
          "pli": "‘gacchatha, bho, taṃ purisaṃ sāyanhasamayaṃ sattisatena hanathā’ti. ",
          "en": "‘Go, my men, and strike this man in the late afternoon with a hundred spears!’ "
        },
        {
          "scid": "sn12.63:6.18",
          "pli": "Tamenaṃ sāyanhasamayaṃ sattisatena haneyyuṃ. ",
          "en": "The king’s men did as they were told. "
        },
        {
          "scid": "sn12.63:6.19",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "sn12.63:6.20",
          "pli": "api nu so puriso divasaṃ tīhi sattisatehi haññamāno tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyethā”ti? ",
          "en": "Would that man experience pain and distress from being struck with three hundred spears a day?” "
        },
        {
          "scid": "sn12.63:6.21",
          "pli": "“Ekissāpi, bhante, sattiyā haññamāno tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyetha; ",
          "en": "“Sir, that man would experience pain and distress from being struck with one spear, "
        },
        {
          "scid": "sn12.63:6.22",
          "pli": "ko pana vādo tīhi sattisatehi haññamāno”ti. ",
          "en": "let alone three hundred spears!” "
        },
        {
          "scid": "sn12.63:6.23",
          "pli": "“Evameva khvāhaṃ, bhikkhave, viññāṇāhāro daṭṭhabboti vadāmi. ",
          "en": "“I say that this is how you should regard consciousness as fuel. "
        },
        {
          "scid": "sn12.63:6.24",
          "pli": "Viññāṇe, bhikkhave, āhāre pariññāte nāmarūpaṃ pariññātaṃ hoti, nāmarūpe pariññāte ariyasāvakassa natthi kiñci uttarikaraṇīyanti vadāmī”ti. ",
          "en": "When consciousness as fuel is completely understood, name and form is completely understood. When name and form are completely understood, a noble disciple has nothing further to do, I say.” "
        },
        {
          "scid": "sn12.63:6.25",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn12.63/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 12.63",
    "volpages": "SN ii 97",
    "uid": "sn12.63",
    "blurb": "The Buddha defines the four kinds of “food” or “nutriment”, which include edible food, contact, intention, and consciousness. He illustrates them with a series of powerful and horrifying similes.",
    "difficulty": null,
    "original_title": "Puttamaṃsa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "A Child’s Flesh ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn12.63_sujato",
        "segmented": true,
        "title": "A Child’s Flesh ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn12.63_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Son’s Flesh"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 3
  }
}