{
  "sutta_uid": "sn12.26",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn12.26",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Upavāṇa ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Conditions ",
      "uid": "sn12.27"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Bhūmija ",
      "uid": "sn12.25"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn12.26:0.1",
          "pli": "Saṃyutta Nikāya 12 ",
          "en": "Linked Discourses 12 "
        },
        {
          "scid": "sn12.26:0.2",
          "pli": "3. Dasabalavagga ",
          "en": "3. The Ten Powers "
        },
        {
          "scid": "sn12.26:0.3",
          "pli": "26. Upavāṇasutta ",
          "en": "26. With Upavāṇa "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn12.26:1.1",
          "pli": "Sāvatthiyaṃ viharati. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn12.26:1.2",
          "pli": "Atha kho āyasmā upavāṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā upavāṇo bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Upavāṇa went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "sn12.26:2.1",
          "pli": "“Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti. ",
          "en": "“Sir, there are some ascetics and brahmins who declare that suffering is made by oneself. "
        },
        {
          "scid": "sn12.26:2.2",
          "pli": "Santi pana, bhante, eke samaṇabrāhmaṇā paraṅkataṃ dukkhaṃ paññapenti. ",
          "en": "There are some who declare that suffering is made by another. "
        },
        {
          "scid": "sn12.26:2.3",
          "pli": "Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti. ",
          "en": "There are some who declare that suffering is made by both oneself and another. "
        },
        {
          "scid": "sn12.26:2.4",
          "pli": "Santi pana, bhante, eke samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti. ",
          "en": "There are some who declare that suffering arises by chance, not made by oneself or another. "
        },
        {
          "scid": "sn12.26:2.5",
          "pli": "Idha no, bhante, bhagavā kiṃvādī kimakkhāyī kathaṃ byākaramānā ca mayaṃ vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā”ti? ",
          "en": "What does the Buddha say about this? How does he explain it? How should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuke and criticism?” "
        },
        {
          "scid": "sn12.26:3.1",
          "pli": "“Paṭiccasamuppannaṃ kho, upavāṇa, dukkhaṃ vuttaṃ mayā. ",
          "en": "“Upavāṇa, I have said that suffering is dependently originated. "
        },
        {
          "scid": "sn12.26:3.2",
          "pli": "Kiṃ paṭicca? ",
          "en": "Dependent on what? "
        },
        {
          "scid": "sn12.26:3.3",
          "pli": "Phassaṃ paṭicca. ",
          "en": "Dependent on contact. "
        },
        {
          "scid": "sn12.26:3.4",
          "pli": "Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya. ",
          "en": "Saying this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism. "
        },
        {
          "scid": "sn12.26:4.1",
          "pli": "Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti, tadapi phassapaccayā. ",
          "en": "In the case of those ascetics and brahmins who declare that suffering is made by oneself, that’s conditioned by contact. … "
        },
        {
          "scid": "sn12.26:4.2",
          "pli": "Yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.26:4.3",
          "pli": "yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.26:4.4",
          "pli": "yepi te samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": "In the case of those who declare that suffering arises by chance, not made by oneself or another, that’s also conditioned by contact. "
        },
        {
          "scid": "sn12.26:5.1",
          "pli": "Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ",
          "en": "In the case of those ascetics and brahmins who declare that suffering is made by oneself, it’s impossible that they will experience that without contact. "
        },
        {
          "scid": "sn12.26:5.2",
          "pli": "Yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.26:5.3",
          "pli": "yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.26:5.4",
          "pli": "yepi te samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti. ",
          "en": "In the case of those who declare that suffering arises by chance, not made by oneself or another, it’s impossible that they will experience that without contact.” "
        },
        {
          "scid": "sn12.26:5.5",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn12.26/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 12.26",
    "volpages": "SN ii 41",
    "uid": "sn12.26",
    "blurb": "The Buddha is asked by Venerable Upavāṇa as to the origin of suffering. He replies that suffering originates by conditions. Moreover, all those who offer opinions as to the source of suffering are themselves part of the web of conditions, as they cannot state their views without contact.",
    "difficulty": null,
    "original_title": "Upavāṇa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Upavāṇa ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn12.26_sujato",
        "segmented": true,
        "title": "With Upavāṇa ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn12.26_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Upavaṇa"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 6
  }
}