{
  "sutta_uid": "sn12.24",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn12.24",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Followers of Other Paths ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Bhūmija ",
      "uid": "sn12.25"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Vital Conditions ",
      "uid": "sn12.23"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn12.24:0.1",
          "pli": "Saṃyutta Nikāya 12 ",
          "en": "Linked Discourses 12 "
        },
        {
          "scid": "sn12.24:0.2",
          "pli": "3. Dasabalavagga ",
          "en": "3. The Ten Powers "
        },
        {
          "scid": "sn12.24:0.3",
          "pli": "24. Aññatitthiyasutta ",
          "en": "24. Followers of Other Paths "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn12.24:1.1",
          "pli": "Rājagahe viharati veḷuvane. ",
          "en": "Near Rājagaha, in the Bamboo Grove. "
        },
        {
          "scid": "sn12.24:1.2",
          "pli": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi. ",
          "en": "Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms. "
        },
        {
          "scid": "sn12.24:1.3",
          "pli": "Atha kho āyasmato sāriputtassa etadahosi: ",
          "en": "Then it occurred to him, "
        },
        {
          "scid": "sn12.24:1.4",
          "pli": "“atippago kho tāva rājagahe piṇḍāya carituṃ. ",
          "en": "“It’s too early to wander for alms in Rājagaha. "
        },
        {
          "scid": "sn12.24:1.5",
          "pli": "Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan”ti. ",
          "en": "Why don’t I go to the monastery of the wanderers who follow other paths?” "
        },
        {
          "scid": "sn12.24:2.1",
          "pli": "Atha kho āyasmā sāriputto yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodi. ",
          "en": "Then he went to the monastery of the wanderers who follow other paths, and exchanged greetings with the wanderers there. "
        },
        {
          "scid": "sn12.24:2.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ te aññatitthiyā paribbājakā etadavocuṃ: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side. The wanderers said to him: "
        },
        {
          "scid": "sn12.24:3.1",
          "pli": "“Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṃkataṃ dukkhaṃ paññapenti. ",
          "en": "“Reverend Sāriputta, there are ascetics and brahmins who teach the efficacy of deeds. Some of them declare that suffering is made by oneself. "
        },
        {
          "scid": "sn12.24:3.2",
          "pli": "Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā paraṃkataṃ dukkhaṃ paññapenti. ",
          "en": "Some of them declare that suffering is made by another. "
        },
        {
          "scid": "sn12.24:3.3",
          "pli": "Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṃkatañca paraṃkatañca dukkhaṃ paññapenti. ",
          "en": "Some of them declare that suffering is made by both oneself and another. "
        },
        {
          "scid": "sn12.24:3.4",
          "pli": "Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā asayaṃkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti. ",
          "en": "Some of them declare that suffering arises by chance, not made by oneself or another. "
        },
        {
          "scid": "sn12.24:3.5",
          "pli": "Idha, panāvuso sāriputta, samaṇo gotamo kiṃvādī kimakkhāyī? ",
          "en": "What does the ascetic Gotama say about this? How does he explain it? "
        },
        {
          "scid": "sn12.24:3.6",
          "pli": "Kathaṃ byākaramānā ca mayaṃ vuttavādino ceva samaṇassa gotamassa assāma, na ca samaṇaṃ gotamaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā”ti? ",
          "en": "How should we answer so as to repeat what the ascetic Gotama has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuke and criticism?” "
        },
        {
          "scid": "sn12.24:4.1",
          "pli": "“Paṭiccasamuppannaṃ kho, āvuso, dukkhaṃ vuttaṃ bhagavatā. ",
          "en": "“Reverends, the Buddha said that suffering is dependently originated. "
        },
        {
          "scid": "sn12.24:4.2",
          "pli": "Kiṃ paṭicca? ",
          "en": "Dependent on what? "
        },
        {
          "scid": "sn12.24:4.3",
          "pli": "Phassaṃ paṭicca. ",
          "en": "Dependent on contact. "
        },
        {
          "scid": "sn12.24:4.4",
          "pli": "Iti vadaṃ vuttavādī ceva bhagavato assa, na ca bhagavantaṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya. ",
          "en": "If you said this you would repeat what the Buddha has said, and not misrepresent him with an untruth. You would explain in line with his teaching, and there would be no legitimate grounds for rebuke and criticism. "
        },
        {
          "scid": "sn12.24:5.1",
          "pli": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, that’s conditioned by contact. "
        },
        {
          "scid": "sn12.24:5.2",
          "pli": "Yepi te samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": "In the case of those who declare that suffering is made by another, that’s also conditioned by contact. "
        },
        {
          "scid": "sn12.24:5.3",
          "pli": "Yepi te samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": "In the case of those who declare that suffering is made by oneself and another, that’s also conditioned by contact. "
        },
        {
          "scid": "sn12.24:5.4",
          "pli": "Yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": "In the case of those who declare that suffering arises by chance, not made by oneself or another, that’s also conditioned by contact. "
        },
        {
          "scid": "sn12.24:6.1",
          "pli": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ",
          "en": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, it’s impossible that they will experience that without contact. "
        },
        {
          "scid": "sn12.24:6.2",
          "pli": "Yepi te samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ",
          "en": "In the case of those who declare that suffering is made by another, it’s impossible that they will experience that without contact. "
        },
        {
          "scid": "sn12.24:6.3",
          "pli": "Yepi te samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ",
          "en": "In the case of those who declare that suffering is made by oneself and another, it’s impossible that they will experience that without contact. "
        },
        {
          "scid": "sn12.24:6.4",
          "pli": "Yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti. ",
          "en": "In the case of those who declare that suffering arises by chance, not made by oneself or another, it’s impossible that they will experience that without contact.” "
        },
        {
          "scid": "sn12.24:7.1",
          "pli": "Assosi kho āyasmā ānando āyasmato sāriputtassa tehi aññatitthiyehi paribbājakehi saddhiṃ imaṃ kathāsallāpaṃ. ",
          "en": "Venerable Ānanda heard this discussion between Venerable Sāriputta and those wanderers who follow other paths. "
        },
        {
          "scid": "sn12.24:7.2",
          "pli": "Atha kho āyasmā ānando rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
          "en": "Then Ānanda wandered for alms in Rājagaha. After the meal, on his return from alms-round, he went to the Buddha, bowed, sat down to one side, "
        },
        {
          "scid": "sn12.24:7.3",
          "pli": "Ekamantaṃ nisinno kho āyasmā ānando yāvatako āyasmato sāriputtassa tehi aññatitthiyehi paribbājakehi saddhiṃ ahosi kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ",
          "en": "and informed the Buddha of all they had discussed. "
        },
        {
          "scid": "sn12.24:8.1",
          "pli": "“Sādhu sādhu, ānanda, yathā taṃ sāriputto sammā byākaramāno byākareyya. ",
          "en": "“Good, good, Ānanda! It’s just as Sāriputta has so rightly explained. "
        },
        {
          "scid": "sn12.24:8.2",
          "pli": "Paṭiccasamuppannaṃ kho, ānanda, dukkhaṃ vuttaṃ mayā. ",
          "en": "I have said that suffering is dependently originated. "
        },
        {
          "scid": "sn12.24:8.3",
          "pli": "Kiṃ paṭicca? ",
          "en": "Dependent on what? "
        },
        {
          "scid": "sn12.24:8.4",
          "pli": "Phassaṃ paṭicca. ",
          "en": "Dependent on contact. "
        },
        {
          "scid": "sn12.24:8.5",
          "pli": "Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya. ",
          "en": "Saying this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism. "
        },
        {
          "scid": "sn12.24:9.1",
          "pli": "Tatrānanda, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, that’s conditioned by contact. … "
        },
        {
          "scid": "sn12.24:9.2",
          "pli": "Yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.24:9.3",
          "pli": "yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.24:9.4",
          "pli": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": "In the case of those who declare that suffering arises by chance, not made by oneself or another, that’s also conditioned by contact. "
        },
        {
          "scid": "sn12.24:10.1",
          "pli": "Tatrānanda, yepi te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ",
          "en": "In the case of those who declare that suffering is made by oneself, it’s impossible that they will experience that without contact. … "
        },
        {
          "scid": "sn12.24:10.2",
          "pli": "Yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.24:10.3",
          "pli": "yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.24:10.4",
          "pli": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ",
          "en": "In the case of those who declare that suffering arises by chance, not made by oneself or another, it’s impossible that they will experience that without contact. "
        },
        {
          "scid": "sn12.24:11.1",
          "pli": "Ekamidāhaṃ, ānanda, samayaṃ idheva rājagahe viharāmi veḷuvane kalandakanivāpe. ",
          "en": "Ānanda, this one time I was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "sn12.24:11.2",
          "pli": "Atha khvāhaṃ, ānanda, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisiṃ. ",
          "en": "Then I robed up in the morning and, taking my bowl and robe, entered Rājagaha for alms. "
        },
        {
          "scid": "sn12.24:11.3",
          "pli": "Tassa mayhaṃ, ānanda, etadahosi: ",
          "en": "Then I thought: "
        },
        {
          "scid": "sn12.24:11.4",
          "pli": "‘atippago kho tāva rājagahe piṇḍāya carituṃ. ",
          "en": "‘It’s too early to wander for alms in Rājagaha. "
        },
        {
          "scid": "sn12.24:11.5",
          "pli": "Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan’ti. ",
          "en": "Why don’t I go to the monastery of the wanderers who follow other paths?’ "
        },
        {
          "scid": "sn12.24:12.1",
          "pli": "Atha khvāhaṃ, ānanda, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃ; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃ. ",
          "en": "Then I went to the monastery of the wanderers who follow other paths, and exchanged greetings with the wanderers there. "
        },
        {
          "scid": "sn12.24:12.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinnaṃ kho maṃ, ānanda, te aññatitthiyā paribbājakā etadavocuṃ: ",
          "en": "When the greetings and polite conversation were over, I sat down to one side. …” "
        },
        {
          "scid": "sn12.24:13.1",
          "pli": "‘Santāvuso gotama, eke samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti. ",
          "en": "(The wanderers asked the Buddha the very same questions, and he gave the same answers.) "
        },
        {
          "scid": "sn12.24:13.2",
          "pli": "Santi panāvuso gotama, eke samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti. ",
          "en": " "
        },
        {
          "scid": "sn12.24:13.3",
          "pli": "Santāvuso gotama, eke samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti. ",
          "en": " "
        },
        {
          "scid": "sn12.24:13.4",
          "pli": "Santi panāvuso gotama, eke samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti. ",
          "en": " "
        },
        {
          "scid": "sn12.24:13.5",
          "pli": "Idha no āyasmā gotamo kiṃvādī kimakkhāyī? ",
          "en": " "
        },
        {
          "scid": "sn12.24:13.6",
          "pli": "Kathaṃ byākaramānā ca mayaṃ vuttavādino ceva āyasmato gotamassa assāma, na ca āyasmantaṃ gotamaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā’ti? ",
          "en": " "
        },
        {
          "scid": "sn12.24:14.1",
          "pli": "Evaṃ vuttāhaṃ, ānanda, te aññatitthiye paribbājake etadavocaṃ: ",
          "en": " "
        },
        {
          "scid": "sn12.24:14.2",
          "pli": "‘paṭiccasamuppannaṃ kho, āvuso, dukkhaṃ vuttaṃ mayā. ",
          "en": " "
        },
        {
          "scid": "sn12.24:14.3",
          "pli": "Kiṃ paṭicca? ",
          "en": " "
        },
        {
          "scid": "sn12.24:14.4",
          "pli": "Phassaṃ paṭicca. ",
          "en": " "
        },
        {
          "scid": "sn12.24:14.5",
          "pli": "Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyāti. ",
          "en": " "
        },
        {
          "scid": "sn12.24:15.1",
          "pli": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": " "
        },
        {
          "scid": "sn12.24:15.2",
          "pli": "Yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.24:15.3",
          "pli": "yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.24:15.4",
          "pli": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā. ",
          "en": " "
        },
        {
          "scid": "sn12.24:16.1",
          "pli": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati. ",
          "en": " "
        },
        {
          "scid": "sn12.24:16.2",
          "pli": "Yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.24:16.3",
          "pli": "yepi te … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.24:16.4",
          "pli": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī’”ti. ",
          "en": " "
        },
        {
          "scid": "sn12.24:17.1",
          "pli": "“Acchariyaṃ bhante, abbhutaṃ bhante. ",
          "en": "“It’s incredible, sir, it’s amazing, "
        },
        {
          "scid": "sn12.24:17.2",
          "pli": "Yatra hi nāma ekena padena sabbo attho vutto bhavissati. ",
          "en": "how the whole meaning is stated with one phrase. "
        },
        {
          "scid": "sn12.24:17.3",
          "pli": "Siyā nu kho, bhante, esevattho vitthārena vuccamāno gambhīro ceva assa gambhīrāvabhāso cā”ti? ",
          "en": "Could there be a detailed explanation of this meaning that is both deep and appears deep?” "
        },
        {
          "scid": "sn12.24:18.1",
          "pli": "“Tena hānanda, taññevettha paṭibhātū”ti. ",
          "en": "“Well then, Ānanda, clarify this matter yourself.” "
        },
        {
          "scid": "sn12.24:18.2",
          "pli": "“Sace maṃ, bhante, evaṃ puccheyyuṃ: ",
          "en": "“Sir, suppose they were to ask me: "
        },
        {
          "scid": "sn12.24:18.3",
          "pli": "‘jarāmaraṇaṃ, āvuso ānanda, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavan’ti? ",
          "en": "‘Reverend Ānanda, what is the source, origin, birthplace, and root of old age and death?’ "
        },
        {
          "scid": "sn12.24:18.4",
          "pli": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ: ",
          "en": "I’d answer like this: "
        },
        {
          "scid": "sn12.24:18.5",
          "pli": "‘jarāmaraṇaṃ kho, āvuso, jātinidānaṃ jātisamudayaṃ jātijātikaṃ jātipabhavan’ti. ",
          "en": "‘Reverends, rebirth is the source, origin, birthplace, and root of old age and death.’ "
        },
        {
          "scid": "sn12.24:18.6",
          "pli": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ. ",
          "en": "That’s how I’d answer such a question. "
        },
        {
          "scid": "sn12.24:19.1",
          "pli": "Sace maṃ, bhante, evaṃ puccheyyuṃ: ",
          "en": "Suppose they were to ask me: "
        },
        {
          "scid": "sn12.24:19.2",
          "pli": "‘jāti panāvuso ānanda, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā’ti? ",
          "en": "‘What is the source of rebirth?’ "
        },
        {
          "scid": "sn12.24:19.3",
          "pli": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ: ",
          "en": "I’d answer like this: "
        },
        {
          "scid": "sn12.24:19.4",
          "pli": "‘jāti kho, āvuso, bhavanidānā bhavasamudayā bhavajātikā bhavappabhavā’ti. ",
          "en": "‘Continued existence is the source of rebirth.’ "
        },
        {
          "scid": "sn12.24:19.5",
          "pli": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ. ",
          "en": "That’s how I’d answer such a question. "
        },
        {
          "scid": "sn12.24:20.1",
          "pli": "Sace maṃ, bhante, evaṃ puccheyyuṃ: ",
          "en": "Suppose they were to ask me: "
        },
        {
          "scid": "sn12.24:20.2",
          "pli": "‘bhavo panāvuso ānanda, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo’ti? ",
          "en": "‘What is the source of continued existence?’ "
        },
        {
          "scid": "sn12.24:20.3",
          "pli": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ: ",
          "en": "I’d answer like this: "
        },
        {
          "scid": "sn12.24:20.4",
          "pli": "‘bhavo kho, āvuso, upādānanidāno upādānasamudayo upādānajātiko upādānappabhavo’ti. ",
          "en": "‘Grasping is the source of continued existence.’ "
        },
        {
          "scid": "sn12.24:20.5",
          "pli": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ. ",
          "en": "That’s how I’d answer such a question. "
        },
        {
          "scid": "sn12.24:21.1",
          "pli": "Sace maṃ, bhante, evaṃ puccheyyuṃ—",
          "en": "Suppose they were to ask me: "
        },
        {
          "scid": "sn12.24:21.2",
          "pli": "upādānaṃ panāvuso … pe … ",
          "en": "‘What is the source of grasping?’ … "
        },
        {
          "scid": "sn12.24:21.3",
          "pli": "taṇhā panāvuso … pe … ",
          "en": "craving … "
        },
        {
          "scid": "sn12.24:21.4",
          "pli": "vedanā panāvuso … pe … ",
          "en": "feeling … "
        },
        {
          "scid": "sn12.24:21.5",
          "pli": "sace maṃ, bhante, evaṃ puccheyyuṃ: ",
          "en": "Suppose they were to ask me: "
        },
        {
          "scid": "sn12.24:21.6",
          "pli": "‘phasso panāvuso ānanda, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo’ti? ",
          "en": "‘What is the source of contact?’ "
        },
        {
          "scid": "sn12.24:21.7",
          "pli": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ: ",
          "en": "I’d answer like this: "
        },
        {
          "scid": "sn12.24:21.8",
          "pli": "‘phasso kho, āvuso, saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanappabhavo’ti. ",
          "en": "‘The six sense fields are the source, origin, birthplace, and root of contact.’ "
        },
        {
          "scid": "sn12.24:21.9",
          "pli": "‘Channaṃ tveva, āvuso, phassāyatanānaṃ asesavirāganirodhā phassanirodho; ",
          "en": "‘When the six sense fields fade away and cease with nothing left over, contact ceases. "
        },
        {
          "scid": "sn12.24:21.10",
          "pli": "phassanirodhā vedanānirodho; ",
          "en": "When contact ceases, feeling ceases. "
        },
        {
          "scid": "sn12.24:21.11",
          "pli": "vedanānirodhā taṇhānirodho; ",
          "en": "When feeling ceases, craving ceases. "
        },
        {
          "scid": "sn12.24:21.12",
          "pli": "taṇhānirodhā upādānanirodho; ",
          "en": "When craving ceases, grasping ceases. "
        },
        {
          "scid": "sn12.24:21.13",
          "pli": "upādānanirodhā bhavanirodho; ",
          "en": "When grasping ceases, continued existence ceases. "
        },
        {
          "scid": "sn12.24:21.14",
          "pli": "bhavanirodhā jātinirodho; ",
          "en": "When continued existence ceases, rebirth ceases. "
        },
        {
          "scid": "sn12.24:21.15",
          "pli": "jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ",
          "en": "When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. "
        },
        {
          "scid": "sn12.24:21.16",
          "pli": "Evametassa kevalassa dukkhakkhandhassa nirodho hotī’ti. ",
          "en": "That is how this entire mass of suffering ceases.’ "
        },
        {
          "scid": "sn12.24:21.17",
          "pli": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyan”ti. ",
          "en": "That’s how I’d answer such a question.” "
        },
        {
          "scid": "sn12.24:21.18",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Near Rājagaha, in the Bamboo Grove. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn12.24/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 12.24",
    "volpages": "SN ii 32",
    "uid": "sn12.24",
    "blurb": "Sāriputta is asked by various ascetics as to the origin of suffering. He replies that the Buddha teaches that suffering originates by conditions. Moreover, all those who offer opinions as to the source of suffering are themselves part of the web of conditions, as they cannot state their views without contact. Ānanda reports the exchange to the Buddha, who praises Sāriputta’s answer.",
    "difficulty": null,
    "original_title": "Aññatitthiya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Followers of Other Paths ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn12.24_sujato",
        "segmented": true,
        "title": "Followers of Other Paths ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn12.24_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Wanderers of Other Sects"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 4
  }
}