{
  "sutta_uid": "sn12.70",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn12.70",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Wanderer Susīma ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Old Age and Death ",
      "uid": "sn12.71"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Surge ",
      "uid": "sn12.69"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn12.70:0.1",
          "pli": "Saṃyutta Nikāya 12 ",
          "en": "Linked Discourses 12 "
        },
        {
          "scid": "sn12.70:0.2",
          "pli": "7. Mahāvagga ",
          "en": "7. The Great Chapter "
        },
        {
          "scid": "sn12.70:0.3",
          "pli": "70. Susimaparibbājakasutta ",
          "en": "70. The Wanderer Susīma "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn12.70:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn12.70:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "sn12.70:1.3",
          "pli": "Tena kho pana samayena bhagavā sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ",
          "en": "Now at that time the Buddha was honored, respected, revered, venerated, and esteemed. And he received robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "sn12.70:1.4",
          "pli": "Bhikkhusaṃghopi sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ",
          "en": "And the mendicant Saṅgha was also honored, respected, revered, venerated, and esteemed. And they received robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "sn12.70:1.5",
          "pli": "Aññatitthiyā pana paribbājakā asakkatā honti agarukatā amānitā apūjitā anapacitā, na lābhino cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ",
          "en": "But the wanderers who followed other paths were not honored, respected, esteemed, revered, and venerated. And they didn’t receive robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "sn12.70:2.1",
          "pli": "Tena kho pana samayena susimo paribbājako rājagahe paṭivasati mahatiyā paribbājakaparisāya saddhiṃ. ",
          "en": "Now at that time the wanderer Susīma was residing at Rājagaha together with a large community of wanderers. "
        },
        {
          "scid": "sn12.70:2.2",
          "pli": "Atha kho susimassa paribbājakassa parisā susimaṃ paribbājakaṃ etadavocuṃ: ",
          "en": "Then his community said to Susīma, "
        },
        {
          "scid": "sn12.70:2.3",
          "pli": "“ehi tvaṃ, āvuso susima, samaṇe gotame brahmacariyaṃ cara. ",
          "en": "“Reverend Susīma, please live the spiritual life with the ascetic Gotama. "
        },
        {
          "scid": "sn12.70:2.4",
          "pli": "Tvaṃ dhammaṃ pariyāpuṇitvā amhe vāceyyāsi. ",
          "en": "Memorize that teaching and have us recite it with you. "
        },
        {
          "scid": "sn12.70:2.5",
          "pli": "Taṃ mayaṃ dhammaṃ pariyāpuṇitvā gihīnaṃ bhāsissāma. ",
          "en": "When we’ve memorized it we’ll recite it to the laity. "
        },
        {
          "scid": "sn12.70:2.6",
          "pli": "Evaṃ mayampi sakkatā bhavissāma garukatā mānitā pūjitā apacitā lābhino cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti. ",
          "en": "In this way we too will be honored, respected, esteemed, revered, and venerated. And we’ll receive robes, alms-food, lodgings, and medicines and supplies for the sick.” "
        },
        {
          "scid": "sn12.70:2.7",
          "pli": "“Evamāvuso”ti kho susimo paribbājako sakāya parisāya paṭissuṇitvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
          "en": "“Yes, reverends,” replied Susīma. Then he went to Venerable Ānanda, and exchanged greetings with him. "
        },
        {
          "scid": "sn12.70:2.8",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho susimo paribbājako āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to Ānanda, "
        },
        {
          "scid": "sn12.70:2.9",
          "pli": "“icchāmahaṃ, āvuso ānanda, imasmiṃ dhammavinaye brahmacariyaṃ caritun”ti. ",
          "en": "“Reverend Ānanda, I wish to live the spiritual life in this teaching and training.” "
        },
        {
          "scid": "sn12.70:3.1",
          "pli": "Atha kho āyasmā ānando susimaṃ paribbājakaṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
          "en": "Then Ānanda took Susīma to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "sn12.70:3.2",
          "pli": "“ayaṃ, bhante, susimo paribbājako evamāha: ",
          "en": "“Sir, this wanderer Susīma says that "
        },
        {
          "scid": "sn12.70:3.3",
          "pli": "‘icchāmahaṃ, āvuso ānanda, imasmiṃ dhammavinaye brahmacariyaṃ caritun’”ti. ",
          "en": "he wishes to live the spiritual life in this teaching and training.” "
        },
        {
          "scid": "sn12.70:3.4",
          "pli": "“Tenahānanda, susimaṃ pabbājethā”ti. ",
          "en": "“Well then, Ānanda, give Susīma the going forth.” "
        },
        {
          "scid": "sn12.70:3.5",
          "pli": "Alattha kho susimo paribbājako bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ",
          "en": "And the wanderer Susīma received the going forth, the ordination in the Buddha’s presence. "
        },
        {
          "scid": "sn12.70:4.1",
          "pli": "Tena kho pana samayena sambahulehi bhikkhūhi bhagavato santike aññā byākatā hoti: ",
          "en": "Now at that time several mendicants had declared their enlightenment in the Buddha’s presence: "
        },
        {
          "scid": "sn12.70:4.2",
          "pli": "“khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmā”ti. ",
          "en": "“We understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’” "
        },
        {
          "scid": "sn12.70:4.3",
          "pli": "Assosi kho āyasmā susimo: ",
          "en": "Venerable Susīma heard about this. "
        },
        {
          "scid": "sn12.70:4.4",
          "pli": "“sambahulehi kira bhikkhūhi bhagavato santike aññā byākatā: ",
          "en": " "
        },
        {
          "scid": "sn12.70:4.5",
          "pli": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmā”ti. ",
          "en": " "
        },
        {
          "scid": "sn12.70:4.6",
          "pli": "Atha kho āyasmā susimo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā tehi bhikkhūhi saddhiṃ sammodi. ",
          "en": "He went up to those mendicants, and exchanged greetings with them. "
        },
        {
          "scid": "sn12.70:4.7",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā susimo te bhikkhū etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to those mendicants, "
        },
        {
          "scid": "sn12.70:4.8",
          "pli": "“saccaṃ kirāyasmantehi bhagavato santike aññā byākatā: ",
          "en": "“Is it really true that the venerables have declared enlightenment in the Buddha’s presence?” "
        },
        {
          "scid": "sn12.70:4.9",
          "pli": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmā”ti? ",
          "en": " "
        },
        {
          "scid": "sn12.70:4.10",
          "pli": "“Evamāvuso”ti. ",
          "en": "“Yes, reverend.” "
        },
        {
          "scid": "sn12.70:5.1",
          "pli": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā anekavihitaṃ iddhividhaṃ paccanubhotha—ekopi hutvā bahudhā hotha, bahudhāpi hutvā eko hotha; āvibhāvaṃ, tirobhāvaṃ, tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchatha, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karotha, seyyathāpi udake; udakepi abhijjamāne gacchatha, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamatha, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasatha parimajjatha, yāva brahmalokāpi kāyena vasaṃ vattethā”ti? ",
          "en": "“But knowing and seeing thus, do you wield the many kinds of psychic power? That is, multiplying yourselves and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. Do you control the body as far as the Brahmā realm?” "
        },
        {
          "scid": "sn12.70:5.2",
          "pli": "“No hetaṃ, āvuso”. ",
          "en": "“No, reverend.” "
        },
        {
          "scid": "sn12.70:6.1",
          "pli": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇātha dibbe ca mānuse ca ye dūre santike cā”ti? ",
          "en": "“Well, knowing and seeing thus do you, with clairaudience that is purified and superhuman, hear both kinds of sounds, human and divine, whether near or far?” "
        },
        {
          "scid": "sn12.70:6.2",
          "pli": "“No hetaṃ, āvuso”. ",
          "en": "“No, reverend.” "
        },
        {
          "scid": "sn12.70:7.1",
          "pli": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānātha—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānātha; vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajānātha; sadosaṃ vā cittaṃ sadosaṃ cittanti pajānātha; vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajānātha; samohaṃ vā cittaṃ samohaṃ cittanti pajānātha; vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajānātha; saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajānātha; vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajānātha; mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajānātha; amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajānātha; sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajānātha; anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajānātha; samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajānātha; asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajānātha; vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānātha; avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānāthā”ti? ",
          "en": "“Well, knowing and seeing thus, do you understand the minds of other beings and individuals, having comprehended them with your mind? Do you understand mind with greed as ‘mind with greed’, and mind without greed as ‘mind without greed’? Do you understand mind with hate as ‘mind with hate’, and mind without hate as ‘mind without hate’? Do you understand mind with delusion as ‘mind with delusion’, and mind without delusion as ‘mind without delusion’? Do you understand constricted mind as ‘constricted mind’, and scattered mind as ‘scattered mind’? Do you understand expansive mind as ‘expansive mind’, and unexpansive mind as ‘unexpansive mind’? Do you understand mind that is not supreme as ‘mind that is not supreme’, and mind that is supreme as ‘mind that is supreme’? Do you understand mind immersed in samādhi as ‘mind immersed in samādhi’, and mind not immersed in samādhi as ‘mind not immersed in samādhi’? Do you understand freed mind as ‘freed mind’, and unfreed mind as ‘unfreed mind’?” "
        },
        {
          "scid": "sn12.70:7.2",
          "pli": "“No hetaṃ, āvuso”. ",
          "en": "“No, reverend.” "
        },
        {
          "scid": "sn12.70:8.1",
          "pli": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā anekavihitaṃ pubbenivāsaṃ anussaratha, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhapaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhapaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarathā”ti? ",
          "en": "“Well, knowing and seeing thus, do you recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding? Do you remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ Do you recollect your many kinds of past lives, with features and details?” "
        },
        {
          "scid": "sn12.70:8.2",
          "pli": "“No hetaṃ, āvuso”. ",
          "en": "“No, reverend.” "
        },
        {
          "scid": "sn12.70:9.1",
          "pli": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā dibbena cakkhunā visuddhena atikkantamānusakena satte passatha cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānātha: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā, ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā, ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passatha cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāthā”ti? ",
          "en": "“Well, knowing and seeing thus, do you, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds? ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, do you see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And do you understand how sentient beings are reborn according to their deeds?” "
        },
        {
          "scid": "sn12.70:9.2",
          "pli": "“No hetaṃ, āvuso”. ",
          "en": "“No, reverend.” "
        },
        {
          "scid": "sn12.70:10.1",
          "pli": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā ye te santā vimokkhā atikkamma rūpe āruppā, te kāyena phusitvā viharathā”ti? ",
          "en": "“Well, knowing and seeing thus, do you have direct meditative experience of the peaceful liberations that are formless, transcending form?” "
        },
        {
          "scid": "sn12.70:10.2",
          "pli": "“No hetaṃ, āvuso”. ",
          "en": "“No, reverend.” "
        },
        {
          "scid": "sn12.70:11.1",
          "pli": "“Ettha dāni āyasmanto idañca veyyākaraṇaṃ imesañca dhammānaṃ asamāpatti; idaṃ no, āvuso, kathan”ti? ",
          "en": "“Well now, venerables, how could there be such a declaration when these things are not attained?” "
        },
        {
          "scid": "sn12.70:11.2",
          "pli": "“Paññāvimuttā kho mayaṃ, āvuso susimā”ti. ",
          "en": "“Reverend Susīma, we are freed by wisdom.” "
        },
        {
          "scid": "sn12.70:12.1",
          "pli": "“Na khvāhaṃ imassa āyasmantānaṃ saṅkhittena bhāsitassa vitthārena atthaṃ ājānāmi. ",
          "en": "“I don’t understand the detailed meaning of what you have said in brief. "
        },
        {
          "scid": "sn12.70:12.2",
          "pli": "Sādhu me āyasmanto tathā bhāsantu yathāhaṃ imassa āyasmantānaṃ saṅkhittena bhāsitassa vitthārena atthaṃ ājāneyyan”ti. ",
          "en": "Please teach me this matter so I can understand the detailed meaning.” "
        },
        {
          "scid": "sn12.70:12.3",
          "pli": "“Ājāneyyāsi vā tvaṃ, āvuso susima, na vā tvaṃ ājāneyyāsi atha kho paññāvimuttā mayan”ti. ",
          "en": "“Reverend Susīma, whether you understand or not, we are freed by wisdom.” "
        },
        {
          "scid": "sn12.70:13.1",
          "pli": "Atha kho āyasmā susimo uṭṭhāyāsanā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
          "en": "Then Susīma went to the Buddha, bowed, sat down to one side, "
        },
        {
          "scid": "sn12.70:13.2",
          "pli": "Ekamantaṃ nisinno kho āyasmā susimo yāvatako tehi bhikkhūhi saddhiṃ ahosi kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ",
          "en": "and informed the Buddha of all he had discussed with those mendicants. "
        },
        {
          "scid": "sn12.70:13.3",
          "pli": "“Pubbe kho, susima, dhammaṭṭhitiñāṇaṃ, pacchā nibbāne ñāṇan”ti. ",
          "en": "“Susīma, first comes knowledge of the stability of natural principles. Afterwards there is knowledge of extinguishment.” "
        },
        {
          "scid": "sn12.70:14.1",
          "pli": "“Na khvāhaṃ, bhante, imassa bhagavatā saṃkhittena bhāsitassa vitthārena atthaṃ ājānāmi. ",
          "en": "“Sir, I don’t understand the detailed meaning of what you have said in brief. "
        },
        {
          "scid": "sn12.70:14.2",
          "pli": "Sādhu me, bhante, bhagavā tathā bhāsatu yathāhaṃ imassa bhagavatā saṃkhittena bhāsitassa vitthārena atthaṃ ājāneyyan”ti. ",
          "en": "Please teach me this matter so I can understand the detailed meaning.” "
        },
        {
          "scid": "sn12.70:14.3",
          "pli": "“Ājāneyyāsi vā tvaṃ, susima, na vā tvaṃ ājāneyyāsi, atha kho dhammaṭṭhitiñāṇaṃ pubbe, pacchā nibbāne ñāṇaṃ. ",
          "en": "“Reverend Susīma, whether you understand or not, first comes knowledge of the stability of natural principles. Afterwards there is knowledge of extinguishment. "
        },
        {
          "scid": "sn12.70:15.1",
          "pli": "Taṃ kiṃ maññasi, susima, ",
          "en": "What do you think, Susīma? "
        },
        {
          "scid": "sn12.70:15.2",
          "pli": "rūpaṃ niccaṃ vā aniccaṃ vā”ti? ",
          "en": "Is form permanent or impermanent?” "
        },
        {
          "scid": "sn12.70:15.3",
          "pli": "“Aniccaṃ, bhante”. ",
          "en": "“Impermanent, sir.” "
        },
        {
          "scid": "sn12.70:15.4",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
          "en": "“But if it’s impermanent, is it suffering or happiness?” "
        },
        {
          "scid": "sn12.70:15.5",
          "pli": "“Dukkhaṃ, bhante”. ",
          "en": "“Suffering, sir.” "
        },
        {
          "scid": "sn12.70:15.6",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
          "en": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: "
        },
        {
          "scid": "sn12.70:15.7",
          "pli": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
          "en": "‘This is mine, I am this, this is my self’?” "
        },
        {
          "scid": "sn12.70:15.8",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:15.9",
          "pli": "“Vedanā niccā vā aniccā vā”ti? ",
          "en": "“Is feeling permanent or impermanent?” "
        },
        {
          "scid": "sn12.70:15.10",
          "pli": "“Aniccā, bhante”. ",
          "en": "“Impermanent, sir.” "
        },
        {
          "scid": "sn12.70:15.11",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
          "en": "“But if it’s impermanent, is it suffering or happiness?” "
        },
        {
          "scid": "sn12.70:15.12",
          "pli": "“Dukkhaṃ, bhante”. ",
          "en": "“Suffering, sir.” "
        },
        {
          "scid": "sn12.70:15.13",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
          "en": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: "
        },
        {
          "scid": "sn12.70:15.14",
          "pli": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
          "en": "‘This is mine, I am this, this is my self’?” "
        },
        {
          "scid": "sn12.70:15.15",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:15.16",
          "pli": "“Saññā niccā vā aniccā vā”ti? ",
          "en": "“Is perception permanent or impermanent?” "
        },
        {
          "scid": "sn12.70:15.17",
          "pli": "“Aniccā, bhante” … pe … ",
          "en": "“Impermanent, sir.” … "
        },
        {
          "scid": "sn12.70:15.18",
          "pli": "“saṅkhārā niccā vā aniccā vā”ti? ",
          "en": "“Are choices permanent or impermanent?” "
        },
        {
          "scid": "sn12.70:15.19",
          "pli": "“Aniccā, bhante”. ",
          "en": "“Impermanent, sir.” "
        },
        {
          "scid": "sn12.70:15.20",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
          "en": "“But if they’re impermanent, are they suffering or happiness?” "
        },
        {
          "scid": "sn12.70:15.21",
          "pli": "“Dukkhaṃ, bhante”. ",
          "en": "“Suffering, sir.” "
        },
        {
          "scid": "sn12.70:15.22",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
          "en": "“But if they’re impermanent, suffering, and perishable, are they fit to be regarded thus: "
        },
        {
          "scid": "sn12.70:15.23",
          "pli": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
          "en": "‘This is mine, I am this, this is my self’?” "
        },
        {
          "scid": "sn12.70:15.24",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:15.25",
          "pli": "“Viññāṇaṃ niccaṃ vā aniccaṃ vā”ti? ",
          "en": "“Is consciousness permanent or impermanent?” "
        },
        {
          "scid": "sn12.70:15.26",
          "pli": "“Aniccaṃ, bhante”. ",
          "en": "“Impermanent, sir.” "
        },
        {
          "scid": "sn12.70:15.27",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
          "en": "“But if it’s impermanent, is it suffering or happiness?” "
        },
        {
          "scid": "sn12.70:15.28",
          "pli": "“Dukkhaṃ, bhante”. ",
          "en": "“Suffering, sir.” "
        },
        {
          "scid": "sn12.70:15.29",
          "pli": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
          "en": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: "
        },
        {
          "scid": "sn12.70:15.30",
          "pli": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
          "en": "‘This is mine, I am this, this is my self’?” "
        },
        {
          "scid": "sn12.70:15.31",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:16.1",
          "pli": "“Tasmātiha, susima, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ rūpaṃ netaṃ mama nesohamasmi na meso attāti; evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
          "en": "“So, Susīma, you should truly see any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ "
        },
        {
          "scid": "sn12.70:16.2",
          "pli": "Yā kāci vedanā atītānāgatapaccuppannā ajjhattaṃ vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā yā dūre santike vā, sabbā vedanā netaṃ mama nesohamasmi na meso attāti; evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
          "en": "You should truly see any kind of feeling at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* feeling—with right understanding: ‘This is not mine, I am not this, this is not my self.’ "
        },
        {
          "scid": "sn12.70:16.3",
          "pli": "Yā kāci saññā … pe … ",
          "en": "You should truly see any kind of perception at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* perception—with right understanding: ‘This is not mine, I am not this, this is not my self.’ "
        },
        {
          "scid": "sn12.70:16.4",
          "pli": "ye keci saṅkhārā atītānāgatapaccuppannā ajjhattaṃ vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā ye dūre santike vā, sabbe saṅkhārā netaṃ mama nesohamasmi na meso attāti; evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
          "en": "You should truly see any kind of choices at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all choices*—with right understanding: ‘This is not mine, I am not this, this is not my self.’ "
        },
        {
          "scid": "sn12.70:16.5",
          "pli": "Yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ viññāṇaṃ netaṃ mama nesohamasmi na meso attāti; evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
          "en": "You should truly see any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ "
        },
        {
          "scid": "sn12.70:17.1",
          "pli": "Evaṃ passaṃ, susima, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati. ",
          "en": "Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness. "
        },
        {
          "scid": "sn12.70:17.2",
          "pli": "Nibbindaṃ virajjati, virāgā vimuccati, vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
          "en": "Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. "
        },
        {
          "scid": "sn12.70:17.3",
          "pli": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
          "en": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ "
        },
        {
          "scid": "sn12.70:18.1",
          "pli": "‘Jātipaccayā jarāmaraṇan’ti, susima, passasī”ti? ",
          "en": "Susīma, do you see that rebirth is a condition for old age and death?” "
        },
        {
          "scid": "sn12.70:18.2",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:18.3",
          "pli": "“‘Bhavapaccayā jātī’ti, susima, passasī”ti? ",
          "en": "“Do you see that continued existence is a condition for rebirth?” "
        },
        {
          "scid": "sn12.70:18.4",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:18.5",
          "pli": "“‘Upādānapaccayā bhavo’ti, susima, passasī”ti? ",
          "en": "“Do you see that grasping is a condition for continued existence?” "
        },
        {
          "scid": "sn12.70:18.6",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:18.7",
          "pli": "“‘Taṇhāpaccayā upādānan’ti, susima, passasī”ti? ",
          "en": "“Do you see that craving is a condition for grasping?” "
        },
        {
          "scid": "sn12.70:18.8",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:18.9",
          "pli": "“Vedanāpaccayā taṇhāti … ",
          "en": "“Do you see that feeling is a condition for craving … "
        },
        {
          "scid": "sn12.70:18.10",
          "pli": "phassapaccayā vedanāti … ",
          "en": "contact is a condition for feeling … "
        },
        {
          "scid": "sn12.70:18.11",
          "pli": "saḷāyatanapaccayā phassoti … ",
          "en": "the six sense fields are conditions for contact … "
        },
        {
          "scid": "sn12.70:18.12",
          "pli": "nāmarūpapaccayā saḷāyatananti … ",
          "en": "name and form are conditions for the six sense fields … "
        },
        {
          "scid": "sn12.70:18.13",
          "pli": "viññāṇapaccayā nāmarūpanti … ",
          "en": "consciousness is a condition for name and form … "
        },
        {
          "scid": "sn12.70:18.14",
          "pli": "saṅkhārapaccayā viññāṇanti … ",
          "en": "choices are a condition for consciousness … "
        },
        {
          "scid": "sn12.70:18.15",
          "pli": "avijjāpaccayā saṅkhārāti, susima, passasī”ti? ",
          "en": "ignorance is a condition for choices?” "
        },
        {
          "scid": "sn12.70:18.16",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:19.1",
          "pli": "“‘Jātinirodhā jarāmaraṇanirodho’ti, susima, passasī”ti? ",
          "en": "“Do you see that when rebirth ceases old age and death cease?” "
        },
        {
          "scid": "sn12.70:19.2",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:19.3",
          "pli": "“‘Bhavanirodhā jātinirodho’ti susima, passasī”ti? ",
          "en": "“Do you see that when continued existence ceases rebirth ceases?” "
        },
        {
          "scid": "sn12.70:19.4",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:19.5",
          "pli": "“Upādānanirodhā bhavanirodhoti … ",
          "en": "“Do you see that when grasping ceases continued existence ceases … "
        },
        {
          "scid": "sn12.70:19.6",
          "pli": "taṇhānirodhā upādānanirodhoti … ",
          "en": "when craving ceases, grasping ceases … "
        },
        {
          "scid": "sn12.70:19.7",
          "pli": "vedanānirodhā taṇhānirodhoti … ",
          "en": "when feeling ceases, craving ceases … "
        },
        {
          "scid": "sn12.70:19.8",
          "pli": "phassanirodhā vedanānirodhoti … ",
          "en": "when contact ceases, feeling ceases … "
        },
        {
          "scid": "sn12.70:19.9",
          "pli": "saḷāyatananirodhā phassanirodhoti … ",
          "en": "when the six sense fields cease, contact ceases … "
        },
        {
          "scid": "sn12.70:19.10",
          "pli": "nāmarūpanirodhā saḷāyatananirodhoti … ",
          "en": "when name and form cease, the six sense fields cease … "
        },
        {
          "scid": "sn12.70:19.11",
          "pli": "viññāṇanirodhā nāmarūpanirodhoti … ",
          "en": "when consciousness ceases name and form cease … "
        },
        {
          "scid": "sn12.70:19.12",
          "pli": "saṅkhāranirodhā viññāṇanirodhoti … ",
          "en": "when choices cease consciousness ceases … "
        },
        {
          "scid": "sn12.70:19.13",
          "pli": "avijjānirodhā saṅkhāranirodhoti, susima, passasī”ti? ",
          "en": "when ignorance ceases choices cease?” "
        },
        {
          "scid": "sn12.70:19.14",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:20.1",
          "pli": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto anekavihitaṃ iddhividhaṃ paccanubhosi—ekopi hutvā bahudhā hosi, bahudhāpi hutvā eko hosi; āvibhāvaṃ, tirobhāvaṃ, tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchasi, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karosi, seyyathāpi udake; udakepi abhijjamāno gacchasi, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamasi, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasasi parimajjasi, yāva brahmalokāpi kāyena vasaṃ vattesī”ti? ",
          "en": "“But knowing and seeing thus, do you wield the many kinds of psychic power? …” "
        },
        {
          "scid": "sn12.70:20.2",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:21.1",
          "pli": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇasi dibbe ca mānuse ca ye dūre santike cā”ti? ",
          "en": "“Well, knowing and seeing thus do you, with clairaudience that is purified and superhuman, hear both kinds of sounds, human and divine, whether near or far?” "
        },
        {
          "scid": "sn12.70:21.2",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:22.1",
          "pli": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāsi—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāsi … pe … vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānāsī”ti? ",
          "en": "“Well, knowing and seeing thus, do you understand the minds of other beings and individuals, having comprehended them with your mind? …” "
        },
        {
          "scid": "sn12.70:22.2",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:23.1",
          "pli": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto anekavihitaṃ pubbenivāsaṃ anussarasi, seyyathidaṃ—ekampi jātiṃ … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarasī”ti? ",
          "en": "“Well, knowing and seeing thus, do you recollect many kinds of past lives, with features and details?” "
        },
        {
          "scid": "sn12.70:23.2",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:24.1",
          "pli": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto dibbena cakkhunā visuddhena atikkantamānusakena satte passasi cavamāne … pe … yathākammūpage satte pajānāsī”ti? ",
          "en": "“Well, knowing and seeing thus, do you, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn … according to their deeds?” "
        },
        {
          "scid": "sn12.70:24.2",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:25.1",
          "pli": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto ye te santā vimokkhā atikkamma rūpe āruppā, te kāyena phusitvā viharasī”ti? ",
          "en": "“Well, knowing and seeing thus, do you have direct meditative experience of the peaceful liberations that are formless, transcending form?” "
        },
        {
          "scid": "sn12.70:25.2",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn12.70:26.1",
          "pli": "“Ettha dāni, susima, idañca veyyākaraṇaṃ imesañca dhammānaṃ asamāpatti, idaṃ no, susima, kathan”ti? ",
          "en": "“Well now, Susīma, how could there be such a declaration when these things are not attained?” "
        },
        {
          "scid": "sn12.70:27.1",
          "pli": "Atha kho āyasmā susimo bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Susīma bowed with his head at the Buddha’s feet and said, "
        },
        {
          "scid": "sn12.70:27.2",
          "pli": "“accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yvāhaṃ evaṃ svākkhāte dhammavinaye dhammatthenako pabbajito. ",
          "en": "“I have made a mistake, sir. It was foolish, stupid, and unskillful of me to go forth as a thief in such a well-explained teaching and training. "
        },
        {
          "scid": "sn12.70:27.3",
          "pli": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti. ",
          "en": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.” "
        },
        {
          "scid": "sn12.70:28.1",
          "pli": "“Taggha tvaṃ, susima, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yo tvaṃ evaṃ svākkhāte dhammavinaye dhammatthenako pabbajito. ",
          "en": "“Indeed, Susīma, you made a mistake. It was foolish, stupid, and unskillful of you to go forth as a thief in such a well-explained teaching and training. "
        },
        {
          "scid": "sn12.70:28.2",
          "pli": "Seyyathāpi, susima, coraṃ āgucāriṃ gahetvā rañño dasseyyuṃ: ",
          "en": "Suppose they were to arrest a bandit, a criminal and present him to the king, saying: "
        },
        {
          "scid": "sn12.70:28.3",
          "pli": "‘ayaṃ te, deva, coro āgucārī, imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti. ",
          "en": "‘Your Majesty, this is a bandit, a criminal. Punish him as you will.’ "
        },
        {
          "scid": "sn12.70:28.4",
          "pli": "Tamenaṃ rājā evaṃ vadeyya: ",
          "en": "The king would say: "
        },
        {
          "scid": "sn12.70:28.5",
          "pli": "‘gacchatha, bho, imaṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chindathā’ti. ",
          "en": "‘Go, my men, and tie this man’s arms tightly behind his back with a strong rope. Shave his head and march him from street to street and from square to square to the beating of a harsh drum. Then take him out the south gate and there, to the south of the city, chop off his head.’ "
        },
        {
          "scid": "sn12.70:28.6",
          "pli": "Tamenaṃ rañño purisā daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chindeyyuṃ. ",
          "en": "The king’s men would do as they were told. "
        },
        {
          "scid": "sn12.70:28.7",
          "pli": "Taṃ kiṃ maññasi, susima, ",
          "en": "What do you think, Susīma? "
        },
        {
          "scid": "sn12.70:28.8",
          "pli": "api nu so puriso tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyethā”ti? ",
          "en": "Wouldn’t that man experience pain and distress because of that?” "
        },
        {
          "scid": "sn12.70:28.9",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn12.70:29.1",
          "pli": "“Yaṃ kho so, susima, puriso tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyetha. ",
          "en": "“Although that man would experience pain and distress because of that, "
        },
        {
          "scid": "sn12.70:29.2",
          "pli": "Yā evaṃ svākkhāte dhammavinaye dhammatthenakassa pabbajjā, ayaṃ tato dukkhavipākatarā ca kaṭukavipākatarā ca, api ca vinipātāya saṃvattati. ",
          "en": "going forth as a thief in such a well-explained teaching and training has a more painful and bitter result. And it even leads to the underworld. "
        },
        {
          "scid": "sn12.70:29.3",
          "pli": "Yato ca kho tvaṃ, susima, accayaṃ accayato disvā yathādhammaṃ paṭikarosi taṃ te mayaṃ paṭiggaṇhāma. ",
          "en": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it. "
        },
        {
          "scid": "sn12.70:29.4",
          "pli": "Vuddhi hesā, susima, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiñca saṃvaraṃ āpajjatī”ti. ",
          "en": "For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.” "
        },
        {
          "scid": "sn12.70:29.5",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "sn12.70:29.6",
          "pli": "Mahāvaggo sattamo. ",
          "en": " "
        },
        {
          "scid": "sn12.70:30.1",
          "pli": "Dve assutavatā vuttā, ",
          "en": " "
        },
        {
          "scid": "sn12.70:30.2",
          "pli": "puttamaṃsena cāparaṃ; ",
          "en": " "
        },
        {
          "scid": "sn12.70:30.3",
          "pli": "Atthirāgo ca nagaraṃ, ",
          "en": " "
        },
        {
          "scid": "sn12.70:30.4",
          "pli": "sammasaṃ naḷakalāpiyaṃ; ",
          "en": " "
        },
        {
          "scid": "sn12.70:30.5",
          "pli": "Kosambī upayanti ca, ",
          "en": " "
        },
        {
          "scid": "sn12.70:30.6",
          "pli": "dasamo susimena cāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn12.70/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 12.70",
    "volpages": "SN ii 119",
    "uid": "sn12.70",
    "blurb": "The wanderer Susı̄ma fraudulently enters the Sangha so that the wanderers can learn the secret to the Buddha’s fame and success. Hearing that some mendicants claimed to be perfected, Susīma approaches and asks them if they have developed psychic powers or the formless states, to which they say no. Perplexed, he asks the Buddha, who explains that awakening follows insight into the principles of impermanence and causality. Eventually Susı̄ma confesses his misdeed.",
    "difficulty": null,
    "original_title": "Susimaparibbājaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Wanderer Susīma ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn12.70_sujato",
        "segmented": true,
        "title": "The Wanderer Susīma ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn12.70_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Susīma"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 10
  }
}