{
  "sutta_uid": "sn12.69",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn12.69",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Surge ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Wanderer Susīma ",
      "uid": "sn12.70"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "At Kosambī ",
      "uid": "sn12.68"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn12.69:0.1",
          "pli": "Saṃyutta Nikāya 12 ",
          "en": "Linked Discourses 12 "
        },
        {
          "scid": "sn12.69:0.2",
          "pli": "7. Mahāvagga ",
          "en": "7. The Great Chapter "
        },
        {
          "scid": "sn12.69:0.3",
          "pli": "69. Upayantisutta ",
          "en": "69. Surge "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 12 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn12.69:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn12.69:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "sn12.69:1.3",
          "pli": "Tatra kho … pe … ",
          "en": " "
        },
        {
          "scid": "sn12.69:1.4",
          "pli": "“mahāsamuddo, bhikkhave, upayanto mahānadiyo upayāpeti, mahānadiyo upayantiyo kunnadiyo upayāpenti, kunnadiyo upayantiyo mahāsobbhe upayāpenti, mahāsobbhā upayantā kusobbhe upayāpenti. ",
          "en": "“Mendicants, when the ocean surges it makes the rivers surge. When the rivers surge they make the streams surge. When the streams surge they make the lakes surge. When the lakes surge they make the ponds surge. "
        },
        {
          "scid": "sn12.69:1.5",
          "pli": "Evameva kho, bhikkhave, avijjā upayantī saṅkhāre upayāpeti, saṅkhārā upayantā viññāṇaṃ upayāpenti, viññāṇaṃ upayantaṃ nāmarūpaṃ upayāpeti, nāmarūpaṃ upayantaṃ saḷāyatanaṃ upayāpeti, saḷāyatanaṃ upayantaṃ phassaṃ upayāpeti, phasso upayanto vedanaṃ upayāpeti, vedanā upayantī taṇhaṃ upayāpeti, taṇhā upayantī upādānaṃ upayāpeti, upādānaṃ upayantaṃ bhavaṃ upayāpeti, bhavo upayanto jātiṃ upayāpeti, jāti upayantī jarāmaraṇaṃ upayāpeti. ",
          "en": "In the same way, when ignorance surges it makes choices surge. When choices surge they make consciousness surge. When consciousness surges it makes name and form surge. When name and form surge they make the six sense fields surge. When the six sense fields surge they make contact surge. When contact surges it makes feeling surge. When feeling surges it makes craving surge. When craving surges it makes grasping surge. When grasping surges it makes continued existence surge. When continued existence surges it makes rebirth surge. When rebirth surges it makes old age and death surge. "
        },
        {
          "scid": "sn12.69:2.1",
          "pli": "Mahāsamuddo, bhikkhave, apayanto mahānadiyo apayāpeti, mahānadiyo apayantiyo kunnadiyo apayāpenti, kunnadiyo apayantiyo mahāsobbhe apayāpenti, mahāsobbhā apayantā kusobbhe apayāpenti. ",
          "en": "When the ocean recedes it makes the rivers recede. When the rivers recede they make the streams recede. When the streams recede they make the lakes recede. When the lakes recede they make the ponds recede. "
        },
        {
          "scid": "sn12.69:2.2",
          "pli": "Evameva kho, bhikkhave, avijjā apayantī saṅkhāre apayāpeti, saṅkhārā apayantā viññāṇaṃ apayāpenti, viññāṇaṃ apayantaṃ nāmarūpaṃ apayāpeti, nāmarūpaṃ apayantaṃ saḷāyatanaṃ apayāpeti, saḷāyatanaṃ apayantaṃ phassaṃ apayāpeti, phasso apayanto vedanaṃ apayāpeti, vedanā apayantī taṇhaṃ apayāpeti, taṇhā apayantī upādānaṃ apayāpeti, upādānaṃ apayantaṃ bhavaṃ apayāpeti, bhavo apayanto jātiṃ apayāpeti, jāti apayantī jarāmaraṇaṃ apayāpetī”ti. ",
          "en": "In the same way, when ignorance recedes it makes choices recede. When choices recede they make consciousness recede. When consciousness recedes it makes name and form recede. When name and form recede they make the six sense fields recede. When the six sense fields recede they make contact recede. When contact recedes it makes feeling recede. When feeling recedes it makes craving recede. When craving recedes it makes grasping recede. When grasping recedes it makes continued existence recede. When continued existence recedes it makes rebirth recede. When rebirth recedes it makes old age and death recede.” "
        },
        {
          "scid": "sn12.69:2.3",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn12.69/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 12.69",
    "volpages": "SN ii 118",
    "uid": "sn12.69",
    "blurb": "Like rivers flowing to the ocean, the factors of dependent origination lead to suffering.",
    "difficulty": null,
    "original_title": "Upayanti Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Surge ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn12.69_sujato",
        "segmented": true,
        "title": "Surge ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn12.69_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Surge"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 9
  }
}