{
  "sutta_uid": "sn14.32",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn14.32",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "In Search of Gratification ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "If There Was No ",
      "uid": "sn14.33"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Before Awakening ",
      "uid": "sn14.31"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn14.32:0.1",
          "pli": "Saṃyutta Nikāya 14 ",
          "en": "Linked Discourses 14 "
        },
        {
          "scid": "sn14.32:0.2",
          "pli": "4. Catutthavagga ",
          "en": "4. The Fourth Chapter "
        },
        {
          "scid": "sn14.32:0.3",
          "pli": "32. Acariṃsutta ",
          "en": "32. In Search of Gratification "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 14 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn14.32:1.1",
          "pli": "Sāvatthiyaṃ viharati. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn14.32:1.2",
          "pli": "“Pathavīdhātuyāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ, yo pathavīdhātuyā assādo tadajjhagamaṃ, yāvatā pathavīdhātuyā assādo paññāya me so sudiṭṭho. ",
          "en": "“Mendicants, I went in search of the earth element’s gratification, and I found it. I’ve seen clearly with wisdom the full extent of gratification in the earth element. "
        },
        {
          "scid": "sn14.32:1.3",
          "pli": "Pathavīdhātuyāhaṃ, bhikkhave, ādīnavapariyesanaṃ acariṃ, yo pathavīdhātuyā ādīnavo tadajjhagamaṃ, yāvatā pathavīdhātuyā ādīnavo paññāya me so sudiṭṭho. ",
          "en": "I went in search of the earth element’s drawback, and I found it. I’ve seen clearly with wisdom the full extent of the drawback in the earth element. "
        },
        {
          "scid": "sn14.32:1.4",
          "pli": "Pathavīdhātuyāhaṃ, bhikkhave, nissaraṇapariyesanaṃ acariṃ, yaṃ pathavīdhātuyā nissaraṇaṃ tadajjhagamaṃ, yāvatā pathavīdhātuyā nissaraṇaṃ paññāya me taṃ sudiṭṭhaṃ. ",
          "en": "I went in search of escape from the earth element, and I found it. I’ve seen clearly with wisdom the full extent of escape from the earth element. "
        },
        {
          "scid": "sn14.32:2.1",
          "pli": "Āpodhātuyāhaṃ, bhikkhave … pe … ",
          "en": "I went in search of the water element’s gratification … "
        },
        {
          "scid": "sn14.32:2.2",
          "pli": "tejodhātuyāhaṃ, bhikkhave … ",
          "en": "I went in search of the fire element’s gratification … "
        },
        {
          "scid": "sn14.32:2.3",
          "pli": "vāyodhātuyāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ, yo vāyodhātuyā assādo tadajjhagamaṃ, yāvatā vāyodhātuyā assādo paññāya me so sudiṭṭho. ",
          "en": "I went in search of the air element’s gratification … "
        },
        {
          "scid": "sn14.32:2.4",
          "pli": "Vāyodhātuyāhaṃ, bhikkhave, ādīnavapariyesanaṃ acariṃ, yo vāyodhātuyā ādīnavo tadajjhagamaṃ, yāvatā vāyodhātuyā ādīnavo paññāya me so sudiṭṭho. ",
          "en": " "
        },
        {
          "scid": "sn14.32:2.5",
          "pli": "Vāyodhātuyāhaṃ, bhikkhave, nissaraṇapariyesanaṃ acariṃ, yaṃ vāyodhātuyā nissaraṇaṃ tadajjhagamaṃ, yāvatā vāyodhātuyā nissaraṇaṃ paññāya me taṃ sudiṭṭhaṃ. ",
          "en": " "
        },
        {
          "scid": "sn14.32:3.1",
          "pli": "Yāvakīvañcāhaṃ, bhikkhave, imāsaṃ catunnaṃ dhātūnaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ na abbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ",
          "en": "As long as I didn’t truly understand these four elements’ gratification, drawback, and escape for what they are, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. "
        },
        {
          "scid": "sn14.32:4.1",
          "pli": "Yato ca khvāhaṃ, bhikkhave, imāsaṃ catunnaṃ dhātūnaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ",
          "en": "But when I did truly understand the four elements’ gratification, drawback, and escape for what they are, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. "
        },
        {
          "scid": "sn14.32:4.2",
          "pli": "Ñāṇañca pana me dassanaṃ udapādi: ",
          "en": "Knowledge and vision arose in me: "
        },
        {
          "scid": "sn14.32:4.3",
          "pli": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
          "en": "‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’” "
        },
        {
          "scid": "sn14.32:4.4",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn14.32/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 14.32",
    "volpages": "SN ii 171",
    "uid": "sn14.32",
    "blurb": "The Buddha set out to discover the gratification, the drawback, and the escape in the four material elements, and found it.",
    "difficulty": null,
    "original_title": "Acariṃ Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "In Search of Gratification ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn14.32_sujato",
        "segmented": true,
        "title": "In Search of Gratification ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 3
  }
}