{
  "sutta_uid": "sn14.5",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn14.5",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Diversity of Feelings (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "External Diversity of Elements ",
      "uid": "sn14.6"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Diversity of Feelings ",
      "uid": "sn14.4"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn14.5:0.1",
          "pli": "Saṃyutta Nikāya 14 ",
          "en": "Linked Discourses 14 "
        },
        {
          "scid": "sn14.5:0.2",
          "pli": "1. Nānattavagga ",
          "en": "1. Diversity "
        },
        {
          "scid": "sn14.5:0.3",
          "pli": "5. Dutiyavedanānānattasutta ",
          "en": "5. Diversity of Feelings (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 14 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn14.5:1.1",
          "pli": "Sāvatthiyaṃ viharati. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn14.5:1.2",
          "pli": "“Dhātunānattaṃ, bhikkhave, paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ, no vedanānānattaṃ paṭicca uppajjati phassanānattaṃ, no phassanānattaṃ paṭicca uppajjati dhātunānattaṃ. ",
          "en": "“Mendicants, diversity of elements gives rise to diversity of contacts. Diversity of contacts gives rise to diversity of feelings. Diversity of feelings doesn’t give rise to diversity of contacts. Diversity of contacts doesn’t give rise to diversity of elements. "
        },
        {
          "scid": "sn14.5:1.3",
          "pli": "Katamañca, bhikkhave, dhātunānattaṃ? ",
          "en": "And what is the diversity of elements? "
        },
        {
          "scid": "sn14.5:1.4",
          "pli": "Cakkhudhātu … pe … manodhātu—",
          "en": "The eye element, ear element, nose element, tongue element, body element, and mind element. "
        },
        {
          "scid": "sn14.5:1.5",
          "pli": "idaṃ vuccati, bhikkhave, dhātunānattaṃ. ",
          "en": "This is called the diversity of elements. "
        },
        {
          "scid": "sn14.5:2.1",
          "pli": "Kathañca, bhikkhave, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ, no vedanānānattaṃ paṭicca uppajjati phassanānattaṃ, no phassanānattaṃ paṭicca uppajjati dhātunānattaṃ? ",
          "en": "And how does diversity of elements give rise to diversity of contacts, and diversity of contacts give rise to diversity of feelings, while diversity of feelings doesn’t give rise to diversity of contacts, and diversity of contacts doesn’t give rise to diversity of elements? "
        },
        {
          "scid": "sn14.5:2.2",
          "pli": "Cakkhudhātuṃ, bhikkhave, paṭicca uppajjati cakkhusamphasso, cakkhusamphassaṃ paṭicca uppajjati cakkhusamphassajā vedanā, no cakkhusamphassajaṃ vedanaṃ paṭicca uppajjati cakkhusamphasso, no cakkhusamphassaṃ paṭicca uppajjati cakkhudhātu … pe … ",
          "en": "The eye element gives rise to eye contact. Eye contact gives rise to feeling born of eye contact. Feeling born of eye contact doesn’t give rise to eye contact. Eye contact doesn’t give rise to the eye element. … "
        },
        {
          "scid": "sn14.5:2.3",
          "pli": "manodhātuṃ paṭicca uppajjati manosamphasso, manosamphassaṃ paṭicca uppajjati manosamphassajā vedanā, no manosamphassajaṃ vedanaṃ paṭicca uppajjati manosamphasso, no manosamphassaṃ paṭicca uppajjati manodhātu. ",
          "en": "The mind element gives rise to mind contact. Mind contact gives rise to feeling born of mind contact. Feeling born of mind contact doesn’t give rise to mind contact. Mind contact doesn’t give rise to the mind element. "
        },
        {
          "scid": "sn14.5:2.4",
          "pli": "Evaṃ kho, bhikkhave, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ, no vedanānānattaṃ paṭicca uppajjati phassanānattaṃ, no phassanānattaṃ paṭicca uppajjati dhātunānattan”ti. ",
          "en": "That’s how diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings, while diversity of feelings doesn’t give rise to diversity of contacts, and diversity of contacts doesn’t give rise to diversity of elements.” "
        },
        {
          "scid": "sn14.5:2.5",
          "pli": "Pañcamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn14.5/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 14.5",
    "volpages": "SN ii 142",
    "uid": "sn14.5",
    "blurb": "It is not the case that diverse feelings give rise to diverse contacts.",
    "difficulty": null,
    "original_title": "Dutiyavedanānānatta Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Diversity of Feelings (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn14.5_sujato",
        "segmented": true,
        "title": "Diversity of Feelings (2nd) ",
        "volpage": null
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 5
  }
}