{
  "sutta_uid": "sn14.31",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn14.31",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Before Awakening ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "In Search of Gratification ",
      "uid": "sn14.32"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Four Elements ",
      "uid": "sn14.30"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn14.31:0.1",
          "pli": "Saṃyutta Nikāya 14 ",
          "en": "Linked Discourses 14 "
        },
        {
          "scid": "sn14.31:0.2",
          "pli": "4. Catutthavagga ",
          "en": "4. The Fourth Chapter "
        },
        {
          "scid": "sn14.31:0.3",
          "pli": "31. Pubbesambodhasutta ",
          "en": "31. Before Awakening "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 14 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn14.31:1.1",
          "pli": "Sāvatthiyaṃ viharati. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn14.31:1.2",
          "pli": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
          "en": "“Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought: "
        },
        {
          "scid": "sn14.31:1.3",
          "pli": "‘ko nu kho pathavīdhātuyā assādo, ko ādīnavo, kiṃ nissaraṇaṃ; ",
          "en": "‘What’s the gratification, the drawback, and the escape when it comes to the earth element … "
        },
        {
          "scid": "sn14.31:1.4",
          "pli": "ko āpodhātuyā assādo, ko ādīnavo, kiṃ nissaraṇaṃ; ",
          "en": "the water element … "
        },
        {
          "scid": "sn14.31:1.5",
          "pli": "ko tejodhātuyā assādo, ko ādīnavo, kiṃ nissaraṇaṃ; ",
          "en": "the fire element … "
        },
        {
          "scid": "sn14.31:1.6",
          "pli": "ko vāyodhātuyā assādo, ko ādīnavo, kiṃ nissaraṇan’ti? ",
          "en": "and the air element?’ "
        },
        {
          "scid": "sn14.31:2.1",
          "pli": "Tassa mayhaṃ, bhikkhave, etadahosi: ",
          "en": "Then it occurred to me: "
        },
        {
          "scid": "sn14.31:2.2",
          "pli": "‘yaṃ kho pathavīdhātuṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ pathavīdhātuyā assādo; ",
          "en": "‘The pleasure and happiness that arise from the earth element: this is its gratification. "
        },
        {
          "scid": "sn14.31:2.3",
          "pli": "yaṃ pathavīdhātu aniccā dukkhā vipariṇāmadhammā, ayaṃ pathavīdhātuyā ādīnavo; ",
          "en": "That the earth element is impermanent, suffering, and perishable: this is its drawback. "
        },
        {
          "scid": "sn14.31:2.4",
          "pli": "yo pathavīdhātuyā chandarāgavinayo chandarāgappahānaṃ, idaṃ pathavīdhātuyā nissaraṇaṃ. ",
          "en": "Removing and giving up desire and greed for the earth element: this is its escape. "
        },
        {
          "scid": "sn14.31:2.5",
          "pli": "Yaṃ āpodhātuṃ paṭicca … pe … ",
          "en": "The pleasure and happiness that arise from the water element … "
        },
        {
          "scid": "sn14.31:2.6",
          "pli": "yaṃ tejodhātuṃ paṭicca … pe … ",
          "en": "The pleasure and happiness that arise from the fire element … "
        },
        {
          "scid": "sn14.31:2.7",
          "pli": "yaṃ vāyodhātuṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ vāyodhātuyā assādo; ",
          "en": "The pleasure and happiness that arise from the air element: this is its gratification. "
        },
        {
          "scid": "sn14.31:2.8",
          "pli": "yaṃ vāyodhātu aniccā dukkhā vipariṇāmadhammā, ayaṃ vāyodhātuyā ādīnavo; ",
          "en": "That the air element is impermanent, suffering, and perishable: this is its drawback. "
        },
        {
          "scid": "sn14.31:2.9",
          "pli": "yo vāyodhātuyā chandarāgavinayo chandarāgappahānaṃ, idaṃ vāyodhātuyā nissaraṇaṃ’. ",
          "en": "Removing and giving up desire and greed for the air element: this is its escape. "
        },
        {
          "scid": "sn14.31:3.1",
          "pli": "Yāvakīvañcāhaṃ, bhikkhave, imāsaṃ catunnaṃ dhātūnaṃ evaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ na abbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ",
          "en": "As long as I didn’t truly understand these four elements’ gratification, drawback, and escape in this way for what they are, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. "
        },
        {
          "scid": "sn14.31:4.1",
          "pli": "Yato ca khvāhaṃ, bhikkhave, imāsaṃ catunnaṃ dhātūnaṃ evaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ",
          "en": "But when I did truly understand these four elements’ gratification, drawback, and escape in this way for what they are, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. "
        },
        {
          "scid": "sn14.31:4.2",
          "pli": "Ñāṇañca pana me dassanaṃ udapādi: ",
          "en": "Knowledge and vision arose in me: "
        },
        {
          "scid": "sn14.31:4.3",
          "pli": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
          "en": "‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’” "
        },
        {
          "scid": "sn14.31:4.4",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn14.31/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 14.31",
    "volpages": "SN ii 169",
    "uid": "sn14.31",
    "blurb": "Before his awakening the Buddha saw the gratification, the drawback, and the escape in the four material elements.",
    "difficulty": null,
    "original_title": "Pubbesambodha Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Before Awakening ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn14.31_sujato",
        "segmented": true,
        "title": "Before Awakening ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 2
  }
}