{
  "sutta_uid": "sn16.8",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn16.8",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Advice (3rd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Absorptions and Insights ",
      "uid": "sn16.9"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Advice (2nd) ",
      "uid": "sn16.7"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn16.8:0.1",
          "pli": "Saṃyutta Nikāya 16 ",
          "en": "Linked Discourses 16 "
        },
        {
          "scid": "sn16.8:0.2",
          "pli": "1. Kassapavagga ",
          "en": "1. Kassapa "
        },
        {
          "scid": "sn16.8:0.3",
          "pli": "8. Tatiyaovādasutta ",
          "en": "8. Advice (3rd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 16 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn16.8:1.1",
          "pli": "Rājagahe kalandakanivāpe. ",
          "en": "Near Rājagaha, in the squirrels’ feeding ground. "
        },
        {
          "scid": "sn16.8:1.2",
          "pli": "Atha kho āyasmā mahākassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ mahākassapaṃ bhagavā etadavoca: ",
          "en": "Then Venerable Mahākassapa went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: "
        },
        {
          "scid": "sn16.8:1.3",
          "pli": "“ovada, kassapa, bhikkhū; ",
          "en": "“Kassapa, advise the mendicants! "
        },
        {
          "scid": "sn16.8:1.4",
          "pli": "karohi, kassapa, bhikkhūnaṃ dhammiṃ kathaṃ. ",
          "en": "Give them a Dhamma talk! "
        },
        {
          "scid": "sn16.8:1.5",
          "pli": "Ahaṃ vā, kassapa, bhikkhūnaṃ ovadeyyaṃ tvaṃ vā; ",
          "en": "Either you or I should advise the mendicants "
        },
        {
          "scid": "sn16.8:1.6",
          "pli": "ahaṃ vā bhikkhūnaṃ dhammiṃ kathaṃ kareyyaṃ tvaṃ vā”ti. ",
          "en": "and give them a Dhamma talk.” "
        },
        {
          "scid": "sn16.8:2.1",
          "pli": "“Dubbacā kho, bhante, etarahi bhikkhū, dovacassakaraṇehi dhammehi samannāgatā, akkhamā, appadakkhiṇaggāhino anusāsanin”ti. ",
          "en": "“Sir, the mendicants these days are hard to admonish, having qualities that make them hard to admonish. They’re impatient, and don’t take instruction respectfully.” "
        },
        {
          "scid": "sn16.8:2.2",
          "pli": "“Tathā hi pana, kassapa, pubbe therā bhikkhū āraññikā ceva ahesuṃ āraññikattassa ca vaṇṇavādino, piṇḍapātikā ceva ahesuṃ piṇḍapātikattassa ca vaṇṇavādino, paṃsukūlikā ceva ahesuṃ paṃsukūlikattassa ca vaṇṇavādino, tecīvarikā ceva ahesuṃ tecīvarikattassa ca vaṇṇavādino, appicchā ceva ahesuṃ appicchatāya ca vaṇṇavādino, santuṭṭhā ceva ahesuṃ santuṭṭhiyā ca vaṇṇavādino, pavivittā ceva ahesuṃ pavivekassa ca vaṇṇavādino, asaṃsaṭṭhā ceva ahesuṃ asaṃsaggassa ca vaṇṇavādino, āraddhavīriyā ceva ahesuṃ vīriyārambhassa ca vaṇṇavādino. ",
          "en": "“Kassapa, that’s because formerly the senior mendicants lived in the wilderness, ate only alms-food, wore rag robes, and owned just three robes; and they praised these things. They were of few wishes, content, secluded, aloof, and energetic; and they praised these things. "
        },
        {
          "scid": "sn16.8:3.1",
          "pli": "Tatra yo hoti bhikkhu āraññiko ceva āraññikattassa ca vaṇṇavādī, piṇḍapātiko ceva piṇḍapātikattassa ca vaṇṇavādī, paṃsukūliko ceva paṃsukūlikattassa ca vaṇṇavādī, tecīvariko ceva tecīvarikattassa ca vaṇṇavādī, appiccho ceva appicchatāya ca vaṇṇavādī, santuṭṭho ceva santuṭṭhiyā ca vaṇṇavādī, pavivitto ceva pavivekassa ca vaṇṇavādī, asaṃsaṭṭho ceva asaṃsaggassa ca vaṇṇavādī, āraddhavīriyo ceva vīriyārambhassa ca vaṇṇavādī, taṃ therā bhikkhū āsanena nimantenti: ",
          "en": "The senior mendicants invite such a mendicant to a seat, saying: "
        },
        {
          "scid": "sn16.8:3.2",
          "pli": "‘ehi, bhikkhu, ko nāmāyaṃ bhikkhu, bhaddako vatāyaṃ bhikkhu, sikkhākāmo vatāyaṃ bhikkhu; ehi, bhikkhu, idaṃ āsanaṃ nisīdāhī’ti. ",
          "en": "‘Welcome, mendicant! What is this mendicant’s name? This mendicant is good-natured; he really wants to train. Please, mendicant, take a seat.’ "
        },
        {
          "scid": "sn16.8:4.1",
          "pli": "Tatra, kassapa, navānaṃ bhikkhūnaṃ evaṃ hoti: ",
          "en": "Then the junior mendicants think: "
        },
        {
          "scid": "sn16.8:4.2",
          "pli": "‘yo kira so hoti bhikkhu āraññiko ceva āraññikattassa ca vaṇṇavādī, piṇḍapātiko ceva … pe … paṃsukūliko ceva … tecīvariko ceva … appiccho ceva … santuṭṭho ceva … pavivitto ceva … asaṃsaṭṭho ceva … āraddhavīriyo ceva vīriyārambhassa ca vaṇṇavādī, taṃ therā bhikkhū āsanena nimantenti—",
          "en": "‘It seems that when a mendicant lives in the wilderness … and is energetic, and praises these things, senior mendicants invite them to a seat …’ "
        },
        {
          "scid": "sn16.8:4.3",
          "pli": "ehi, bhikkhu, ko nāmāyaṃ bhikkhu, bhaddako vatāyaṃ bhikkhu, sikkhākāmo vatāyaṃ bhikkhu; ehi, bhikkhu, idaṃ āsanaṃ nisīdāhī’ti. ",
          "en": " "
        },
        {
          "scid": "sn16.8:4.4",
          "pli": "Te tathattāya paṭipajjanti; ",
          "en": "They practice accordingly. "
        },
        {
          "scid": "sn16.8:4.5",
          "pli": "tesaṃ taṃ hoti dīgharattaṃ hitāya sukhāya. ",
          "en": "That is for their lasting welfare and happiness. "
        },
        {
          "scid": "sn16.8:5.1",
          "pli": "Etarahi pana, kassapa, therā bhikkhū na ceva āraññikā na ca āraññikattassa vaṇṇavādino, na ceva piṇḍapātikā na ca piṇḍapātikattassa vaṇṇavādino, na ceva paṃsukūlikā na ca paṃsukūlikattassa vaṇṇavādino, na ceva tecīvarikā na ca tecīvarikattassa vaṇṇavādino, na ceva appicchā na ca appicchatāya vaṇṇavādino, na ceva santuṭṭhā na ca santuṭṭhiyā vaṇṇavādino, na ceva pavivittā na ca pavivekassa vaṇṇavādino, na ceva asaṃsaṭṭhā na ca asaṃsaggassa vaṇṇavādino, na ceva āraddhavīriyā na ca vīriyārambhassa vaṇṇavādino. ",
          "en": "But these days, Kassapa, the senior mendicants don’t live in the wilderness … and aren’t energetic; and they don’t praise these things. "
        },
        {
          "scid": "sn16.8:6.1",
          "pli": "Tatra yo hoti bhikkhu ñāto yasassī lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ taṃ therā bhikkhū āsanena nimantenti: ",
          "en": "When a mendicant is well-known and famous, a recipient of robes, alms-food, lodgings, and medicines and supplies for the sick, senior mendicants invite them to a seat: "
        },
        {
          "scid": "sn16.8:6.2",
          "pli": "‘ehi, bhikkhu, ko nāmāyaṃ bhikkhu, bhaddako vatāyaṃ bhikkhu, sabrahmacārikāmo vatāyaṃ bhikkhu; ehi, bhikkhu, idaṃ āsanaṃ nisīdāhī’ti. ",
          "en": "‘Welcome, mendicant! What is this mendicant’s name? This mendicant is good-natured; he really likes his fellow monks. Please, mendicant, take a seat.’ "
        },
        {
          "scid": "sn16.8:7.1",
          "pli": "Tatra, kassapa, navānaṃ bhikkhūnaṃ evaṃ hoti: ",
          "en": "Then the junior mendicants think: "
        },
        {
          "scid": "sn16.8:7.2",
          "pli": "‘yo kira so hoti bhikkhu ñāto yasassī lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ taṃ therā bhikkhū āsanena nimantenti—",
          "en": "‘It seems that when a mendicant is well-known and famous, a recipient of robes, alms-food, lodgings, and medicines and supplies for the sick, senior mendicants invite them to a seat …’ "
        },
        {
          "scid": "sn16.8:7.3",
          "pli": "ehi, bhikkhu, ko nāmāyaṃ bhikkhu, bhaddako vatāyaṃ bhikkhu, sabrahmacārikāmo vatāyaṃ bhikkhu; ehi, bhikkhu, idaṃ āsanaṃ nisīdāhī’ti. ",
          "en": " "
        },
        {
          "scid": "sn16.8:7.4",
          "pli": "Te tathattāya paṭipajjanti. ",
          "en": "They practice accordingly. "
        },
        {
          "scid": "sn16.8:7.5",
          "pli": "Tesaṃ taṃ hoti dīgharattaṃ ahitāya dukkhāya. ",
          "en": "That is for their lasting harm and suffering. "
        },
        {
          "scid": "sn16.8:7.6",
          "pli": "Yañhi taṃ, kassapa, sammā vadamāno vadeyya: ",
          "en": "And if it could ever be rightly said that "
        },
        {
          "scid": "sn16.8:7.7",
          "pli": "‘upaddutā brahmacārī brahmacārūpaddavena abhipatthanā brahmacārī brahmacāriabhipatthanenā’ti, etarahi taṃ, kassapa, sammā vadamāno vadeyya: ‘upaddutā brahmacārī brahmacārūpaddavena abhipatthanā brahmacārī brahmacāriabhipatthanenā’”ti. ",
          "en": "spiritual practitioners are imperiled by the peril of a spiritual practitioner, and vanquished by the vanquishing of a spiritual practitioner, it is these days that this could be rightly said.” "
        },
        {
          "scid": "sn16.8:7.8",
          "pli": "Aṭṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Near Rājagaha, in the squirrels’ feeding ground. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn16.8/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 16.8",
    "volpages": "SN ii 208",
    "uid": "sn16.8",
    "blurb": "The Buddha invites Kassapa to teach the mendicants, but he is reluctant, saying that the senior mendicants used to set a good example, but now instead of respecting good practice, they respect fame and fortune.",
    "difficulty": null,
    "original_title": "Tatiyaovāda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Advice (3rd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn16.8_sujato",
        "segmented": true,
        "title": "Advice (3rd) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn16.8_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Exhortation (3)"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 8
  }
}