{
  "sutta_uid": "sn16.13",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn16.13",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Counterfeit of the True Teaching ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Brutal ",
      "uid": "sn17.1"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Realized One After Death ",
      "uid": "sn16.12"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn16.13:0.1",
          "pli": "Saṃyutta Nikāya 16 ",
          "en": "Linked Discourses 16 "
        },
        {
          "scid": "sn16.13:0.2",
          "pli": "1. Kassapavagga ",
          "en": "1. Kassapa "
        },
        {
          "scid": "sn16.13:0.3",
          "pli": "13. Saddhammappatirūpakasutta ",
          "en": "13. The Counterfeit of the True Teaching "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 16 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn16.13:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn16.13:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "sn16.13:1.3",
          "pli": "Atha kho āyasmā mahākassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahākassapo bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Mahākassapa went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "sn16.13:1.4",
          "pli": "“ko nu kho, bhante, hetu ko paccayo, yena pubbe appatarāni ceva sikkhāpadāni ahesuṃ bahutarā ca bhikkhū aññāya saṇṭhahiṃsu? ",
          "en": "“What is the cause, sir, what is the reason why there used to be fewer training rules but more enlightened mendicants? "
        },
        {
          "scid": "sn16.13:1.5",
          "pli": "Ko pana, bhante, hetu ko paccayo, yenetarahi bahutarāni ceva sikkhāpadāni appatarā ca bhikkhū aññāya saṇṭhahantī”ti? ",
          "en": "And what is the cause, what is the reason why these days there are more training rules and fewer enlightened mendicants?” "
        },
        {
          "scid": "sn16.13:1.6",
          "pli": "“Evañcetaṃ, kassapa, hoti sattesu hāyamānesu saddhamme antaradhāyamāne, bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahanti. ",
          "en": "“That’s how it is, Kassapa. When sentient beings are in decline and the true teaching is disappearing there are more training rules and fewer enlightened mendicants. "
        },
        {
          "scid": "sn16.13:1.7",
          "pli": "Na tāva, kassapa, saddhammassa antaradhānaṃ hoti yāva na saddhammappatirūpakaṃ loke uppajjati. ",
          "en": "The true teaching doesn’t disappear as long the counterfeit of the true teaching hasn’t appeared in the world. "
        },
        {
          "scid": "sn16.13:1.8",
          "pli": "Yato ca kho, kassapa, saddhammappatirūpakaṃ loke uppajjati, atha saddhammassa antaradhānaṃ hoti. ",
          "en": "But when the counterfeit of the true teaching appears in the world then the true teaching disappears. "
        },
        {
          "scid": "sn16.13:2.1",
          "pli": "Seyyathāpi, kassapa, na tāva jātarūpassa antaradhānaṃ hoti yāva na jātarūpappatirūpakaṃ loke uppajjati. ",
          "en": "It’s like true gold, which doesn’t disappear as long as counterfeit gold hasn’t appeared in the world. "
        },
        {
          "scid": "sn16.13:2.2",
          "pli": "Yato ca kho, kassapa, jātarūpappatirūpakaṃ loke uppajjati, atha kho jātarūpassa antaradhānaṃ hoti. ",
          "en": "But when counterfeit gold appears in the world then real gold disappears. "
        },
        {
          "scid": "sn16.13:2.3",
          "pli": "Evameva kho, kassapa, na tāva saddhammassa antaradhānaṃ hoti yāva na saddhammappatirūpakaṃ loke uppajjati. ",
          "en": "In the same way, the true teaching doesn’t disappear as long the counterfeit of the true teaching hasn’t appeared in the world. "
        },
        {
          "scid": "sn16.13:2.4",
          "pli": "Yato ca kho, kassapa, saddhammappatirūpakaṃ loke uppajjati, atha saddhammassa antaradhānaṃ hoti. ",
          "en": "But when the counterfeit of the true teaching appears in the world then the true teaching disappears. "
        },
        {
          "scid": "sn16.13:3.1",
          "pli": "Na kho, kassapa, pathavīdhātu saddhammaṃ antaradhāpeti, na āpodhātu saddhammaṃ antaradhāpeti, na tejodhātu saddhammaṃ antaradhāpeti, na vāyodhātu saddhammaṃ antaradhāpeti; ",
          "en": "It’s not the elements of earth, water, fire, or air that make the true teaching disappear. "
        },
        {
          "scid": "sn16.13:3.2",
          "pli": "atha kho idheva te uppajjanti moghapurisā ye imaṃ saddhammaṃ antaradhāpenti. ",
          "en": "Rather, it’s the foolish people who appear right here that make the true teaching disappear. "
        },
        {
          "scid": "sn16.13:3.3",
          "pli": "Seyyathāpi, kassapa, nāvā ādikeneva opilavati; ",
          "en": "The true teaching doesn’t disappear like a ship that sinks all at once. "
        },
        {
          "scid": "sn16.13:3.4",
          "pli": "na kho, kassapa, evaṃ saddhammassa antaradhānaṃ hoti. ",
          "en": " "
        },
        {
          "scid": "sn16.13:4.1",
          "pli": "Pañca khome, kassapa, okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. ",
          "en": "There are five detrimental things that lead to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "sn16.13:4.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "sn16.13:4.3",
          "pli": "Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṅghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, samādhismiṃ agāravā viharanti appatissā—",
          "en": "It’s when the monks, nuns, laymen, and laywomen lack respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and immersion. "
        },
        {
          "scid": "sn16.13:4.4",
          "pli": "ime kho, kassapa, pañca okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. ",
          "en": "These five detrimental things lead to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "sn16.13:5.1",
          "pli": "Pañca khome, kassapa, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti. ",
          "en": "There are five things that lead to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "sn16.13:5.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "sn16.13:5.3",
          "pli": "Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, samādhismiṃ sagāravā viharanti sappatissā—",
          "en": "It’s when the monks, nuns, laymen, and laywomen maintain respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and immersion. "
        },
        {
          "scid": "sn16.13:5.4",
          "pli": "ime kho, kassapa, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti. ",
          "en": "These five things lead to the continuation, persistence, and enduring of the true teaching.” "
        },
        {
          "scid": "sn16.13:5.5",
          "pli": "Terasamaṃ. ",
          "en": " "
        },
        {
          "scid": "sn16.13:5.6",
          "pli": "Kassapavaggo paṭhamo. ",
          "en": " "
        },
        {
          "scid": "sn16.13:6.1",
          "pli": "Santuṭṭhañca anottappī, ",
          "en": " "
        },
        {
          "scid": "sn16.13:6.2",
          "pli": "candūpamaṃ kulūpakaṃ; ",
          "en": " "
        },
        {
          "scid": "sn16.13:6.3",
          "pli": "Jiṇṇaṃ tayo ca ovādā, ",
          "en": " "
        },
        {
          "scid": "sn16.13:6.4",
          "pli": "jhānābhiññā upassayaṃ; ",
          "en": " "
        },
        {
          "scid": "sn16.13:6.5",
          "pli": "Cīvaraṃ paraṃmaraṇaṃ, ",
          "en": " "
        },
        {
          "scid": "sn16.13:6.6",
          "pli": "saddhammappatirūpakanti. ",
          "en": " "
        },
        {
          "scid": "sn16.13:6.7",
          "pli": "Kassapasaṃyuttaṃ samattaṃ. ",
          "en": "The Linked Discourses with Kassapa are complete."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn16.13/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 16.13",
    "volpages": "SN ii 223",
    "uid": "sn16.13",
    "blurb": "Kassapa asks the Buddha why there are now more rules but fewer awakened mendicants. The Buddha replies that it is due to the arising of the counterfeit Dhamma, giving five factors that lead to decline",
    "difficulty": null,
    "original_title": "Saddhammappatirūpaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Counterfeit of the True Teaching ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn16.13_sujato",
        "segmented": true,
        "title": "The Counterfeit of the True Teaching ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn16.13_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Counterfeit of the True Dhamma"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 13
  }
}