{
  "sutta_uid": "sn16.11",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn16.11",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Robes ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Realized One After Death ",
      "uid": "sn16.12"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Nuns’ Quarters ",
      "uid": "sn16.10"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn16.11:0.1",
          "pli": "Saṃyutta Nikāya 16 ",
          "en": "Linked Discourses 16 "
        },
        {
          "scid": "sn16.11:0.2",
          "pli": "1. Kassapavagga ",
          "en": "1. Kassapa "
        },
        {
          "scid": "sn16.11:0.3",
          "pli": "11. Cīvarasutta ",
          "en": "11. Robes "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 16 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn16.11:1.1",
          "pli": "Ekaṃ samayaṃ āyasmā mahākassapo rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time Venerable Mahākassapa was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "sn16.11:1.2",
          "pli": "Tena kho pana samayena āyasmā ānando dakkhiṇagirismiṃ cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ. ",
          "en": "Now at that time Venerable Ānanda was wandering in the Southern Hills together with a large Saṅgha of mendicants. "
        },
        {
          "scid": "sn16.11:2.1",
          "pli": "Tena kho pana samayena āyasmato ānandassa tiṃsamattā saddhivihārino bhikkhū sikkhaṃ paccakkhāya hīnāyāvattā bhavanti yebhuyyena kumārabhūtā. ",
          "en": "And at that time thirty of Ānanda’s mendicant pupils rejected the training and returned to a lesser life. Most of them were youths. "
        },
        {
          "scid": "sn16.11:2.2",
          "pli": "Atha kho āyasmā ānando dakkhiṇagirismiṃ yathābhirantaṃ cārikaṃ caritvā yena rājagahaṃ veḷuvanaṃ kalandakanivāpo yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākassapaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ āyasmā mahākassapo etadavoca: ",
          "en": "When Venerable Ānanda had wandered in the Southern Hills as long as he wished, he set out for Rājagaha, to the Bamboo Grove, the squirrels’ feeding ground. He went up to Venerable Mahākassapa, bowed, and sat down to one side. Mahākassapa said to him: "
        },
        {
          "scid": "sn16.11:2.3",
          "pli": "“kati nu kho, āvuso ānanda, atthavase paṭicca bhagavatā kulesu tikabhojanaṃ paññattan”ti? ",
          "en": "“Reverend Ānanda, for how many reasons did the Buddha lay down a rule against eating in groups of more than three among families?” "
        },
        {
          "scid": "sn16.11:3.1",
          "pli": "“Tayo kho, bhante kassapa, atthavase paṭicca bhagavatā kulesu tikabhojanaṃ paññattaṃ—",
          "en": "“Sir, the Buddha laid down that rule for three reasons. "
        },
        {
          "scid": "sn16.11:3.2",
          "pli": "dummaṅkūnaṃ puggalānaṃ niggahāya pesalānaṃ bhikkhūnaṃ phāsuvihārāya, mā pāpicchā pakkhaṃ nissāya saṃghaṃ bhindeyyuṃ, kulānuddayatāya ca. ",
          "en": "For keeping difficult persons in check and for the comfort of good-hearted mendicants. To prevent those of wicked desires from taking sides and dividing the Saṅgha. And out of consideration for families. "
        },
        {
          "scid": "sn16.11:3.3",
          "pli": "Ime kho, bhante kassapa, tayo atthavase paṭicca bhagavatā kulesu tikabhojanaṃ paññattan”ti. ",
          "en": "These are the three reasons why the Buddha laid down that rule.” "
        },
        {
          "scid": "sn16.11:4.1",
          "pli": "“Atha kiñcarahi tvaṃ, āvuso ānanda, imehi navehi bhikkhūhi indriyesu aguttadvārehi bhojane amattaññūhi jāgariyaṃ ananuyuttehi saddhiṃ cārikaṃ carasi? ",
          "en": "“So what exactly are you doing, wandering together with these junior mendicants? They don’t guard their sense doors, they eat too much, and they’re not committed to wakefulness. "
        },
        {
          "scid": "sn16.11:4.2",
          "pli": "Sassaghātaṃ maññe carasi, kulūpaghātaṃ maññe carasi. ",
          "en": "It’s like you’re wandering about wrecking crops and ruining families! "
        },
        {
          "scid": "sn16.11:4.3",
          "pli": "Olujjati kho te, āvuso ānanda, parisā; ",
          "en": "Your following is falling apart, Reverend Ānanda, "
        },
        {
          "scid": "sn16.11:4.4",
          "pli": "palujjanti kho te, āvuso, navappāyā. ",
          "en": "and those just getting started are slipping away. "
        },
        {
          "scid": "sn16.11:4.5",
          "pli": "Na vāyaṃ kumārako mattamaññāsī”ti. ",
          "en": "Yet this boy knows no bounds!” "
        },
        {
          "scid": "sn16.11:5.1",
          "pli": "“Api me, bhante kassapa, sirasmiṃ palitāni jātāni. ",
          "en": "“Though there are grey hairs on my head, "
        },
        {
          "scid": "sn16.11:5.2",
          "pli": "Atha ca pana mayaṃ ajjāpi āyasmato mahākassapassa kumārakavādā na muccāmā”ti. ",
          "en": "I still can’t escape being called a boy by Venerable Mahākassapa.” "
        },
        {
          "scid": "sn16.11:5.3",
          "pli": "“Tathā hi pana tvaṃ, āvuso ānanda, imehi navehi bhikkhūhi indriyesu aguttadvārehi bhojane amattaññūhi jāgariyaṃ ananuyuttehi saddhiṃ cārikaṃ carasi, sassaghātaṃ maññe carasi, kulūpaghātaṃ maññe carasi. ",
          "en": "“It’s because you wander with these junior mendicants. … "
        },
        {
          "scid": "sn16.11:5.4",
          "pli": "Olujjati kho te, āvuso ānanda, parisā; ",
          "en": "Your following is falling apart, Reverend Ānanda, "
        },
        {
          "scid": "sn16.11:5.5",
          "pli": "palujjanti kho te, āvuso, navappāyā. ",
          "en": "and those just getting started are slipping away. "
        },
        {
          "scid": "sn16.11:5.6",
          "pli": "Na vāyaṃ kumārako mattamaññāsī”ti. ",
          "en": "Yet this boy knows no bounds!” "
        },
        {
          "scid": "sn16.11:6.1",
          "pli": "Assosi kho thullanandā bhikkhunī: ",
          "en": "The nun Thullanandā heard a rumor that "
        },
        {
          "scid": "sn16.11:6.2",
          "pli": "“ayyena kira mahākassapena ayyo ānando vedehamuni kumārakavādena apasādito”ti. ",
          "en": "Master Mahākassapa had rebuked Master Ānanda the Videhan sage by calling him a boy. "
        },
        {
          "scid": "sn16.11:7.1",
          "pli": "Atha kho thullanandā bhikkhunī anattamanā anattamanavācaṃ nicchāresi: ",
          "en": "She was upset and blurted out, "
        },
        {
          "scid": "sn16.11:7.2",
          "pli": "“kiṃ pana ayyo mahākassapo aññatitthiyapubbo samāno ayyaṃ ānandaṃ vedehamuniṃ kumārakavādena apasādetabbaṃ maññatī”ti. ",
          "en": "“How can Master Mahākassapa, who formerly followed another path, presume to rebuke Master Ānanda the Videhan sage by calling him a boy?” "
        },
        {
          "scid": "sn16.11:7.3",
          "pli": "Assosi kho āyasmā mahākassapo thullanandāya bhikkhuniyā imaṃ vācaṃ bhāsamānāya. ",
          "en": "Mahākassapa heard Thullanandā say these words, "
        },
        {
          "scid": "sn16.11:8.1",
          "pli": "Atha kho āyasmā mahākassapo āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "and he said to Ānanda, "
        },
        {
          "scid": "sn16.11:8.2",
          "pli": "“tagghāvuso ānanda, thullanandāya bhikkhuniyā sahasā appaṭisaṅkhā vācā bhāsitā. ",
          "en": "“Indeed, Reverend Ānanda, the nun Thullanandā spoke rashly and without reflection. "
        },
        {
          "scid": "sn16.11:8.3",
          "pli": "Yatvāhaṃ, āvuso, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito, nābhijānāmi aññaṃ satthāraṃ uddisitā, aññatra tena bhagavatā arahatā sammāsambuddhena. ",
          "en": "Since I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness, I don’t recall acknowledging any other teacher apart from the Blessed One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "sn16.11:8.4",
          "pli": "Pubbe me, āvuso, agārikabhūtassa sato etadahosi: ",
          "en": "Formerly when I was still a layman, I thought: "
        },
        {
          "scid": "sn16.11:8.5",
          "pli": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
          "en": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open. "
        },
        {
          "scid": "sn16.11:8.6",
          "pli": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
          "en": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. "
        },
        {
          "scid": "sn16.11:8.7",
          "pli": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
          "en": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ "
        },
        {
          "scid": "sn16.11:8.8",
          "pli": "So khvāhaṃ, āvuso, aparena samayena paṭapilotikānaṃ saṅghāṭiṃ kāretvā ye loke arahanto te uddissa kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ. ",
          "en": "After some time I made an outer robe of patches and, in the name of the perfected ones in the world, I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. "
        },
        {
          "scid": "sn16.11:9.1",
          "pli": "So evaṃ pabbajito samāno addhānamaggappaṭipanno addasaṃ bhagavantaṃ antarā ca rājagahaṃ antarā ca nāḷandaṃ bahuputte cetiye nisinnaṃ. ",
          "en": "When I had gone forth, I traveled along the road between Rājagaha and Nālanda, where I saw the Buddha sitting at the Bahuputta Shrine. "
        },
        {
          "scid": "sn16.11:9.2",
          "pli": "Disvāna me etadahosi: ",
          "en": "Seeing him, I thought: "
        },
        {
          "scid": "sn16.11:9.3",
          "pli": "‘satthārañca vatāhaṃ passeyyaṃ, bhagavantameva passeyyaṃ; ",
          "en": "‘If I’m ever to see a Teacher, it would be this Blessed One! "
        },
        {
          "scid": "sn16.11:9.4",
          "pli": "sugatañca vatāhaṃ passeyyaṃ, bhagavantameva passeyyaṃ; ",
          "en": "If I’m ever to see a Holy One, it would be this Blessed One! "
        },
        {
          "scid": "sn16.11:9.5",
          "pli": "sammāsambuddhañca vatāhaṃ passeyyaṃ; ",
          "en": "If I’m ever to see a fully awakened Buddha, it would be this Blessed One!’ "
        },
        {
          "scid": "sn16.11:9.6",
          "pli": "bhagavantameva passeyyan’ti. ",
          "en": " "
        },
        {
          "scid": "sn16.11:9.7",
          "pli": "So khvāhaṃ, āvuso, tattheva bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavocaṃ: ",
          "en": "Then I bowed with my head at the Buddha’s feet and said: "
        },
        {
          "scid": "sn16.11:9.8",
          "pli": "‘satthā me, bhante, bhagavā, sāvakohamasmi; ",
          "en": "‘Sir, the Buddha is my Teacher, I am his disciple! "
        },
        {
          "scid": "sn16.11:9.9",
          "pli": "satthā me, bhante, bhagavā, sāvakohamasmī’ti. ",
          "en": "The Buddha is my Teacher, I am his disciple!’ "
        },
        {
          "scid": "sn16.11:9.10",
          "pli": "Evaṃ vutte, maṃ, āvuso, bhagavā etadavoca: ",
          "en": "The Buddha said to me, "
        },
        {
          "scid": "sn16.11:9.11",
          "pli": "‘yo kho, kassapa, evaṃ sabbacetasā samannāgataṃ sāvakaṃ ajānaññeva vadeyya jānāmīti, apassaññeva vadeyya passāmīti, muddhāpi tassa vipateyya. ",
          "en": "‘Kassapa, if anyone was to say to such a wholehearted disciple that they know when they don’t know, or that they see when they don’t see, their head would explode. "
        },
        {
          "scid": "sn16.11:9.12",
          "pli": "Ahaṃ kho pana, kassapa, jānaññeva vadāmi jānāmīti, passaññeva vadāmi passāmīti. ",
          "en": "But Kassapa, when I say that I know and see I really do know and see. "
        },
        {
          "scid": "sn16.11:10.1",
          "pli": "Tasmātiha te, kassapa, evaṃ sikkhitabbaṃ: ",
          "en": "So you should train like this: "
        },
        {
          "scid": "sn16.11:10.2",
          "pli": "“tibbaṃ me hirottappaṃ paccupaṭṭhitaṃ bhavissati theresu navesu majjhimesū”ti. ",
          "en": "“I will set up a keen sense of conscience and prudence for seniors, juniors, and those in the middle.” "
        },
        {
          "scid": "sn16.11:10.3",
          "pli": "Evañhi te, kassapa, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "sn16.11:11.1",
          "pli": "Tasmātiha te, kassapa, evaṃ sikkhitabbaṃ: ",
          "en": "And you should train like this: "
        },
        {
          "scid": "sn16.11:11.2",
          "pli": "“yaṃ kiñci dhammaṃ suṇissāmi kusalūpasaṃhitaṃ sabbaṃ taṃ aṭṭhiṃ katvā manasi karitvā sabbacetasā samannāharitvā ohitasoto dhammaṃ suṇissāmī”ti. ",
          "en": "“Whenever I hear a teaching connected with what’s skillful, I will pay heed, pay attention, engage wholeheartedly, and lend an ear to that teaching.” "
        },
        {
          "scid": "sn16.11:11.3",
          "pli": "Evañhi te, kassapa, sikkhitabbaṃ. ",
          "en": "That’s how you should train. "
        },
        {
          "scid": "sn16.11:12.1",
          "pli": "Tasmātiha te, kassapa, evaṃ sikkhitabbaṃ: ",
          "en": "And you should train like this: "
        },
        {
          "scid": "sn16.11:12.2",
          "pli": "“sātasahagatā ca me kāyagatāsati na vijahissatī”ti. ",
          "en": "“I will never neglect mindfulness of the body that is full of pleasure.” "
        },
        {
          "scid": "sn16.11:12.3",
          "pli": "Evañhi te, kassapa, sikkhitabbanti’. ",
          "en": "That’s how you should train.’ "
        },
        {
          "scid": "sn16.11:13.1",
          "pli": "Atha kho maṃ, āvuso, bhagavā iminā ovādena ovaditvā uṭṭhāyāsanā pakkāmi. ",
          "en": "And when the Buddha had given me this advice he got up from his seat and left. "
        },
        {
          "scid": "sn16.11:13.2",
          "pli": "Sattāhameva khvāhaṃ, āvuso, saraṇo raṭṭhapiṇḍaṃ bhuñjiṃ aṭṭhamiyā aññā udapādi. ",
          "en": "For seven days I ate the nation’s almsfood as a debtor. On the eighth day I was enlightened. "
        },
        {
          "scid": "sn16.11:14.1",
          "pli": "Atha kho, āvuso, bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami. ",
          "en": "And then the Buddha left the road and went to the root of a tree. "
        },
        {
          "scid": "sn16.11:14.2",
          "pli": "Atha khvāhaṃ, āvuso, paṭapilotikānaṃ saṅghāṭiṃ catugguṇaṃ paññapetvā bhagavantaṃ etadavocaṃ: ",
          "en": "So I spread out my outer robe of patches folded in four and said to him, "
        },
        {
          "scid": "sn16.11:14.3",
          "pli": "‘idha, bhante, bhagavā nisīdatu, yaṃ mamassa dīgharattaṃ hitāya sukhāyā’ti. ",
          "en": "‘Sir, sit here. That would be for my lasting welfare and happiness.’ "
        },
        {
          "scid": "sn16.11:14.4",
          "pli": "Nisīdi kho, āvuso, bhagavā paññatte āsane. ",
          "en": "The Buddha sat on the seat spread out "
        },
        {
          "scid": "sn16.11:14.5",
          "pli": "Nisajja kho maṃ, āvuso, bhagavā etadavoca: ",
          "en": "and said to me, "
        },
        {
          "scid": "sn16.11:14.6",
          "pli": "‘mudukā kho tyāyaṃ, kassapa, paṭapilotikānaṃ saṅghāṭī’ti. ",
          "en": "‘Kassapa, this outer robe of patches is soft.’ "
        },
        {
          "scid": "sn16.11:14.7",
          "pli": "‘Paṭiggaṇhātu me, bhante, bhagavā paṭapilotikānaṃ saṅghāṭiṃ anukampaṃ upādāyā’ti. ",
          "en": "‘Sir, please accept my outer robe of patches out of compassion.’ "
        },
        {
          "scid": "sn16.11:14.8",
          "pli": "‘Dhāressasi pana me tvaṃ, kassapa, sāṇāni paṃsukūlāni nibbasanānī’ti. ",
          "en": "‘In that case, Kassapa, will you wear my worn-out hempen rag robe?’ "
        },
        {
          "scid": "sn16.11:14.9",
          "pli": "‘Dhāressāmahaṃ, bhante, bhagavato sāṇāni paṃsukūlāni nibbasanānī’ti. ",
          "en": "‘I will wear it, sir.’ "
        },
        {
          "scid": "sn16.11:14.10",
          "pli": "So khvāhaṃ, āvuso, paṭapilotikānaṃ saṅghāṭiṃ bhagavato pādāsiṃ. ",
          "en": "And so I presented my outer robe of patches to the Buddha, "
        },
        {
          "scid": "sn16.11:14.11",
          "pli": "Ahaṃ pana bhagavato sāṇāni paṃsukūlāni nibbasanāni paṭipajjiṃ. ",
          "en": "and the Buddha presented me with his worn-out hempen rag robe. "
        },
        {
          "scid": "sn16.11:15.1",
          "pli": "Yañhi taṃ, āvuso, sammā vadamāno vadeyya: ",
          "en": "For if anyone should be rightly called "
        },
        {
          "scid": "sn16.11:15.2",
          "pli": "‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo, paṭiggahitāni sāṇāni paṃsukūlāni nibbasanānī’ti, mamaṃ taṃ sammā vadamāno vadeyya: ",
          "en": "the Buddha’s true-born child, born from his mouth, born of the teaching, created by the teaching, heir to the teaching, and receiver of his worn-out hempen rag robes, it’s me. "
        },
        {
          "scid": "sn16.11:15.3",
          "pli": "‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo, paṭiggahitāni sāṇāni paṃsukūlāni nibbasanānī’ti. ",
          "en": " "
        },
        {
          "scid": "sn16.11:16.1",
          "pli": "Ahaṃ kho, āvuso, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. … "
        },
        {
          "scid": "sn16.11:16.2",
          "pli": "Ahaṃ kho, āvuso, yāvade ākaṅkhāmi … pe … ",
          "en": " "
        },
        {
          "scid": "sn16.11:16.3",
          "pli": "(navannaṃ anupubbavihārasamāpattīnaṃ pañcannañca abhiññānaṃ evaṃ vitthāro veditabbo.) ",
          "en": "(The nine progressive meditations and the five insights should be treated in full.) "
        },
        {
          "scid": "sn16.11:17.1",
          "pli": "Ahaṃ kho, āvuso, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi; ",
          "en": "I have realized the undefiled freedom of heart and freedom by wisdom in this very life. And I live having realized it with my own insight due to the ending of defilements. "
        },
        {
          "scid": "sn16.11:17.2",
          "pli": "sattaratanaṃ vā, āvuso, nāgaṃ aḍḍhaṭṭhamaratanaṃ vā tālapattikāya chādetabbaṃ maññeyya, yo me cha abhiññā chādetabbaṃ maññeyyā”ti. ",
          "en": "Reverend, you might as well think to hide a bull elephant that’s three or three and a half meters tall behind a palm leaf as to hide my six insights.” "
        },
        {
          "scid": "sn16.11:18.1",
          "pli": "Cavittha ca pana thullanandā bhikkhunī brahmacariyamhāti. ",
          "en": "But the nun Thullanandā fell from the spiritual life. "
        },
        {
          "scid": "sn16.11:18.2",
          "pli": "Ekādasamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time Venerable Mahākassapa was staying near Rājagaha,…",
      "expandable": false
    }
  ],
  "suttaCode": "sn16.11/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 16.11",
    "volpages": "SN ii 217",
    "uid": "sn16.11",
    "blurb": "When several of Ānanda’s students disrobe, Kassapa admonishes him, calling him “boy”. The nun Thullanandā hears of this and criticizes Kassapa, claiming he formerly followed another teacher. But Kassapa refutes this, and gives an account of his going forth and first encounter with the Buddha.",
    "difficulty": null,
    "original_title": "Cīvara Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Robes ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn16.11_sujato",
        "segmented": true,
        "title": "Robes ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn16.11_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Robe"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 11
  }
}