{
  "sutta_uid": "sn16.9",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn16.9",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Absorptions and Insights ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Nuns’ Quarters ",
      "uid": "sn16.10"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Advice (3rd) ",
      "uid": "sn16.8"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn16.9:0.1",
          "pli": "Saṃyutta Nikāya 16 ",
          "en": "Linked Discourses 16 "
        },
        {
          "scid": "sn16.9:0.2",
          "pli": "1. Kassapavagga ",
          "en": "1. Kassapa "
        },
        {
          "scid": "sn16.9:0.3",
          "pli": "9. Jhānābhiññasutta ",
          "en": "9. Absorptions and Insights "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 16 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn16.9:1.1",
          "pli": "Sāvatthiyaṃ viharati. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn16.9:1.2",
          "pli": "“Ahaṃ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "“Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "sn16.9:1.3",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:2.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, as the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. "
        },
        {
          "scid": "sn16.9:2.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:3.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṃvedemi, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ "
        },
        {
          "scid": "sn16.9:3.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:4.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, with the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. "
        },
        {
          "scid": "sn16.9:4.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:5.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ananto ākāsoti ākāsānañcāyatanaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, I enter and remain in the dimension of infinite space. "
        },
        {
          "scid": "sn16.9:5.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati sabbaso rūpasaññānaṃ samatikkamā … pe … ākāsānañcāyatanaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:6.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākāsānañcāyatanaṃ samatikkamma anantaṃ viññāṇanti viññāṇañcāyatanaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, I enter and remain in the dimension of infinite consciousness. "
        },
        {
          "scid": "sn16.9:6.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati sabbaso ākāsānañcāyatanaṃ samatikkamma anantaṃ viññāṇanti viññāṇañcāyatanaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:7.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, I enter and remain in the dimension of nothingness. "
        },
        {
          "scid": "sn16.9:7.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati … pe … ākiñcaññāyatanaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:8.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, going totally beyond the dimension of nothingness, I enter and remain in the dimension of neither perception nor non-perception. "
        },
        {
          "scid": "sn16.9:8.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati … pe … nevasaññānāsaññāyatanaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:9.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, going totally beyond the dimension of neither perception nor non-perception, I enter and remain in the cessation of perception and feeling. "
        },
        {
          "scid": "sn16.9:9.2",
          "pli": "Kassapopi, bhikkhave … pe … saññāvedayitanirodhaṃ upasampajja viharati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:10.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṃ iddhividhaṃ paccanubhomi—ekopi hutvā bahudhā homi, bahudhāpi hutvā eko homi; āvibhāvaṃ, tirobhāvaṃ, tirokuṭṭaṃ, tiropākāraṃ, tiropabbataṃ, asajjamāno gacchāmi, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karomi, seyyathāpi udake; udakepi abhijjamāne gacchāmi, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamāmi, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasāmi parimajjāmi; yāva brahmalokāpi kāyena vasaṃ vattemi. ",
          "en": "Whenever I want, I wield the many kinds of psychic power: multiplying myself and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. I control the body as far as the Brahmā realm. "
        },
        {
          "scid": "sn16.9:10.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati anekavihitaṃ iddhividhaṃ paccanubhoti … pe … yāva brahmalokāpi kāyena vasaṃ vatteti. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:11.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāmi, dibbe ca mānuse ca, ye dūre santike ca. ",
          "en": "Whenever I want, with clairaudience that is purified and superhuman, I hear both kinds of sounds, human and divine, whether near or far. "
        },
        {
          "scid": "sn16.9:11.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati dibbāya sotadhātuyā … pe … dūre santike ca. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:12.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāmi—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāmi, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajānāmi, sadosaṃ vā cittaṃ … pe … vītadosaṃ vā cittaṃ … samohaṃ vā cittaṃ … vītamohaṃ vā cittaṃ … saṅkhittaṃ vā cittaṃ … vikkhittaṃ vā cittaṃ … mahaggataṃ vā cittaṃ … amahaggataṃ vā cittaṃ … sauttaraṃ vā cittaṃ … anuttaraṃ vā cittaṃ … samāhitaṃ vā cittaṃ … asamāhitaṃ vā cittaṃ … vimuttaṃ vā cittaṃ … avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānāmi. ",
          "en": "Whenever I want, I understand the minds of other beings and individuals, having comprehended them with my mind. I understand mind with greed as ‘mind with greed’, and mind without greed as ‘mind without greed’; mind with hate … mind without hate … mind with delusion … mind without delusion … constricted mind … scattered mind … expansive mind … unexpansive mind … mind that is not supreme … mind that is supreme … mind immersed in samādhi … mind not immersed in samādhi … freed mind … unfreed mind … "
        },
        {
          "scid": "sn16.9:12.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti … pe … avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānāti. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:13.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi. ",
          "en": "Whenever I want, I recollect my many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. I remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollect my many kinds of past lives, with features and details. "
        },
        {
          "scid": "sn16.9:13.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:14.1",
          "pli": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi: ‘ime vata, bhonto, sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā, ime vā pana, bhonto, sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi. ",
          "en": "Whenever I want, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "sn16.9:14.2",
          "pli": "Kassapopi, bhikkhave, yāvade ākaṅkhati dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne … pe … yathākammūpage satte pajānāti. ",
          "en": "And so does Kassapa. "
        },
        {
          "scid": "sn16.9:15.1",
          "pli": "Ahaṃ, bhikkhave, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi. ",
          "en": "I have realized the undefiled freedom of heart and freedom by wisdom in this very life. And I live having realized it with my own insight due to the ending of defilements. "
        },
        {
          "scid": "sn16.9:15.2",
          "pli": "Kassapopi, bhikkhave, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ",
          "en": "And so does Kassapa.” "
        },
        {
          "scid": "sn16.9:15.3",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn16.9/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 16.9",
    "volpages": "SN ii 210",
    "uid": "sn16.9",
    "blurb": "The Buddha asserts that just as he has full mastery of all the meditation attainments and higher spiritual realizations, so does Kassapa.",
    "difficulty": null,
    "original_title": "Jhānābhiñña Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Absorptions and Insights ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn16.9_sujato",
        "segmented": true,
        "title": "Absorptions and Insights ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn16.9_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Jhanas and Direct Knowledges"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 9
  }
}