{
  "sutta_uid": "sn19.1",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn19.1",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "A Skeleton ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Piece of Meat ",
      "uid": "sn19.2"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Rid of Conceit ",
      "uid": "sn18.22"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn19.1:0.1",
          "pli": "Saṃyutta Nikāya 19 ",
          "en": "Linked Discourses 19 "
        },
        {
          "scid": "sn19.1:0.2",
          "pli": "1. Paṭhamavagga ",
          "en": "1. The First Chapter "
        },
        {
          "scid": "sn19.1:0.3",
          "pli": "1. Aṭṭhisutta ",
          "en": "1. A Skeleton "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 19 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn19.1:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn19.1:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "sn19.1:1.3",
          "pli": "Tena kho pana samayena āyasmā ca lakkhaṇo āyasmā ca mahāmoggallāno gijjhakūṭe pabbate viharanti. ",
          "en": "Now at that time Venerable Lakkhaṇa and Venerable Mahāmoggallāna were staying on the Vulture’s Peak Mountain. "
        },
        {
          "scid": "sn19.1:1.4",
          "pli": "Atha kho āyasmā mahāmoggallāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yenāyasmā lakkhaṇo tenupasaṅkami; upasaṅkamitvā āyasmantaṃ lakkhaṇaṃ etadavoca: ",
          "en": "Then Mahāmoggallāna robed up in the morning and, taking his bowl and robe, went to Lakkhaṇa and said to him, "
        },
        {
          "scid": "sn19.1:1.5",
          "pli": "“āyāmāvuso lakkhaṇa, rājagahaṃ piṇḍāya pavisissāmā”ti. ",
          "en": "“Come, Reverend Lakkhaṇa, let’s enter Rājagaha for alms.” "
        },
        {
          "scid": "sn19.1:1.6",
          "pli": "“Evamāvuso”ti kho āyasmā lakkhaṇo āyasmato mahāmoggallānassa paccassosi. ",
          "en": "“Yes, reverend,” Lakkhaṇa replied. "
        },
        {
          "scid": "sn19.1:1.7",
          "pli": "Atha kho āyasmā mahāmoggallāno gijjhakūṭā pabbatā orohanto aññatarasmiṃ padese sitaṃ pātvākāsi. ",
          "en": "As Mahāmoggallāna was descending from Vulture’s Peak Mountain he smiled at a certain spot. "
        },
        {
          "scid": "sn19.1:1.8",
          "pli": "Atha kho āyasmā lakkhaṇo āyasmantaṃ mahāmoggallānaṃ etadavoca: ",
          "en": "So Lakkhaṇa said to Mahāmoggallāna, "
        },
        {
          "scid": "sn19.1:1.9",
          "pli": "“ko nu kho, āvuso moggallāna, hetu ko paccayo sitassa pātukammāyā”ti? ",
          "en": "“What is the cause, Reverend Moggallāna, what is the reason you smiled?” "
        },
        {
          "scid": "sn19.1:1.10",
          "pli": "“Akālo kho, āvuso lakkhaṇa, etassa pañhassa. ",
          "en": "“Reverend Lakkhaṇa, it’s the wrong time for this question. "
        },
        {
          "scid": "sn19.1:1.11",
          "pli": "Bhagavato maṃ santike etaṃ pañhaṃ pucchā”ti. ",
          "en": "Ask me when we’re in the Buddha’s presence.” "
        },
        {
          "scid": "sn19.1:2.1",
          "pli": "Atha kho āyasmā ca lakkhaṇo āyasmā ca mahāmoggallāno rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā lakkhaṇo āyasmantaṃ mahāmoggallānaṃ etadavoca: ",
          "en": "Then Lakkhaṇa and Mahāmoggallāna wandered for alms in Rājagaha. After the meal, on their return from alms-round, they went to the Buddha, bowed, and sat down to one side. Lakkhaṇa said to Mahāmoggallāna: "
        },
        {
          "scid": "sn19.1:2.2",
          "pli": "“idhāyasmā mahāmoggallāno gijjhakūṭā pabbatā orohanto aññatarasmiṃ padese sitaṃ pātvākāsi. ",
          "en": "“Just now, as Mahāmoggallāna was descending from Vulture’s Peak Mountain he smiled at a certain spot. "
        },
        {
          "scid": "sn19.1:2.3",
          "pli": "Ko nu kho, āvuso moggallāna, hetu ko paccayo sitassa pātukammāyā”ti? ",
          "en": "What is the cause, Reverend Moggallāna, what is the reason you smiled?” "
        },
        {
          "scid": "sn19.1:3.1",
          "pli": "“Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ aṭṭhikasaṅkhalikaṃ vehāsaṃ gacchantiṃ. ",
          "en": "“Just now, reverend, as I was descending from Vulture’s Peak Mountain I saw a skeleton flying through the air. "
        },
        {
          "scid": "sn19.1:3.2",
          "pli": "Tamenaṃ gijjhāpi kākāpi kulalāpi anupatitvā anupatitvā phāsuḷantarikāhi vitudenti vitacchenti virājenti. ",
          "en": "Vultures, crows, and hawks kept chasing it, pecking and clawing "
        },
        {
          "scid": "sn19.1:3.3",
          "pli": "Sā sudaṃ aṭṭassaraṃ karoti. ",
          "en": "as it screeched in pain. "
        },
        {
          "scid": "sn19.1:3.4",
          "pli": "Tassa mayhaṃ, āvuso, etadahosi: ",
          "en": "It occurred to me: "
        },
        {
          "scid": "sn19.1:3.5",
          "pli": "‘acchariyaṃ vata bho, abbhutaṃ vata bho. ",
          "en": "‘It’s incredible, it’s amazing! "
        },
        {
          "scid": "sn19.1:3.6",
          "pli": "Evarūpopi nāma satto bhavissati. ",
          "en": "That there can be such a sentient being, "
        },
        {
          "scid": "sn19.1:3.7",
          "pli": "Evarūpopi nāma yakkho bhavissati. ",
          "en": "such an entity, "
        },
        {
          "scid": "sn19.1:3.8",
          "pli": "Evarūpopi nāma attabhāvapaṭilābho bhavissatī’”ti. ",
          "en": "such an incarnation!’” "
        },
        {
          "scid": "sn19.1:4.1",
          "pli": "Atha kho bhagavā bhikkhū āmantesi: ",
          "en": "Then the Buddha said to the mendicants: "
        },
        {
          "scid": "sn19.1:4.2",
          "pli": "“cakkhubhūtā vata, bhikkhave, sāvakā viharanti; ",
          "en": "“Mendicants, there are disciples who live full of vision and knowledge, "
        },
        {
          "scid": "sn19.1:4.3",
          "pli": "ñāṇabhūtā vata, bhikkhave, sāvakā viharanti, yatra hi nāma sāvako evarūpaṃ ñassati vā dakkhati vā sakkhiṃ vā karissati. ",
          "en": "since a disciple knows, sees, and witnesses such a thing. "
        },
        {
          "scid": "sn19.1:4.4",
          "pli": "Pubbeva me so, bhikkhave, satto diṭṭho ahosi, api cāhaṃ na byākāsiṃ. ",
          "en": "Formerly, I too saw that being, but I did not speak of it. "
        },
        {
          "scid": "sn19.1:4.5",
          "pli": "Ahañcetaṃ byākareyyaṃ, pare ca me na saddaheyyuṃ. ",
          "en": "For if I had spoken of it others would not have believed me, "
        },
        {
          "scid": "sn19.1:4.6",
          "pli": "Ye me na saddaheyyuṃ, tesaṃ taṃ assa dīgharattaṃ ahitāya dukkhāya. ",
          "en": "which would be for their lasting harm and suffering. "
        },
        {
          "scid": "sn19.1:4.7",
          "pli": "Eso, bhikkhave, satto imasmiṃyeva rājagahe goghātako ahosi. ",
          "en": "That being used to be a cattle butcher right here in Rājagaha. "
        },
        {
          "scid": "sn19.1:4.8",
          "pli": "So tassa kammassa vipākena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni niraye paccitvā tasseva kammassa vipākāvasesena evarūpaṃ attabhāvapaṭilābhaṃ paṭisaṃvedayatī”ti. ",
          "en": "As a result of that deed he burned in hell for many years, many hundreds, many thousands, many hundreds of thousands of years. Now he experiences the residual result of that deed in such an incarnation.” "
        },
        {
          "scid": "sn19.1:4.9",
          "pli": "(Sabbesaṃ suttantānaṃ eseva peyyālo.) ",
          "en": "(All these discourses should be expanded like this.) "
        },
        {
          "scid": "sn19.1:4.10",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn19.1/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 19.1",
    "volpages": "SN ii 254",
    "uid": "sn19.1",
    "blurb": "While walking for alms down Vulture’s Peak, Venerable Moggallāna smiled at something invisible. Later, he told the Buddha it was a skeleton flying through the air, being pecked at by vultures. The Buddha confirmed that the man he had seen had been a butcher in his past life",
    "difficulty": null,
    "original_title": "Aṭṭhi Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "A Skeleton ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn19.1_sujato",
        "segmented": true,
        "title": "A Skeleton ",
        "volpage": null
      }
    ],
    "parallel_count": 23,
    "biblio": null,
    "num": 1
  }
}