{
  "sutta_uid": "sn22.28",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn22.28",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Gratification (3rd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Taking Pleasure ",
      "uid": "sn22.29"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Gratification (2nd) ",
      "uid": "sn22.27"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn22.28:0.1",
          "pli": "Saṃyutta Nikāya 22 ",
          "en": "Linked Discourses 22 "
        },
        {
          "scid": "sn22.28:0.2",
          "pli": "3. Bhāravagga ",
          "en": "3. The Burden "
        },
        {
          "scid": "sn22.28:0.3",
          "pli": "28. Tatiyaassādasutta ",
          "en": "28. Gratification (3rd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 22 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn22.28:1.1",
          "pli": "Sāvatthinidānaṃ. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn22.28:1.2",
          "pli": "“No cedaṃ, bhikkhave, rūpassa assādo abhavissa nayidaṃ sattā rūpasmiṃ sārajjeyyuṃ. ",
          "en": "“Mendicants, if there were no gratification in form, sentient beings wouldn’t love it. "
        },
        {
          "scid": "sn22.28:1.3",
          "pli": "Yasmā ca kho, bhikkhave, atthi rūpassa assādo, tasmā sattā rūpasmiṃ sārajjanti. ",
          "en": "But because there is gratification in form, sentient beings do love it. "
        },
        {
          "scid": "sn22.28:1.4",
          "pli": "No cedaṃ, bhikkhave, rūpassa ādīnavo abhavissa nayidaṃ sattā rūpasmiṃ nibbindeyyuṃ. ",
          "en": "If form had no drawback, sentient beings wouldn’t grow disillusioned with it. "
        },
        {
          "scid": "sn22.28:1.5",
          "pli": "Yasmā ca kho, bhikkhave, atthi rūpassa ādīnavo, tasmā sattā rūpasmiṃ nibbindanti. ",
          "en": "But because form has a drawback, sentient beings do grow disillusioned with it. "
        },
        {
          "scid": "sn22.28:1.6",
          "pli": "No cedaṃ, bhikkhave, rūpassa nissaraṇaṃ abhavissa nayidaṃ sattā rūpasmā nissareyyuṃ. ",
          "en": "If there were no escape from form, sentient beings wouldn’t escape from it. "
        },
        {
          "scid": "sn22.28:1.7",
          "pli": "Yasmā ca kho, bhikkhave, atthi rūpassa nissaraṇaṃ, tasmā sattā rūpasmā nissaranti. ",
          "en": "But because there is an escape from form, sentient beings do escape from it. "
        },
        {
          "scid": "sn22.28:1.8",
          "pli": "No cedaṃ, bhikkhave, vedanāya … pe … ",
          "en": "If there were no gratification in feeling … "
        },
        {
          "scid": "sn22.28:1.9",
          "pli": "no cedaṃ, bhikkhave, saññāya … ",
          "en": "perception … "
        },
        {
          "scid": "sn22.28:1.10",
          "pli": "no cedaṃ, bhikkhave, saṅkhārānaṃ nissaraṇaṃ abhavissa, nayidaṃ sattā saṅkhārehi nissareyyuṃ. ",
          "en": "choices … "
        },
        {
          "scid": "sn22.28:1.11",
          "pli": "Yasmā ca kho, bhikkhave, atthi saṅkhārānaṃ nissaraṇaṃ, tasmā sattā saṅkhārehi nissaranti. ",
          "en": " "
        },
        {
          "scid": "sn22.28:1.12",
          "pli": "No cedaṃ, bhikkhave, viññāṇassa assādo abhavissa, nayidaṃ sattā viññāṇasmiṃ sārajjeyyuṃ. ",
          "en": "consciousness, sentient beings wouldn’t love it. "
        },
        {
          "scid": "sn22.28:1.13",
          "pli": "Yasmā ca kho, bhikkhave, atthi viññāṇassa assādo, tasmā sattā viññāṇasmiṃ sārajjanti. ",
          "en": "But because there is gratification in consciousness, sentient beings do love it. "
        },
        {
          "scid": "sn22.28:1.14",
          "pli": "No cedaṃ, bhikkhave, viññāṇassa ādīnavo abhavissa, nayidaṃ sattā viññāṇasmiṃ nibbindeyyuṃ. ",
          "en": "If consciousness had no drawback, sentient beings wouldn’t grow disillusioned with it. "
        },
        {
          "scid": "sn22.28:1.15",
          "pli": "Yasmā ca kho, bhikkhave, atthi viññāṇassa ādīnavo, tasmā sattā viññāṇasmiṃ nibbindanti. ",
          "en": "But because consciousness has a drawback, sentient beings do grow disillusioned with it. "
        },
        {
          "scid": "sn22.28:1.16",
          "pli": "No cedaṃ, bhikkhave, viññāṇassa nissaraṇaṃ abhavissa, nayidaṃ sattā viññāṇasmā nissareyyuṃ. ",
          "en": "If there were no escape from consciousness, sentient beings wouldn’t escape from it. "
        },
        {
          "scid": "sn22.28:1.17",
          "pli": "Yasmā ca kho, bhikkhave, atthi viññāṇassa nissaraṇaṃ, tasmā sattā viññāṇasmā nissaranti. ",
          "en": "But because there is an escape from consciousness, sentient beings do escape from it. "
        },
        {
          "scid": "sn22.28:2.1",
          "pli": "Yāvakīvañca, bhikkhave, sattā imesaṃ pañcannaṃ upādānakkhandhānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññaṃsu; ",
          "en": "As long as sentient beings don’t truly understand these five grasping aggregates’ gratification, drawback, and escape for what they are, they haven’t escaped from this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and they don’t live detached, liberated, with a mind free of limits. "
        },
        {
          "scid": "sn22.28:2.2",
          "pli": "neva tāva, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaṃyuttā vippamuttā vimariyādīkatena cetasā vihariṃsu. ",
          "en": " "
        },
        {
          "scid": "sn22.28:2.3",
          "pli": "Yato ca kho, bhikkhave, sattā imesaṃ pañcannaṃ upādānakkhandhānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññaṃsu; ",
          "en": "But when sentient beings truly understand these five grasping aggregates’ gratification, drawback, and escape for what they are, they’ve escaped from this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and they live detached, liberated, with a mind free of limits.” "
        },
        {
          "scid": "sn22.28:2.4",
          "pli": "atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaṃyuttā vippamuttā vimariyādīkatena cetasā viharanti”. ",
          "en": " "
        },
        {
          "scid": "sn22.28:2.5",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn22.28/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 22.28",
    "volpages": "SN iii 29",
    "uid": "sn22.28",
    "blurb": "Beings are attached to the five aggregates due to gratification, repelled due to drawbacks, and find escape because there is an escape.",
    "difficulty": null,
    "original_title": "Tatiyaassāda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Gratification (3rd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn22.28_sujato",
        "segmented": true,
        "title": "Gratification (3rd) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn22.28_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Gratification (3)"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}