{
  "sutta_uid": "sn22.1",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn22.1",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Nakula’s Father ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "At Devadaha ",
      "uid": "sn22.2"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Companions ",
      "uid": "sn21.12"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn22.1:0.1",
          "pli": "Saṃyutta Nikāya 22 ",
          "en": "Linked Discourses 22 "
        },
        {
          "scid": "sn22.1:0.2",
          "pli": "1. Nakulapituvagga ",
          "en": "1. Nakula’s Father "
        },
        {
          "scid": "sn22.1:0.3",
          "pli": "1. Nakulapitusutta ",
          "en": "1. Nakula’s Father "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 22 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn22.1:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn22.1:1.2",
          "pli": "ekaṃ samayaṃ bhagavā bhaggesu viharati susumāragire bhesakaḷāvane migadāye. ",
          "en": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood. "
        },
        {
          "scid": "sn22.1:1.3",
          "pli": "Atha kho nakulapitā gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho nakulapitā gahapati bhagavantaṃ etadavoca: ",
          "en": "Then the householder Nakula’s father went up to the Buddha, bowed, sat down to one side, and said to the Buddha: "
        },
        {
          "scid": "sn22.1:2.1",
          "pli": "“Ahamasmi, bhante, jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āturakāyo abhikkhaṇātaṅko. ",
          "en": "“Sir, I’m an old man, elderly and senior. I’m advanced in years and have reached the final stage of life. My body is ailing and I’m constantly unwell. "
        },
        {
          "scid": "sn22.1:2.2",
          "pli": "Aniccadassāvī kho panāhaṃ, bhante, bhagavato manobhāvanīyānañca bhikkhūnaṃ. ",
          "en": "I hardly ever get to see the esteemed mendicants. "
        },
        {
          "scid": "sn22.1:2.3",
          "pli": "Ovadatu maṃ, bhante, bhagavā; ",
          "en": "May the Buddha please advise me, "
        },
        {
          "scid": "sn22.1:2.4",
          "pli": "anusāsatu maṃ, bhante, bhagavā; ",
          "en": "and instruct me. It will be for my lasting welfare and happiness.” "
        },
        {
          "scid": "sn22.1:2.5",
          "pli": "yaṃ mamassa dīgharattaṃ hitāya sukhāyā”ti. ",
          "en": " "
        },
        {
          "scid": "sn22.1:3.1",
          "pli": "“Evametaṃ, gahapati, evametaṃ, gahapati. ",
          "en": "“That’s so true, householder! That’s so true, householder! "
        },
        {
          "scid": "sn22.1:3.2",
          "pli": "Āturo hāyaṃ, gahapati, kāyo aṇḍabhūto pariyonaddho. ",
          "en": "For this body is ailing, trapped in its shell. "
        },
        {
          "scid": "sn22.1:3.3",
          "pli": "Yo hi, gahapati, imaṃ kāyaṃ pariharanto muhuttampi ārogyaṃ paṭijāneyya, kimaññatra bālyā? ",
          "en": "If anyone dragging around this body claimed to be healthy even for a minute, what’s that but foolishness? "
        },
        {
          "scid": "sn22.1:3.4",
          "pli": "Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ: ",
          "en": "So you should train like this: "
        },
        {
          "scid": "sn22.1:3.5",
          "pli": "‘āturakāyassa me sato cittaṃ anāturaṃ bhavissatī’ti. ",
          "en": "‘Though my body is ailing, my mind will be healthy.’ "
        },
        {
          "scid": "sn22.1:3.6",
          "pli": "Evañhi te, gahapati, sikkhitabban”ti. ",
          "en": "That’s how you should train.” "
        },
        {
          "scid": "sn22.1:4.1",
          "pli": "Atha kho nakulapitā gahapati bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho nakulapitaraṃ gahapatiṃ āyasmā sāriputto etadavoca: ",
          "en": "And then the householder Nakula’s father approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went up to Venerable Sāriputta, bowed, and sat down to one side. Sāriputta said to him: "
        },
        {
          "scid": "sn22.1:4.2",
          "pli": "“vippasannāni kho te, gahapati, indriyāni; ",
          "en": "“Householder, your faculties are so very clear, "
        },
        {
          "scid": "sn22.1:4.3",
          "pli": "parisuddho mukhavaṇṇo pariyodāto. ",
          "en": "and your complexion is pure and bright. "
        },
        {
          "scid": "sn22.1:4.4",
          "pli": "Alattha no ajja bhagavato sammukhā dhammiṃ kathaṃ savanāyā”ti? ",
          "en": "Did you get to hear a Dhamma talk in the Buddha’s presence today?” "
        },
        {
          "scid": "sn22.1:5.1",
          "pli": "“Kathañhi no siyā, bhante. ",
          "en": "“What else, sir, could it possibly be? "
        },
        {
          "scid": "sn22.1:5.2",
          "pli": "Idānāhaṃ, bhante, bhagavatā dhammiyā kathāya amatena abhisitto”ti. ",
          "en": "Just now the Buddha anointed me with the deathless ambrosia of a Dhamma talk.” "
        },
        {
          "scid": "sn22.1:5.3",
          "pli": "“Yathā kathaṃ pana tvaṃ, gahapati, bhagavatā dhammiyā kathāya amatena abhisitto”ti? ",
          "en": "“But what kind of ambrosial Dhamma talk has the Buddha anointed you with?” "
        },
        {
          "scid": "sn22.1:5.4",
          "pli": "“Idhāhaṃ, bhante, yena bhagavā tenupasaṅkamiṃ; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno khvāhaṃ, bhante, bhagavantaṃ etadavocaṃ: ",
          "en": "So Nakula’s father told Sāriputta all that had happened, and said, "
        },
        {
          "scid": "sn22.1:5.5",
          "pli": "‘ahamasmi, bhante, jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āturakāyo abhikkhaṇātaṅko. ",
          "en": " "
        },
        {
          "scid": "sn22.1:5.6",
          "pli": "Aniccadassāvī kho panāhaṃ, bhante, bhagavato manobhāvanīyānañca bhikkhūnaṃ. ",
          "en": " "
        },
        {
          "scid": "sn22.1:5.7",
          "pli": "Ovadatu maṃ, bhante, bhagavā; ",
          "en": " "
        },
        {
          "scid": "sn22.1:5.8",
          "pli": "anusāsatu maṃ, bhante, bhagavā; ",
          "en": " "
        },
        {
          "scid": "sn22.1:5.9",
          "pli": "yaṃ mamassa dīgharattaṃ hitāya sukhāyā’ti. ",
          "en": " "
        },
        {
          "scid": "sn22.1:6.1",
          "pli": "Evaṃ vutte, maṃ, bhante, bhagavā etadavoca: ",
          "en": " "
        },
        {
          "scid": "sn22.1:6.2",
          "pli": "‘evametaṃ, gahapati, evametaṃ, gahapati. ",
          "en": " "
        },
        {
          "scid": "sn22.1:6.3",
          "pli": "Āturo hāyaṃ, gahapati, kāyo aṇḍabhūto pariyonaddho. ",
          "en": " "
        },
        {
          "scid": "sn22.1:6.4",
          "pli": "Yo hi, gahapati, imaṃ kāyaṃ pariharanto muhuttampi ārogyaṃ paṭijāneyya, kimaññatra bālyā? ",
          "en": " "
        },
        {
          "scid": "sn22.1:6.5",
          "pli": "Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ—",
          "en": " "
        },
        {
          "scid": "sn22.1:6.6",
          "pli": "āturakāyassa me sato cittaṃ anāturaṃ bhavissatīti. ",
          "en": " "
        },
        {
          "scid": "sn22.1:6.7",
          "pli": "Evañhi te, gahapati, sikkhitabban’ti. ",
          "en": " "
        },
        {
          "scid": "sn22.1:6.8",
          "pli": "Evaṃ khvāhaṃ, bhante, bhagavatā dhammiyā kathāya amatena abhisitto”ti. ",
          "en": "“That’s the ambrosial Dhamma talk that the Buddha anointed me with.” "
        },
        {
          "scid": "sn22.1:7.1",
          "pli": "“Na hi pana taṃ, gahapati, paṭibhāsi bhagavantaṃ uttariṃ paṭipucchituṃ: ",
          "en": "“But didn’t you feel the need to ask the Buddha the further question: "
        },
        {
          "scid": "sn22.1:7.2",
          "pli": "‘kittāvatā nu kho, bhante, āturakāyo ceva hoti āturacitto ca, kittāvatā ca pana āturakāyo hi kho hoti no ca āturacitto’”ti? ",
          "en": "‘Sir, how do you define someone ailing in body and ailing in mind, and someone ailing in body and healthy in mind’?” "
        },
        {
          "scid": "sn22.1:7.3",
          "pli": "“Dūratopi kho mayaṃ, bhante, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ. ",
          "en": "“Sir, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. "
        },
        {
          "scid": "sn22.1:7.4",
          "pli": "Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho”ti. ",
          "en": "May Venerable Sāriputta himself please clarify the meaning of this.” "
        },
        {
          "scid": "sn22.1:8.1",
          "pli": "“Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
          "en": "“Well then, householder, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "sn22.1:8.2",
          "pli": "“Evaṃ, bhante”ti kho nakulapitā gahapati āyasmato sāriputtassa paccassosi. ",
          "en": "“Yes, sir,” replied Nakula’s father. "
        },
        {
          "scid": "sn22.1:8.3",
          "pli": "Āyasmā sāriputto etadavoca: ",
          "en": "Sāriputta said this: "
        },
        {
          "scid": "sn22.1:9.1",
          "pli": "“Kathañca, gahapati, āturakāyo ceva hoti, āturacitto ca? ",
          "en": "“And how is a person ailing in body and ailing in mind? "
        },
        {
          "scid": "sn22.1:9.2",
          "pli": "Idha, gahapati, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto ",
          "en": "It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the qualities of a noble one. They’ve not seen good persons, and are neither skilled nor trained in the qualities of a good person. "
        },
        {
          "scid": "sn22.1:9.3",
          "pli": "rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ; attani vā rūpaṃ, rūpasmiṃ vā attānaṃ. ",
          "en": "They regard form as self, self as having form, form in self, or self in form. "
        },
        {
          "scid": "sn22.1:9.4",
          "pli": "‘Ahaṃ rūpaṃ, mama rūpan’ti pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re obsessed with the thought: ‘I am form, form is mine!’ "
        },
        {
          "scid": "sn22.1:9.5",
          "pli": "Tassa ‘ahaṃ rūpaṃ, mama rūpan’ti pariyuṭṭhaṭṭhāyino taṃ rūpaṃ vipariṇamati aññathā hoti. ",
          "en": "But that form of theirs decays and perishes, "
        },
        {
          "scid": "sn22.1:9.6",
          "pli": "Tassa rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "which gives rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:10.1",
          "pli": "Vedanaṃ attato samanupassati, vedanāvantaṃ vā attānaṃ; attani vā vedanaṃ, vedanāya vā attānaṃ. ",
          "en": "They regard feeling as self, self as having feeling, feeling in self, or self in feeling. "
        },
        {
          "scid": "sn22.1:10.2",
          "pli": "‘Ahaṃ vedanā, mama vedanā’ti pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re obsessed with the thought: ‘I am feeling, feeling is mine!’ "
        },
        {
          "scid": "sn22.1:10.3",
          "pli": "Tassa ‘ahaṃ vedanā, mama vedanā’ti pariyuṭṭhaṭṭhāyino, sā vedanā vipariṇamati aññathā hoti. ",
          "en": "But that feeling of theirs decays and perishes, "
        },
        {
          "scid": "sn22.1:10.4",
          "pli": "Tassa vedanāvipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "which gives rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:11.1",
          "pli": "Saññaṃ attato samanupassati, saññāvantaṃ vā attānaṃ; attani vā saññaṃ, saññāya vā attānaṃ. ",
          "en": "They regard perception as self, self as having perception, perception in self, or self in perception. "
        },
        {
          "scid": "sn22.1:11.2",
          "pli": "‘Ahaṃ saññā, mama saññā’ti pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re obsessed with the thought: ‘I am perception, perception is mine!’ "
        },
        {
          "scid": "sn22.1:11.3",
          "pli": "Tassa ‘ahaṃ saññā, mama saññā’ti pariyuṭṭhaṭṭhāyino, sā saññā vipariṇamati aññathā hoti. ",
          "en": "But that perception of theirs decays and perishes, "
        },
        {
          "scid": "sn22.1:11.4",
          "pli": "Tassa saññāvipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "which gives rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:12.1",
          "pli": "Saṅkhāre attato samanupassati, saṅkhāravantaṃ vā attānaṃ; attani vā saṅkhāre, saṅkhāresu vā attānaṃ. ",
          "en": "They regard choices as self, self as having choices, choices in self, or self in choices. "
        },
        {
          "scid": "sn22.1:12.2",
          "pli": "‘Ahaṃ saṅkhārā, mama saṅkhārā’ti pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re obsessed with the thought: ‘I am choices, choices are mine!’ "
        },
        {
          "scid": "sn22.1:12.3",
          "pli": "Tassa ‘ahaṃ saṅkhārā, mama saṅkhārā’ti pariyuṭṭhaṭṭhāyino, te saṅkhārā vipariṇamanti aññathā honti. ",
          "en": "But those choices of theirs decay and perish, "
        },
        {
          "scid": "sn22.1:12.4",
          "pli": "Tassa saṅkhāravipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "which gives rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:13.1",
          "pli": "Viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ; attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ. ",
          "en": "They regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. "
        },
        {
          "scid": "sn22.1:13.2",
          "pli": "‘Ahaṃ viññāṇaṃ, mama viññāṇan’ti pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re obsessed with the thought: ‘I am consciousness, consciousness is mine!’ "
        },
        {
          "scid": "sn22.1:13.3",
          "pli": "Tassa ‘ahaṃ viññāṇaṃ, mama viññāṇan’ti pariyuṭṭhaṭṭhāyino, taṃ viññāṇaṃ vipariṇamati aññathā hoti. ",
          "en": "But that consciousness of theirs decays and perishes, "
        },
        {
          "scid": "sn22.1:13.4",
          "pli": "Tassa viññāṇavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "which gives rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:13.5",
          "pli": "Evaṃ kho, gahapati, āturakāyo ceva hoti āturacitto ca. ",
          "en": "That’s how a person is ailing in body and ailing in mind. "
        },
        {
          "scid": "sn22.1:14.1",
          "pli": "Kathañca, gahapati, āturakāyo hi kho hoti no ca āturacitto? ",
          "en": "And how is a person ailing in body and healthy in mind? "
        },
        {
          "scid": "sn22.1:14.2",
          "pli": "Idha, gahapati, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto ",
          "en": "It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons. "
        },
        {
          "scid": "sn22.1:14.3",
          "pli": "na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ; na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ. ",
          "en": "They don’t regard form as self, self as having form, form in self, or self in form. "
        },
        {
          "scid": "sn22.1:14.4",
          "pli": "‘Ahaṃ rūpaṃ, mama rūpan’ti na pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re not obsessed with the thought: ‘I am form, form is mine!’ "
        },
        {
          "scid": "sn22.1:14.5",
          "pli": "Tassa ‘ahaṃ rūpaṃ, mama rūpan’ti apariyuṭṭhaṭṭhāyino, taṃ rūpaṃ vipariṇamati aññathā hoti. ",
          "en": "So when that form of theirs decays and perishes, "
        },
        {
          "scid": "sn22.1:14.6",
          "pli": "Tassa rūpavipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:15.1",
          "pli": "Na vedanaṃ attato samanupassati, na vedanāvantaṃ vā attānaṃ; na attani vā vedanaṃ, na vedanāya vā attānaṃ. ",
          "en": "They don’t regard feeling as self, self as having feeling, feeling in self, or self in feeling. "
        },
        {
          "scid": "sn22.1:15.2",
          "pli": "‘Ahaṃ vedanā, mama vedanā’ti na pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re not obsessed with the thought: ‘I am feeling, feeling is mine!’ "
        },
        {
          "scid": "sn22.1:15.3",
          "pli": "Tassa ‘ahaṃ vedanā, mama vedanā’ti apariyuṭṭhaṭṭhāyino, sā vedanā vipariṇamati aññathā hoti. ",
          "en": "So when that feeling of theirs decays and perishes, "
        },
        {
          "scid": "sn22.1:15.4",
          "pli": "Tassa vedanāvipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:16.1",
          "pli": "Na saññaṃ attato samanupassati, na saññāvantaṃ vā attānaṃ; na attani vā saññaṃ, na saññāya vā attānaṃ. ",
          "en": "They don’t regard perception as self, self as having perception, perception in self, or self in perception. "
        },
        {
          "scid": "sn22.1:16.2",
          "pli": "‘Ahaṃ saññā, mama saññā’ti na pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re not obsessed with the thought: ‘I am perception, perception is mine!’ "
        },
        {
          "scid": "sn22.1:16.3",
          "pli": "Tassa ‘ahaṃ saññā, mama saññā’ti apariyuṭṭhaṭṭhāyino, sā saññā vipariṇamati aññathā hoti. ",
          "en": "So when that perception of theirs decays and perishes, "
        },
        {
          "scid": "sn22.1:16.4",
          "pli": "Tassa saññāvipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:17.1",
          "pli": "Na saṅkhāre attato samanupassati, na saṅkhāravantaṃ vā attānaṃ; na attani vā saṅkhāre, na saṅkhāresu vā attānaṃ. ",
          "en": "They don’t regard choices as self, self as having choices, choices in self, or self in choices. "
        },
        {
          "scid": "sn22.1:17.2",
          "pli": "‘Ahaṃ saṅkhārā, mama saṅkhārā’ti na pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re not obsessed with the thought: ‘I am choices, choices are mine!’ "
        },
        {
          "scid": "sn22.1:17.3",
          "pli": "Tassa ‘ahaṃ saṅkhārā, mama saṅkhārā’ti apariyuṭṭhaṭṭhāyino, te saṅkhārā vipariṇamanti aññathā honti. ",
          "en": "So when those choices of theirs decay and perish, "
        },
        {
          "scid": "sn22.1:17.4",
          "pli": "Tassa saṅkhāravipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:18.1",
          "pli": "Na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ; na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ. ",
          "en": "They don’t regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. "
        },
        {
          "scid": "sn22.1:18.2",
          "pli": "‘Ahaṃ viññāṇaṃ, mama viññāṇan’ti na pariyuṭṭhaṭṭhāyī hoti. ",
          "en": "They’re not obsessed with the thought: ‘I am consciousness, consciousness is mine!’ "
        },
        {
          "scid": "sn22.1:18.3",
          "pli": "Tassa ‘ahaṃ viññāṇaṃ, mama viññāṇan’ti apariyuṭṭhaṭṭhāyino, taṃ viññāṇaṃ vipariṇamati aññathā hoti. ",
          "en": "So when that consciousness of theirs decays and perishes, "
        },
        {
          "scid": "sn22.1:18.4",
          "pli": "Tassa viññāṇavipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
          "en": "it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn22.1:18.5",
          "pli": "Evaṃ kho, gahapati, āturakāyo hoti no ca āturacitto”ti. ",
          "en": "That’s how a person is ailing in body and healthy in mind.” "
        },
        {
          "scid": "sn22.1:19.1",
          "pli": "Idamavoca āyasmā sāriputto. ",
          "en": "That’s what Venerable Sāriputta said. "
        },
        {
          "scid": "sn22.1:19.2",
          "pli": "Attamano nakulapitā gahapati āyasmato sāriputtassa bhāsitaṃ abhinandīti. ",
          "en": "Satisfied, Nakula’s father was happy with what Sāriputta said. "
        },
        {
          "scid": "sn22.1:19.3",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn22.1/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 22.1",
    "volpages": "SN iii 1",
    "uid": "sn22.1",
    "blurb": "The householder Nakulapitā asks the Buddha for help in coping with old age. The Buddha says to reflect: “Even though I am afflicted in body, my mind will be unafflicted.” Later Sāriputta explains this in terms of the five aggregates.",
    "difficulty": null,
    "original_title": "Nakulapitu Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Nakula’s Father ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn22.1_sujato",
        "segmented": true,
        "title": "Nakula’s Father ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn22.1_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Nakulapita"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 1
  }
}