{
  "sutta_uid": "sn3.19",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn3.19",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Childless (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Childless (2nd) ",
      "uid": "sn3.20"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Good Friends ",
      "uid": "sn3.18"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn3.19:0.1",
          "pli": "Saṃyutta Nikāya 3 ",
          "en": "Linked Discourses 3 "
        },
        {
          "scid": "sn3.19:0.2",
          "pli": "2. Dutiyavagga ",
          "en": "2. Childless "
        },
        {
          "scid": "sn3.19:0.3",
          "pli": "19. Paṭhamaaputtakasutta ",
          "en": "19. Childless (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn3.19:1.1",
          "pli": "Sāvatthinidānaṃ. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn3.19:1.2",
          "pli": "Atha kho rājā pasenadi kosalo divā divassa yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho rājānaṃ pasenadiṃ kosalaṃ bhagavā etadavoca: ",
          "en": "Then King Pasenadi of Kosala went up to the Buddha in the middle of the day, bowed, and sat down to one side. The Buddha said to him, "
        },
        {
          "scid": "sn3.19:1.3",
          "pli": "“handa kuto nu tvaṃ, mahārāja, āgacchasi divā divassā”ti? ",
          "en": "“So, great king, where are you coming from in the middle of the day?” "
        },
        {
          "scid": "sn3.19:2.1",
          "pli": "“Idha, bhante, sāvatthiyaṃ seṭṭhi gahapati kālaṅkato. ",
          "en": "“Sir, here in Sāvatthī a financier householder has passed away. "
        },
        {
          "scid": "sn3.19:2.2",
          "pli": "Tamahaṃ aputtakaṃ sāpateyyaṃ rājantepuraṃ atiharitvā āgacchāmi. ",
          "en": "Since he died childless, I have come after transferring his fortune to the royal compound. "
        },
        {
          "scid": "sn3.19:2.3",
          "pli": "Asīti, bhante, satasahassāni hiraññasseva, ko pana vādo rūpiyassa. ",
          "en": "There was eight million in gold, not to mention the silver. "
        },
        {
          "scid": "sn3.19:2.4",
          "pli": "Tassa kho pana, bhante, seṭṭhissa gahapatissa evarūpo bhattabhogo ahosi—",
          "en": "And yet that financier ate meals of "
        },
        {
          "scid": "sn3.19:2.5",
          "pli": "kaṇājakaṃ bhuñjati bilaṅgadutiyaṃ. ",
          "en": "rough gruel with pickles. "
        },
        {
          "scid": "sn3.19:2.6",
          "pli": "Evarūpo vatthabhogo ahosi—",
          "en": "He wore clothes consisting of "
        },
        {
          "scid": "sn3.19:2.7",
          "pli": "sāṇaṃ dhāreti tipakkhavasanaṃ. ",
          "en": "three pieces of sunn hemp. "
        },
        {
          "scid": "sn3.19:2.8",
          "pli": "Evarūpo yānabhogo ahosi—",
          "en": "He traveled around in a vehicle that was "
        },
        {
          "scid": "sn3.19:2.9",
          "pli": "jajjararathakena yāti paṇṇachattakena dhāriyamānenā”ti. ",
          "en": "a dilapidated little cart, holding a leaf as sunshade.” "
        },
        {
          "scid": "sn3.19:3.1",
          "pli": "“Evametaṃ, mahārāja, evametaṃ, mahārāja. ",
          "en": "“That’s so true, great king! That’s so true! "
        },
        {
          "scid": "sn3.19:3.2",
          "pli": "Asappuriso kho, mahārāja, uḷāre bhoge labhitvā nevattānaṃ sukheti pīṇeti, na mātāpitaro sukheti pīṇeti, na puttadāraṃ sukheti pīṇeti, na dāsakammakaraporise sukheti pīṇeti, na mittāmacce sukheti pīṇeti, na samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
          "en": "When a bad person has acquired exceptional wealth they don’t make themselves happy and pleased. Nor do they make their mother and father, partners and children, bondservants, workers, and staff, and friends and colleagues happy and pleased. And they don’t establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. "
        },
        {
          "scid": "sn3.19:3.3",
          "pli": "Tassa te bhoge evaṃ sammā aparibhuñjiyamāne rājāno vā haranti corā vā haranti aggi vā ḍahati udakaṃ vā vahati appiyā vā dāyādā haranti. ",
          "en": "Because they haven’t made proper use of that wealth, rulers or bandits take it, or fire consumes it, or flood sweeps it away, or unloved heirs take it. "
        },
        {
          "scid": "sn3.19:3.4",
          "pli": "Evaṃsa te, mahārāja, bhogā sammā aparibhuñjiyamānā parikkhayaṃ gacchanti, no paribhogaṃ. ",
          "en": "Since that wealth is not properly utilized, it’s wasted, not used. "
        },
        {
          "scid": "sn3.19:4.1",
          "pli": "Seyyathāpi, mahārāja, amanussaṭṭhāne pokkharaṇī acchodakā sītodakā sātodakā setodakā supatitthā ramaṇīyā. ",
          "en": "Suppose there was a lotus pond in an uninhabited region with clear, sweet, cool water, clean, with smooth banks, delightful. "
        },
        {
          "scid": "sn3.19:4.2",
          "pli": "Taṃ jano neva hareyya na piveyya na nahāyeyya na yathāpaccayaṃ vā kareyya. ",
          "en": "But people don’t collect it or drink it or bathe in it or use it for any purpose. "
        },
        {
          "scid": "sn3.19:4.3",
          "pli": "Evañhi taṃ, mahārāja, udakaṃ sammā aparibhuñjiyamānaṃ parikkhayaṃ gaccheyya, no paribhogaṃ. ",
          "en": "Since that water is not properly utilized, it’s wasted, not used. "
        },
        {
          "scid": "sn3.19:4.4",
          "pli": "Evameva kho, mahārāja, asappuriso uḷāre bhoge labhitvā nevattānaṃ sukheti pīṇeti, na mātāpitaro sukheti pīṇeti, na puttadāraṃ sukheti pīṇeti, na dāsakammakaraporise sukheti pīṇeti, na mittāmacce sukheti pīṇeti, na samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
          "en": "In the same way, when a bad person has acquired exceptional wealth … "
        },
        {
          "scid": "sn3.19:4.5",
          "pli": "Tassa te bhoge evaṃ sammā aparibhuñjiyamāne rājāno vā haranti, corā vā haranti, aggi vā ḍahati, udakaṃ vā vahati, appiyā vā dāyādā haranti. ",
          "en": " "
        },
        {
          "scid": "sn3.19:4.6",
          "pli": "Evaṃsa te, mahārāja, bhogā sammā aparibhuñjiyamānā parikkhayaṃ gacchanti, no paribhogaṃ. ",
          "en": "it’s wasted, not used. "
        },
        {
          "scid": "sn3.19:5.1",
          "pli": "Sappuriso ca kho, mahārāja, uḷāre bhoge labhitvā attānaṃ sukheti pīṇeti, mātāpitaro sukheti pīṇeti, puttadāraṃ sukheti pīṇeti, dāsakammakaraporise sukheti pīṇeti, mittāmacce sukheti pīṇeti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
          "en": "When a good person has acquired exceptional wealth they make themselves happy and pleased. And they make their mother and father, partners and children, bondservants, workers, and staff, and friends and colleagues happy and pleased. And they establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. "
        },
        {
          "scid": "sn3.19:5.2",
          "pli": "Tassa te bhoge evaṃ sammā paribhuñjiyamāne neva rājāno haranti, na corā haranti, na aggi ḍahati, na udakaṃ vahati, na appiyā dāyādā haranti. ",
          "en": "Because they make proper use of that wealth, rulers or bandits don’t take it, fire doesn’t consume it, flood doesn’t sweep it away, and unloved heirs don’t take it. "
        },
        {
          "scid": "sn3.19:5.3",
          "pli": "Evaṃsa te, mahārāja, bhogā sammā paribhuñjiyamānā paribhogaṃ gacchanti, no parikkhayaṃ. ",
          "en": "Since that wealth is properly utilized, it’s used, not wasted. "
        },
        {
          "scid": "sn3.19:6.1",
          "pli": "Seyyathāpi, mahārāja, gāmassa vā nigamassa vā avidūre pokkharaṇī acchodakā sītodakā sātodakā setodakā supatitthā ramaṇīyā. ",
          "en": "Suppose there was a lotus pond not far from a town or village with clear, sweet, cool water, clean, with smooth banks, delightful. "
        },
        {
          "scid": "sn3.19:6.2",
          "pli": "Tañca udakaṃ jano hareyyapi piveyyapi nahāyeyyapi yathāpaccayampi kareyya. ",
          "en": "And people collected it and drank it and bathed in it and used it for their own purpose. "
        },
        {
          "scid": "sn3.19:6.3",
          "pli": "Evañhi taṃ, mahārāja, udakaṃ sammā paribhuñjiyamānaṃ paribhogaṃ gaccheyya, no parikkhayaṃ. ",
          "en": "Since that water is properly utilized, it’s used, not wasted. "
        },
        {
          "scid": "sn3.19:6.4",
          "pli": "Evameva kho, mahārāja, sappuriso uḷāre bhoge labhitvā attānaṃ sukheti pīṇeti, mātāpitaro sukheti pīṇeti, puttadāraṃ sukheti pīṇeti, dāsakammakaraporise sukheti pīṇeti, mittāmacce sukheti pīṇeti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
          "en": "In the same way, when a good person has acquired exceptional wealth … "
        },
        {
          "scid": "sn3.19:6.5",
          "pli": "Tassa te bhoge evaṃ sammā paribhuñjiyamāne neva rājāno haranti, na corā haranti, na aggi ḍahati, na udakaṃ vahati, na appiyā dāyādā haranti. ",
          "en": " "
        },
        {
          "scid": "sn3.19:6.6",
          "pli": "Evaṃsa te, mahārāja, bhogā sammā paribhuñjiyamānā paribhogaṃ gacchanti, no parikkhayan”ti. ",
          "en": "it’s used, not wasted. "
        },
        {
          "scid": "sn3.19:7.1",
          "pli": "“Amanussaṭṭhāne udakaṃva sītaṃ, ",
          "en": "As cool water in an uninhabited region "
        },
        {
          "scid": "sn3.19:7.2",
          "pli": "Tadapeyyamānaṃ parisosameti; ",
          "en": "evaporates when not drunk; "
        },
        {
          "scid": "sn3.19:7.3",
          "pli": "Evaṃ dhanaṃ kāpuriso labhitvā, ",
          "en": "so too when a sinner acquires wealth, "
        },
        {
          "scid": "sn3.19:7.4",
          "pli": "Nevattanā bhuñjati no dadāti. ",
          "en": "they neither use it themselves nor give it away. "
        },
        {
          "scid": "sn3.19:8.1",
          "pli": "Dhīro ca viññū adhigamma bhoge, ",
          "en": "But when a wise and sensible person gets hold of wealth, "
        },
        {
          "scid": "sn3.19:8.2",
          "pli": "So bhuñjati kiccakaro ca hoti; ",
          "en": "they use it and do their duty. "
        },
        {
          "scid": "sn3.19:8.3",
          "pli": "So ñātisaṅghaṃ nisabho bharitvā, ",
          "en": "That head, having supported the family unit, "
        },
        {
          "scid": "sn3.19:8.4",
          "pli": "Anindito saggamupeti ṭhānan”ti. ",
          "en": "blameless, goes to a heavenly place.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn3.19/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 3.19//SN 130",
    "volpages": "SN i 89//SN i 201",
    "uid": "sn3.19",
    "blurb": "A wealthy man dies childless, having not enjoyed his riches. The Buddha says that wealth should be properly enjoyed and shared.",
    "difficulty": null,
    "original_title": "Paṭhamaaputtaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Childless (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn3.19_sujato",
        "segmented": true,
        "title": "Childless (1st) ",
        "volpage": null
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 9
  }
}