{
  "sutta_uid": "sn35.235",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn35.235",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Exposition on Burning ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of Hands and Feet (1st) ",
      "uid": "sn35.236"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Udāyī ",
      "uid": "sn35.234"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn35.235:0.1",
          "pli": "Saṃyutta Nikāya 35 ",
          "en": "Linked Discourses 35 "
        },
        {
          "scid": "sn35.235:0.2",
          "pli": "18. Samuddavagga ",
          "en": "18. The Ocean "
        },
        {
          "scid": "sn35.235:0.3",
          "pli": "235. Ādittapariyāyasutta ",
          "en": "235. The Exposition on Burning "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 35 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn35.235:1.1",
          "pli": "“Ādittapariyāyaṃ vo, bhikkhave, dhammapariyāyaṃ desessāmi. ",
          "en": "“Mendicants, I will teach you an exposition of the teaching on burning. "
        },
        {
          "scid": "sn35.235:1.2",
          "pli": "Taṃ suṇātha. ",
          "en": "Listen … "
        },
        {
          "scid": "sn35.235:1.3",
          "pli": "Katamo ca, bhikkhave, ādittapariyāyo, dhammapariyāyo? ",
          "en": "And what is the exposition of the teaching on burning? "
        },
        {
          "scid": "sn35.235:1.4",
          "pli": "Varaṃ, bhikkhave, tattāya ayosalākāya ādittāya sampajjalitāya sajotibhūtāya cakkhundriyaṃ sampalimaṭṭhaṃ, na tveva cakkhuviññeyyesu rūpesu anubyañjanaso nimittaggāho. ",
          "en": "You’d be better off mutilating your eye faculty with a red-hot iron nail, burning, blazing and glowing, than getting caught up in the features by way of the details in sights known by the eye. "
        },
        {
          "scid": "sn35.235:1.5",
          "pli": "Nimittassādagathitaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, anubyañjanassādagathitaṃ vā tasmiñce samaye kālaṃ kareyya, ṭhānametaṃ vijjati, yaṃ dvinnaṃ gatīnaṃ aññataraṃ gatiṃ gaccheyya—",
          "en": "For if you die at a time when your consciousness is still tied to gratification in the features or details, it’s possible you’ll go to one of two destinations: "
        },
        {
          "scid": "sn35.235:1.6",
          "pli": "nirayaṃ vā, tiracchānayoniṃ vā. ",
          "en": "hell or the animal realm. "
        },
        {
          "scid": "sn35.235:1.7",
          "pli": "Imaṃ khvāhaṃ, bhikkhave, ādīnavaṃ disvā evaṃ vadāmi. ",
          "en": "I speak having seen this drawback. "
        },
        {
          "scid": "sn35.235:2.1",
          "pli": "Varaṃ, bhikkhave, tiṇhena ayosaṅkunā ādittena sampajjalitena sajotibhūtena sotindriyaṃ sampalimaṭṭhaṃ, na tveva sotaviññeyyesu saddesu anubyañjanaso nimittaggāho. ",
          "en": "You’d be better off mutilating your ear faculty with a sharp iron spike … "
        },
        {
          "scid": "sn35.235:2.2",
          "pli": "Nimittassādagathitaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, anubyañjanassādagathitaṃ vā tasmiñce samaye kālaṃ kareyya, ṭhānametaṃ vijjati, yaṃ dvinnaṃ gatīnaṃ aññataraṃ gatiṃ gaccheyya—",
          "en": " "
        },
        {
          "scid": "sn35.235:2.3",
          "pli": "nirayaṃ vā tiracchānayoniṃ vā. ",
          "en": " "
        },
        {
          "scid": "sn35.235:2.4",
          "pli": "Imaṃ khvāhaṃ, bhikkhave, ādīnavaṃ disvā evaṃ vadāmi. ",
          "en": " "
        },
        {
          "scid": "sn35.235:3.1",
          "pli": "Varaṃ, bhikkhave, tiṇhena nakhacchedanena ādittena sampajjalitena sajotibhūtena ghānindriyaṃ sampalimaṭṭhaṃ, na tveva ghānaviññeyyesu gandhesu anubyañjanaso nimittaggāho. ",
          "en": "You’d be better off mutilating your nose faculty with a sharp nail cutter … "
        },
        {
          "scid": "sn35.235:3.2",
          "pli": "Nimittassādagathitaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, anubyañjanassādagathitaṃ vā tasmiñce samaye kālaṃ kareyya. ",
          "en": " "
        },
        {
          "scid": "sn35.235:3.3",
          "pli": "Ṭhānametaṃ vijjati, yaṃ dvinnaṃ gatīnaṃ aññataraṃ gatiṃ gaccheyya—",
          "en": " "
        },
        {
          "scid": "sn35.235:3.4",
          "pli": "nirayaṃ vā tiracchānayoniṃ vā. ",
          "en": " "
        },
        {
          "scid": "sn35.235:3.5",
          "pli": "Imaṃ khvāhaṃ, bhikkhave, ādīnavaṃ disvā evaṃ vadāmi. ",
          "en": " "
        },
        {
          "scid": "sn35.235:4.1",
          "pli": "Varaṃ, bhikkhave, tiṇhena khurena ādittena sampajjalitena sajotibhūtena jivhindriyaṃ sampalimaṭṭhaṃ, na tveva jivhāviññeyyesu rasesu anubyañjanaso nimittaggāho. ",
          "en": "You’d be better off mutilating your tongue faculty with a sharp razor … "
        },
        {
          "scid": "sn35.235:4.2",
          "pli": "Nimittassādagathitaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, anubyañjanassādagathitaṃ vā tasmiñce samaye kālaṃ kareyya. ",
          "en": " "
        },
        {
          "scid": "sn35.235:4.3",
          "pli": "Ṭhānametaṃ vijjati, yaṃ dvinnaṃ gatīnaṃ aññataraṃ gatiṃ gaccheyya—",
          "en": " "
        },
        {
          "scid": "sn35.235:4.4",
          "pli": "nirayaṃ vā tiracchānayoniṃ vā. ",
          "en": " "
        },
        {
          "scid": "sn35.235:4.5",
          "pli": "Imaṃ khvāhaṃ, bhikkhave, ādīnavaṃ disvā evaṃ vadāmi. ",
          "en": " "
        },
        {
          "scid": "sn35.235:5.1",
          "pli": "Varaṃ, bhikkhave, tiṇhāya sattiyā ādittāya sampajjalitāya sajotibhūtāya kāyindriyaṃ sampalimaṭṭhaṃ, na tveva kāyaviññeyyesu phoṭṭhabbesu anubyañjanaso nimittaggāho. ",
          "en": "You’d be better off mutilating your body faculty with a sharp spear, burning, blazing and glowing, than getting caught up in the features by way of the details in touches known by the body. "
        },
        {
          "scid": "sn35.235:5.2",
          "pli": "Nimittassādagathitaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, anubyañjanassādagathitaṃ vā tasmiñce samaye kālaṃ kareyya. ",
          "en": "For if you die at a time when your consciousness is still tied to gratification in the features or details, it’s possible you’ll go to one of two destinations: "
        },
        {
          "scid": "sn35.235:5.3",
          "pli": "Ṭhānametaṃ vijjati, yaṃ dvinnaṃ gatīnaṃ aññataraṃ gatiṃ gaccheyya—",
          "en": " "
        },
        {
          "scid": "sn35.235:5.4",
          "pli": "nirayaṃ vā tiracchānayoniṃ vā. ",
          "en": "hell or the animal realm. "
        },
        {
          "scid": "sn35.235:5.5",
          "pli": "Imaṃ khvāhaṃ, bhikkhave, ādīnavaṃ disvā evaṃ vadāmi. ",
          "en": "I speak having seen this drawback. "
        },
        {
          "scid": "sn35.235:6.1",
          "pli": "Varaṃ, bhikkhave, sottaṃ. ",
          "en": "You’d be better off sleeping. "
        },
        {
          "scid": "sn35.235:6.2",
          "pli": "Sottaṃ kho panāhaṃ, bhikkhave, vañjhaṃ jīvitānaṃ vadāmi, aphalaṃ jīvitānaṃ vadāmi, momūhaṃ jīvitānaṃ vadāmi, na tveva tathārūpe vitakke vitakkeyya yathārūpānaṃ vitakkānaṃ vasaṃ gato saṅghaṃ bhindeyya. ",
          "en": "For I say that sleep is useless, fruitless, and unconsciousness for the living. But while you’re asleep you won’t fall under the sway of such thoughts that would make you create a schism in the Saṅgha. "
        },
        {
          "scid": "sn35.235:6.3",
          "pli": "Imaṃ khvāhaṃ, bhikkhave, vañjhaṃ jīvitānaṃ ādīnavaṃ disvā evaṃ vadāmi. ",
          "en": "I speak having seen this drawback. "
        },
        {
          "scid": "sn35.235:7.1",
          "pli": "Tattha, bhikkhave, sutavā ariyasāvako iti paṭisañcikkhati: ",
          "en": "A noble disciple reflects on this: "
        },
        {
          "scid": "sn35.235:7.2",
          "pli": "‘tiṭṭhatu tāva tattāya ayosalākāya ādittāya sampajjalitāya sajotibhūtāya cakkhundriyaṃ sampalimaṭṭhaṃ. ",
          "en": "‘Forget mutilating the eye faculty with a red-hot iron nail, burning, blazing and glowing! "
        },
        {
          "scid": "sn35.235:7.3",
          "pli": "Handāhaṃ idameva manasi karomi—",
          "en": "I’d better focus on the fact that "
        },
        {
          "scid": "sn35.235:7.4",
          "pli": "iti cakkhu aniccaṃ, rūpā aniccā, cakkhuviññāṇaṃ aniccaṃ, cakkhusamphasso anicco, yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccaṃ’. ",
          "en": "the eye, sights, eye consciousness, and eye contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by eye contact is also impermanent. "
        },
        {
          "scid": "sn35.235:8.1",
          "pli": "Tiṭṭhatu tāva tiṇhena ayosaṅkunā ādittena sampajjalitena sajotibhūtena sotindriyaṃ sampalimaṭṭhaṃ. ",
          "en": "Forget mutilating the ear faculty with a sharp iron spike, burning, blazing and glowing! "
        },
        {
          "scid": "sn35.235:8.2",
          "pli": "Handāhaṃ idameva manasi karomi—",
          "en": "I’d better focus on the fact that "
        },
        {
          "scid": "sn35.235:8.3",
          "pli": "iti sotaṃ aniccaṃ, saddā aniccā, sotaviññāṇaṃ aniccaṃ, sotasamphasso anicco, yampidaṃ sotasamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccaṃ. ",
          "en": "the ear, sounds, ear consciousness, and ear contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by ear contact is also impermanent. "
        },
        {
          "scid": "sn35.235:9.1",
          "pli": "Tiṭṭhatu tāva tiṇhena nakhacchedanena ādittena sampajjalitena sajotibhūtena ghānindriyaṃ sampalimaṭṭhaṃ. ",
          "en": "Forget mutilating the nose faculty with a sharp nail cutter, burning, blazing and glowing! "
        },
        {
          "scid": "sn35.235:9.2",
          "pli": "Handāhaṃ idameva manasi karomi—",
          "en": "I’d better focus on the fact that "
        },
        {
          "scid": "sn35.235:9.3",
          "pli": "iti ghānaṃ aniccaṃ, gandhā aniccā, ghānaviññāṇaṃ aniccaṃ, ghānasamphasso anicco, yampidaṃ ghānasamphassapaccayā uppajjati vedayitaṃ … pe … tampi aniccaṃ. ",
          "en": "the nose, smells, nose consciousness, and nose contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by nose contact is also impermanent. "
        },
        {
          "scid": "sn35.235:10.1",
          "pli": "Tiṭṭhatu tāva tiṇhena khurena ādittena sampajjalitena sajotibhūtena jivhindriyaṃ sampalimaṭṭhaṃ. ",
          "en": "Forget mutilating the tongue faculty with a sharp razor, burning, blazing and glowing! "
        },
        {
          "scid": "sn35.235:10.2",
          "pli": "Handāhaṃ idameva manasi karomi—",
          "en": "I’d better focus on the fact that "
        },
        {
          "scid": "sn35.235:10.3",
          "pli": "iti jivhā aniccā, rasā aniccā, jivhāviññāṇaṃ aniccaṃ, jivhāsamphasso anicco, yampidaṃ jivhāsamphassapaccayā uppajjati … pe … tampi aniccaṃ. ",
          "en": "the tongue, tastes, tongue consciousness, and tongue contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by tongue contact is also impermanent. "
        },
        {
          "scid": "sn35.235:11.1",
          "pli": "Tiṭṭhatu tāva tiṇhāya sattiyā ādittāya sampajjalitāya sajotibhūtāya kāyindriyaṃ sampalimaṭṭhaṃ. ",
          "en": "Forget mutilating the body faculty with a sharp spear, burning, blazing and glowing! "
        },
        {
          "scid": "sn35.235:11.2",
          "pli": "Handāhaṃ idameva manasi karomi—",
          "en": "I’d better focus on the fact that "
        },
        {
          "scid": "sn35.235:11.3",
          "pli": "iti kāyo anicco, phoṭṭhabbā aniccā, kāyaviññāṇaṃ aniccaṃ, kāyasamphasso anicco, yampidaṃ kāyasamphassapaccayā uppajjati vedayitaṃ … pe … tampi aniccaṃ. ",
          "en": "the body, touches, body consciousness, and body contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by body contact is also impermanent. "
        },
        {
          "scid": "sn35.235:12.1",
          "pli": "Tiṭṭhatu tāva sottaṃ. ",
          "en": "Forget sleeping! "
        },
        {
          "scid": "sn35.235:12.2",
          "pli": "Handāhaṃ idameva manasi karomi—",
          "en": "I’d better focus on the fact that "
        },
        {
          "scid": "sn35.235:12.3",
          "pli": "iti mano anicco, dhammā aniccā, manoviññāṇaṃ aniccaṃ, manosamphasso anicco, yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccaṃ”. ",
          "en": "the mind, thoughts, mind consciousness, and mind contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by mind contact is also impermanent.’ "
        },
        {
          "scid": "sn35.235:13.1",
          "pli": "Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati … pe … ",
          "en": "Seeing this, a learned noble disciple grows disillusioned with the eye, sights, eye consciousness, and eye contact. And they become disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by eye contact. "
        },
        {
          "scid": "sn35.235:13.2",
          "pli": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi nibbindati. ",
          "en": "They grow disillusioned with the ear … nose … tongue … body … mind … painful, pleasant, or neutral feeling that arises conditioned by mind contact. "
        },
        {
          "scid": "sn35.235:13.3",
          "pli": "Nibbindaṃ virajjati; virāgā vimuccati; vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
          "en": "Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. "
        },
        {
          "scid": "sn35.235:13.4",
          "pli": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
          "en": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ "
        },
        {
          "scid": "sn35.235:13.5",
          "pli": "Ayaṃ kho, bhikkhave, ādittapariyāyo, dhammapariyāyo”ti. ",
          "en": "This is the exposition of the teaching on burning.” "
        },
        {
          "scid": "sn35.235:13.6",
          "pli": "Aṭṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, I will teach you an exposition of the…",
      "expandable": false
    }
  ],
  "suttaCode": "sn35.235/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 35.235//SN 35.194",
    "volpages": "SN iv 168",
    "uid": "sn35.235",
    "blurb": "It would be better for the sense organs to be pierced with red-hot spikes than to get attached to a pleasant sense experience.",
    "difficulty": null,
    "original_title": "Ādittapariyāya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Exposition on Burning ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn35.235_sujato",
        "segmented": true,
        "title": "The Exposition on Burning ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn35.235_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Exposition on Burning"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 8
  }
}