{
  "sutta_uid": "sn35.133",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn35.133",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Verahaccāni ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "At Devadaha ",
      "uid": "sn35.134"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Lohicca ",
      "uid": "sn35.132"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn35.133:0.1",
          "pli": "Saṃyutta Nikāya 35 ",
          "en": "Linked Discourses 35 "
        },
        {
          "scid": "sn35.133:0.2",
          "pli": "13. Gahapativagga ",
          "en": "13. Householders "
        },
        {
          "scid": "sn35.133:0.3",
          "pli": "133. Verahaccānisutta ",
          "en": "133. Verahaccāni "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 35 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn35.133:1.1",
          "pli": "Ekaṃ samayaṃ āyasmā udāyī kāmaṇḍāyaṃ viharati todeyyassa brāhmaṇassa ambavane. ",
          "en": "At one time Venerable Udāyī was staying near Kāmaṇḍā in the brahmin Todeyya’s mango grove. "
        },
        {
          "scid": "sn35.133:1.2",
          "pli": "Atha kho verahaccānigottāya brāhmaṇiyā antevāsī māṇavako yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmatā udāyinā saddhiṃ sammodi. ",
          "en": "Then a boy who was a student of the brahmin lady of the Verahaccāni clan went up to Udāyī and exchanged greetings with him. "
        },
        {
          "scid": "sn35.133:1.3",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
          "en": "When the greetings and polite conversation were over, he sat down to one side. "
        },
        {
          "scid": "sn35.133:1.4",
          "pli": "Ekamantaṃ nisinnaṃ kho taṃ māṇavakaṃ āyasmā udāyī dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ",
          "en": "Udāyī educated, encouraged, fired up, and inspired that student with a Dhamma talk. "
        },
        {
          "scid": "sn35.133:1.5",
          "pli": "Atha kho so māṇavako āyasmatā udāyinā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā yena verahaccānigottā brāhmaṇī tenupasaṅkami; upasaṅkamitvā verahaccānigottaṃ brāhmaṇiṃ etadavoca: ",
          "en": "Then that student went to the brahmin lady of the Verahaccāni clan and said to her, "
        },
        {
          "scid": "sn35.133:1.6",
          "pli": "“yagghe, bhoti, jāneyyāsi. ",
          "en": "“Please, madam, you should know this. "
        },
        {
          "scid": "sn35.133:1.7",
          "pli": "Samaṇo udāyī dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetī”ti. ",
          "en": "The ascetic Udāyī teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.” "
        },
        {
          "scid": "sn35.133:2.1",
          "pli": "“Tena hi tvaṃ, māṇavaka, mama vacanena samaṇaṃ udāyiṃ nimantehi svātanāya bhattenā”ti. ",
          "en": "“Then, student, invite him in my name for tomorrow’s meal.” "
        },
        {
          "scid": "sn35.133:2.2",
          "pli": "“Evaṃ, bhotī”ti kho so māṇavako verahaccānigottāya brāhmaṇiyā paṭissutvā yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmantaṃ udāyiṃ etadavoca: ",
          "en": "“Yes, madam,” he replied. He went to Udāyī and said, "
        },
        {
          "scid": "sn35.133:2.3",
          "pli": "“adhivāsetu kira, bhavaṃ udāyī amhākaṃ ācariyabhariyāya verahaccānigottāya brāhmaṇiyā svātanāya bhattan”ti. ",
          "en": "“Sir, may Master Udāyī please accept an offering of tomorrow’s meal from my teacher’s wife, the brahmin lady of the Verahaccāni clan.” "
        },
        {
          "scid": "sn35.133:2.4",
          "pli": "Adhivāsesi kho āyasmā udāyī tuṇhībhāvena. ",
          "en": "Udāyī consented in silence. "
        },
        {
          "scid": "sn35.133:2.5",
          "pli": "Atha kho āyasmā udāyī tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena verahaccānigottāya brāhmaṇiyā nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "Then when the night had passed, Udāyī robed up in the morning and, taking his bowl and robe, went to the brahmin lady’s home, and sat down on the seat spread out. "
        },
        {
          "scid": "sn35.133:2.6",
          "pli": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Then the brahmin lady served and satisfied Udāyī with her own hands with a variety of delicious foods. "
        },
        {
          "scid": "sn35.133:2.7",
          "pli": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ bhuttāviṃ onītapattapāṇiṃ pādukā ārohitvā ucce āsane nisīditvā sīsaṃ oguṇṭhitvā āyasmantaṃ udāyiṃ etadavoca: ",
          "en": "When Udāyī had eaten and washed his hand and bowl, she put on a pair of shoes, sat on a high seat, covered her head, and said to him, "
        },
        {
          "scid": "sn35.133:2.8",
          "pli": "“bhaṇa, samaṇa, dhamman”ti. ",
          "en": "“Ascetic, preach the Dhamma.” "
        },
        {
          "scid": "sn35.133:2.9",
          "pli": "“Bhavissati, bhagini, samayo”ti vatvā uṭṭhāyāsanā pakkami. ",
          "en": "“There will be an occasion for that, sister,” he replied, then got up from his seat and left. "
        },
        {
          "scid": "sn35.133:3.1",
          "pli": "Dutiyampi kho so māṇavako yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmatā udāyinā saddhiṃ sammodi. ",
          "en": "For a second time that student went to Venerable Udāyī … "
        },
        {
          "scid": "sn35.133:3.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
          "en": " "
        },
        {
          "scid": "sn35.133:3.3",
          "pli": "Ekamantaṃ nisinnaṃ kho taṃ māṇavakaṃ āyasmā udāyī dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ",
          "en": " "
        },
        {
          "scid": "sn35.133:3.4",
          "pli": "Dutiyampi kho so māṇavako āyasmatā udāyinā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā yena verahaccānigottā brāhmaṇī tenupasaṅkami; upasaṅkamitvā verahaccānigottaṃ brāhmaṇiṃ etadavoca: ",
          "en": "And for a second time that student went to the brahmin lady of the Verahaccāni clan … "
        },
        {
          "scid": "sn35.133:3.5",
          "pli": "“yagghe, bhoti, jāneyyāsi. ",
          "en": " "
        },
        {
          "scid": "sn35.133:3.6",
          "pli": "Samaṇo udāyī dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetī”ti. ",
          "en": " "
        },
        {
          "scid": "sn35.133:4.1",
          "pli": "“Evamevaṃ pana tvaṃ, māṇavaka, samaṇassa udāyissa vaṇṇaṃ bhāsasi. ",
          "en": "She said to him, “You keep praising the ascetic Udāyī like this. "
        },
        {
          "scid": "sn35.133:4.2",
          "pli": "Samaṇo panudāyī ‘bhaṇa, samaṇa, dhamman’ti vutto samāno ‘bhavissati, bhagini, samayo’ti vatvā uṭṭhāyāsanā pakkanto”ti. ",
          "en": "But when I asked him to preach the Dhamma he just said that there would be an occasion for that, and then he got up and left.” "
        },
        {
          "scid": "sn35.133:4.3",
          "pli": "“Tathā hi pana tvaṃ, bhoti, pādukā ārohitvā ucce āsane nisīditvā sīsaṃ oguṇṭhitvā etadavoca: ",
          "en": "“Madam, that’s because you put on a pair of shoes, sat on a high seat, and covered your head before inviting him to teach. "
        },
        {
          "scid": "sn35.133:4.4",
          "pli": "‘bhaṇa, samaṇa, dhamman’ti. ",
          "en": " "
        },
        {
          "scid": "sn35.133:4.5",
          "pli": "Dhammagaruno hi te bhavanto dhammagāravā”ti. ",
          "en": "For the masters respect the teaching.” "
        },
        {
          "scid": "sn35.133:4.6",
          "pli": "“Tena hi tvaṃ, māṇavaka, mama vacanena samaṇaṃ udāyiṃ nimantehi svātanāya bhattenā”ti. ",
          "en": "“Then, student, invite him in my name for tomorrow’s meal.” "
        },
        {
          "scid": "sn35.133:4.7",
          "pli": "“Evaṃ, bhotī”ti kho so māṇavako verahaccānigottāya brāhmaṇiyā paṭissutvā yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmantaṃ udāyiṃ etadavoca: ",
          "en": "“Yes, madam,” he replied. … "
        },
        {
          "scid": "sn35.133:4.8",
          "pli": "“adhivāsetu kira bhavaṃ udāyī amhākaṃ ācariyabhariyāya verahaccānigottāya brāhmaṇiyā svātanāya bhattan”ti. ",
          "en": " "
        },
        {
          "scid": "sn35.133:4.9",
          "pli": "Adhivāsesi kho āyasmā udāyī tuṇhībhāvena. ",
          "en": " "
        },
        {
          "scid": "sn35.133:5.1",
          "pli": "Atha kho āyasmā udāyī tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena verahaccānigottāya brāhmaṇiyā nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": " "
        },
        {
          "scid": "sn35.133:5.2",
          "pli": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Then the brahmin lady served and satisfied Udāyī with her own hands with a variety of delicious foods. "
        },
        {
          "scid": "sn35.133:5.3",
          "pli": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ bhuttāviṃ onītapattapāṇiṃ pādukā orohitvā nīce āsane nisīditvā sīsaṃ vivaritvā āyasmantaṃ udāyiṃ etadavoca: ",
          "en": "When Udāyī had eaten and washed his hand and bowl, she took off her shoes, sat on a low seat, uncovered her head, and said to him, "
        },
        {
          "scid": "sn35.133:5.4",
          "pli": "“kismiṃ nu kho, bhante, sati arahanto sukhadukkhaṃ paññapenti, kismiṃ asati arahanto sukhadukkhaṃ na paññapentī”ti? ",
          "en": "“Sir, when what exists do the perfected ones declare that there is pleasure and pain? When what doesn’t exist do the perfected ones not declare that there is pleasure and pain?” "
        },
        {
          "scid": "sn35.133:6.1",
          "pli": "“Cakkhusmiṃ kho, bhagini, sati arahanto sukhadukkhaṃ paññapenti, cakkhusmiṃ asati arahanto sukhadukkhaṃ na paññapenti … pe … ",
          "en": "“Sister, when there’s an eye, the perfected ones declare that there is pleasure and pain. When there’s no eye, the perfected ones don’t declare that there is pleasure and pain. "
        },
        {
          "scid": "sn35.133:6.2",
          "pli": "jivhāya sati arahanto sukhadukkhaṃ paññapenti, jivhāya asati arahanto sukhadukkhaṃ na paññapenti … pe …. ",
          "en": "When there’s an ear … nose … tongue … body … "
        },
        {
          "scid": "sn35.133:6.3",
          "pli": "Manasmiṃ sati arahanto sukhadukkhaṃ paññapenti, manasmiṃ asati arahanto sukhadukkhaṃ na paññapentī”ti. ",
          "en": "mind, the perfected ones declare that there is pleasure and pain. When there’s no mind, the perfected ones don’t declare that there is pleasure and pain.” "
        },
        {
          "scid": "sn35.133:7.1",
          "pli": "Evaṃ vutte, verahaccānigottā brāhmaṇī āyasmantaṃ udāyiṃ etadavoca: ",
          "en": "When he said this, the brahmin lady said to Udāyī, "
        },
        {
          "scid": "sn35.133:7.2",
          "pli": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
          "en": "“Excellent, sir! Excellent! "
        },
        {
          "scid": "sn35.133:7.3",
          "pli": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ ayyena udāyinā anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Venerable Udāyī has made the teaching clear in many ways. "
        },
        {
          "scid": "sn35.133:7.4",
          "pli": "Esāhaṃ, ayya udāyi, taṃ bhagavantaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
          "en": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "sn35.133:7.5",
          "pli": "Upāsikaṃ maṃ ayyo udāyī dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Venerable Udāyī remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "sn35.133:7.6",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "sn35.133:7.7",
          "pli": "Gahapativaggo tatiyo. ",
          "en": " "
        },
        {
          "scid": "sn35.133:8.1",
          "pli": "Vesālī vajji nāḷandā, ",
          "en": " "
        },
        {
          "scid": "sn35.133:8.2",
          "pli": "Bhāradvāja soṇo ca ghosito; ",
          "en": " "
        },
        {
          "scid": "sn35.133:8.3",
          "pli": "Hāliddiko nakulapitā, ",
          "en": " "
        },
        {
          "scid": "sn35.133:8.4",
          "pli": "Lohicco verahaccānīti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time Venerable Udāyī was staying near Kāmaṇḍā…",
      "expandable": false
    }
  ],
  "suttaCode": "sn35.133/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 35.133",
    "volpages": "SN iv 121",
    "uid": "sn35.133",
    "blurb": "A student of the brahmin lady of the Verahaccāni clan recommends to her the teaching of  Venerable Udāyı̄, so she invites him for a meal. But when she displays a conceited attitude, he leaves without teaching. However, she corrects herself so he teaches her that pleasure and pain depend on the senses.",
    "difficulty": null,
    "original_title": "Verahaccāni Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Verahaccāni ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn35.133_sujato",
        "segmented": true,
        "title": "Verahaccāni ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn35.133_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Verahaccani"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 10
  }
}