{
  "sutta_uid": "sn35.238",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn35.238",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Simile of the Vipers ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of the Chariot ",
      "uid": "sn35.239"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of Hands and Feet (2nd) ",
      "uid": "sn35.237"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn35.238:0.1",
          "pli": "Saṃyutta Nikāya 35 ",
          "en": "Linked Discourses 35 "
        },
        {
          "scid": "sn35.238:0.2",
          "pli": "19. Āsīvisavagga ",
          "en": "19. The Simile of the Vipers "
        },
        {
          "scid": "sn35.238:0.3",
          "pli": "238. Āsīvisopamasutta ",
          "en": "238. The Simile of the Vipers "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 35 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn35.238:1.1",
          "pli": "“Seyyathāpi, bhikkhave, cattāro āsīvisā uggatejā ghoravisā. ",
          "en": "“Mendicants, suppose there were four lethal poisonous vipers. "
        },
        {
          "scid": "sn35.238:1.2",
          "pli": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo. ",
          "en": "Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain. "
        },
        {
          "scid": "sn35.238:1.3",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "sn35.238:1.4",
          "pli": "‘ime te, ambho purisa, cattāro āsīvisā uggatejā ghoravisā kālena kālaṃ vuṭṭhāpetabbā, kālena kālaṃ nhāpetabbā, kālena kālaṃ bhojetabbā, kālena kālaṃ saṃvesetabbā. ",
          "en": "‘Mister, here are four lethal poisonous vipers. They must be periodically picked up, washed, fed, and put to sleep. "
        },
        {
          "scid": "sn35.238:1.5",
          "pli": "Yadā ca kho te, ambho purisa, imesaṃ catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ aññataro vā aññataro vā kuppissati, tato tvaṃ, ambho purisa, maraṇaṃ vā nigacchasi, maraṇamattaṃ vā dukkhaṃ. ",
          "en": "But when one or other of these four poisonous vipers gets angry with you, you’ll meet with death or deadly pain. "
        },
        {
          "scid": "sn35.238:1.6",
          "pli": "Yaṃ te, ambho purisa, karaṇīyaṃ taṃ karohī’ti. ",
          "en": "So then, mister, do what has to be done.’ "
        },
        {
          "scid": "sn35.238:2.1",
          "pli": "Atha kho so, bhikkhave, puriso bhīto catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ yena vā tena vā palāyetha. ",
          "en": "Then that man, terrified of those four poisonous vipers, would flee this way or that. "
        },
        {
          "scid": "sn35.238:2.2",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "sn35.238:2.3",
          "pli": "‘ime kho, ambho purisa, pañca vadhakā paccatthikā piṭṭhito piṭṭhito anubandhā, yattheva naṃ passissāma tattheva jīvitā voropessāmāti. ",
          "en": "‘Mister, there are five deadly enemies chasing you, thinking: “When we catch sight of him, we’ll murder him right there!” "
        },
        {
          "scid": "sn35.238:2.4",
          "pli": "Yaṃ te, ambho purisa, karaṇīyaṃ taṃ karohī’ti. ",
          "en": "So then, mister, do what has to be done.’ "
        },
        {
          "scid": "sn35.238:3.1",
          "pli": "Atha kho so, bhikkhave, puriso bhīto catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ, bhīto pañcannaṃ vadhakānaṃ paccatthikānaṃ yena vā tena vā palāyetha. ",
          "en": "Then that man, terrified of those four poisonous vipers and those five deadly enemies, would flee this way or that. "
        },
        {
          "scid": "sn35.238:3.2",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "sn35.238:3.3",
          "pli": "‘ayaṃ te, ambho purisa, chaṭṭho antaracaro vadhako ukkhittāsiko piṭṭhito piṭṭhito anubandho yattheva naṃ passissāmi tattheva siro pātessāmīti. ",
          "en": "‘Mister, there’s a sixth hidden killer chasing you with a drawn sword, thinking: “When I catch sight of him, I’ll chop off his head right there!” "
        },
        {
          "scid": "sn35.238:3.4",
          "pli": "Yaṃ te, ambho purisa, karaṇīyaṃ taṃ karohī’ti. ",
          "en": "So then, mister, do what has to be done.’ "
        },
        {
          "scid": "sn35.238:4.1",
          "pli": "Atha kho so, bhikkhave, puriso bhīto catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ, bhīto pañcannaṃ vadhakānaṃ paccatthikānaṃ, bhīto chaṭṭhassa antaracarassa vadhakassa ukkhittāsikassa yena vā tena vā palāyetha. ",
          "en": "Then that man, terrified of those four poisonous vipers and those five deadly enemies and the hidden killer, would flee this way or that. "
        },
        {
          "scid": "sn35.238:4.2",
          "pli": "So passeyya suññaṃ gāmaṃ. ",
          "en": "He’d see an empty village. "
        },
        {
          "scid": "sn35.238:4.3",
          "pli": "Yaññadeva gharaṃ paviseyya rittakaññeva paviseyya tucchakaññeva paviseyya suññakaññeva paviseyya. ",
          "en": "But whatever house he enters is vacant, deserted, and empty. "
        },
        {
          "scid": "sn35.238:4.4",
          "pli": "Yaññadeva bhājanaṃ parimaseyya rittakaññeva parimaseyya tucchakaññeva parimaseyya suññakaññeva parimaseyya. ",
          "en": "And whatever vessel he touches is vacant, hollow, and empty. "
        },
        {
          "scid": "sn35.238:4.5",
          "pli": "Tamenaṃ evaṃ vadeyyuṃ: ",
          "en": "They’d say to him, "
        },
        {
          "scid": "sn35.238:4.6",
          "pli": "‘idāni, ambho purisa, imaṃ suññaṃ gāmaṃ corā gāmaghātakā pavisanti. ",
          "en": "‘Mister, there are bandits who raid villages, and they’re striking now. "
        },
        {
          "scid": "sn35.238:4.7",
          "pli": "Yaṃ te, ambho purisa, karaṇīyaṃ taṃ karohī’ti. ",
          "en": "So then, mister, do what has to be done.’ "
        },
        {
          "scid": "sn35.238:5.1",
          "pli": "Atha kho so, bhikkhave, puriso bhīto catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ, bhīto pañcannaṃ vadhakānaṃ paccatthikānaṃ, bhīto chaṭṭhassa antaracarassa vadhakassa ukkhittāsikassa, bhīto corānaṃ gāmaghātakānaṃ yena vā tena vā palāyetha. ",
          "en": "Then that man, terrified of those four poisonous vipers and those five deadly enemies and the hidden killer and the bandits, would flee this way or that. "
        },
        {
          "scid": "sn35.238:5.2",
          "pli": "So passeyya mahantaṃ udakaṇṇavaṃ orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ. ",
          "en": "He’d see a large deluge, whose near shore is dubious and perilous, while the far shore is a sanctuary free of peril. "
        },
        {
          "scid": "sn35.238:5.3",
          "pli": "Na cassa nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya. ",
          "en": "But there’s no ferryboat or bridge for crossing over. "
        },
        {
          "scid": "sn35.238:5.4",
          "pli": "Atha kho, bhikkhave, tassa purisassa evamassa: ",
          "en": "Then that man thought, "
        },
        {
          "scid": "sn35.238:5.5",
          "pli": "‘ayaṃ kho mahāudakaṇṇavo orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ, natthi ca nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya. ",
          "en": " "
        },
        {
          "scid": "sn35.238:5.6",
          "pli": "Yannūnāhaṃ tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā kullaṃ bandhitvā taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ gaccheyyan’ti. ",
          "en": "‘Why don’t I gather grass, sticks, branches, and leaves and make a raft? Riding on the raft, and paddling with my hands and feet, I can safely reach the far shore.’ "
        },
        {
          "scid": "sn35.238:6.1",
          "pli": "Atha kho so, bhikkhave, puriso tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā kullaṃ bandhitvā taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ gaccheyya, tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇo. ",
          "en": "And so that man did exactly that. Having crossed over and gone beyond, the brahmin stands on the far shore. "
        },
        {
          "scid": "sn35.238:7.1",
          "pli": "Upamā kho myāyaṃ, bhikkhave, katā atthassa viññāpanāya. ",
          "en": "I’ve made up this simile to make a point. "
        },
        {
          "scid": "sn35.238:7.2",
          "pli": "Ayañcettha attho—",
          "en": "And this is the point. "
        },
        {
          "scid": "sn35.238:7.3",
          "pli": "cattāro āsīvisā uggatejā ghoravisāti kho, bhikkhave, catunnetaṃ mahābhūtānaṃ adhivacanaṃ—",
          "en": "‘Four lethal poisonous vipers’ is a term for the four primary elements: "
        },
        {
          "scid": "sn35.238:7.4",
          "pli": "pathavīdhātuyā, āpodhātuyā, tejodhātuyā, vāyodhātuyā. ",
          "en": "the elements of earth, water, fire, and air. "
        },
        {
          "scid": "sn35.238:8.1",
          "pli": "Pañca vadhakā paccatthikāti kho, bhikkhave, pañcannetaṃ upādānakkhandhānaṃ adhivacanaṃ, seyyathidaṃ—",
          "en": "‘Five deadly enemies’ is a term for the five grasping aggregates, that is: "
        },
        {
          "scid": "sn35.238:8.2",
          "pli": "rūpupādānakkhandhassa, vedanupādānakkhandhassa, saññupādānakkhandhassa, saṅkhārupādānakkhandhassa, viññāṇupādānakkhandhassa. ",
          "en": "form, feeling, perception, choices, and consciousness. "
        },
        {
          "scid": "sn35.238:9.1",
          "pli": "Chaṭṭho antaracaro vadhako ukkhittāsikoti kho, bhikkhave, nandīrāgassetaṃ adhivacanaṃ. ",
          "en": "‘The sixth hidden killer with a drawn sword’ is a term for relishing and greed. "
        },
        {
          "scid": "sn35.238:10.1",
          "pli": "Suñño gāmoti kho, bhikkhave, channetaṃ ajjhattikānaṃ āyatanānaṃ adhivacanaṃ. ",
          "en": "‘Empty village’ is a term for the six interior sense fields. "
        },
        {
          "scid": "sn35.238:10.2",
          "pli": "Cakkhuto cepi naṃ, bhikkhave, paṇḍito byatto medhāvī upaparikkhati rittakaññeva khāyati, tucchakaññeva khāyati, suññakaññeva khāyati … pe … ",
          "en": "If an astute, competent, clever person investigates this in relation to the eye, it appears vacant, hollow, and empty. "
        },
        {
          "scid": "sn35.238:10.3",
          "pli": "jivhāto cepi naṃ, bhikkhave … pe … ",
          "en": "If an astute, competent, clever person investigates this in relation to the ear … nose … tongue … body … "
        },
        {
          "scid": "sn35.238:10.4",
          "pli": "manato cepi naṃ, bhikkhave, paṇḍito byatto medhāvī upaparikkhati rittakaññeva khāyati, tucchakaññeva khāyati, suññakaññeva khāyati. ",
          "en": "mind, it appears vacant, hollow, and empty. "
        },
        {
          "scid": "sn35.238:11.1",
          "pli": "Corā gāmaghātakāti kho, bhikkhave, channetaṃ bāhirānaṃ āyatanānaṃ adhivacanaṃ. ",
          "en": "‘Bandits who raid villages’ is a term for the six exterior sense fields. "
        },
        {
          "scid": "sn35.238:11.2",
          "pli": "Cakkhu, bhikkhave, haññati manāpāmanāpesu rūpesu; ",
          "en": "The eye is struck by both agreeable and disagreeable sights. "
        },
        {
          "scid": "sn35.238:11.3",
          "pli": "sotaṃ, bhikkhave … pe … ",
          "en": "The ear … "
        },
        {
          "scid": "sn35.238:11.4",
          "pli": "ghānaṃ, bhikkhave … pe … ",
          "en": "nose … "
        },
        {
          "scid": "sn35.238:11.5",
          "pli": "jivhā, bhikkhave, haññati manāpāmanāpesu rasesu; ",
          "en": "tongue … "
        },
        {
          "scid": "sn35.238:11.6",
          "pli": "kāyo, bhikkhave … pe … ",
          "en": "body … "
        },
        {
          "scid": "sn35.238:11.7",
          "pli": "mano, bhikkhave, haññati manāpāmanāpesu dhammesu. ",
          "en": "mind is struck by both agreeable and disagreeable thoughts. "
        },
        {
          "scid": "sn35.238:12.1",
          "pli": "Mahā udakaṇṇavoti kho, bhikkhave, catunnetaṃ oghānaṃ adhivacanaṃ—",
          "en": "‘Large sea’ is a term for the four floods: "
        },
        {
          "scid": "sn35.238:12.2",
          "pli": "kāmoghassa, bhavoghassa, diṭṭhoghassa, avijjoghassa. ",
          "en": "the floods of sensual pleasures, desire to be reborn, views, and ignorance. "
        },
        {
          "scid": "sn35.238:13.1",
          "pli": "Orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayanti kho, bhikkhave, sakkāyassetaṃ adhivacanaṃ. ",
          "en": "‘The near shore that’s dubious and perilous’ is a term for identity. "
        },
        {
          "scid": "sn35.238:14.1",
          "pli": "Pārimaṃ tīraṃ khemaṃ appaṭibhayanti kho, bhikkhave, nibbānassetaṃ adhivacanaṃ. ",
          "en": "‘The far shore, a sanctuary free of peril’ is a term for extinguishment. "
        },
        {
          "scid": "sn35.238:15.1",
          "pli": "Kullanti kho, bhikkhave, ariyassetaṃ aṭṭhaṅgikassa maggassa adhivacanaṃ, seyyathidaṃ—",
          "en": "‘The raft’ is a term for the noble eightfold path, that is: "
        },
        {
          "scid": "sn35.238:15.2",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "sn35.238:16.1",
          "pli": "Tassa hatthehi ca pādehi ca vāyāmoti kho, bhikkhave, vīriyārambhassetaṃ adhivacanaṃ. ",
          "en": "‘Paddling with hands and feet’ is a term for being energetic. "
        },
        {
          "scid": "sn35.238:17.1",
          "pli": "Tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇoti kho, bhikkhave, arahato etaṃ adhivacanan”ti. ",
          "en": "‘Crossed over, gone beyond, the brahmin stands on the shore’ is a term for a perfected one.” "
        },
        {
          "scid": "sn35.238:17.2",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, suppose there were four lethal poisonous vipers. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn35.238/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 35.238//SN 35.197",
    "volpages": "SN iv 172",
    "uid": "sn35.238",
    "blurb": "The Buddha strings a series of powerful similes—vipers, murderers, an empty village, and more—into an extended parable of the dangers of existence and the way of escape.",
    "difficulty": null,
    "original_title": "Āsīvisopama Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Simile of the Vipers ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn35.238_sujato",
        "segmented": true,
        "title": "The Simile of the Vipers ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn35.238_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Simile of the Vipers"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 1
  }
}