{
  "sutta_uid": "sn35.26",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn35.26",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Without Completely Understanding (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Without Completely Understanding (2nd) ",
      "uid": "sn35.27"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Giving Up By Direct Knowledge and Complete Understanding ",
      "uid": "sn35.25"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn35.26:0.1",
          "pli": "Saṃyutta Nikāya 35 ",
          "en": "Linked Discourses 35 "
        },
        {
          "scid": "sn35.26:0.2",
          "pli": "3. Sabbavagga ",
          "en": "3. All "
        },
        {
          "scid": "sn35.26:0.3",
          "pli": "26. Paṭhamaaparijānanasutta ",
          "en": "26. Without Completely Understanding (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 35 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn35.26:1.1",
          "pli": "“Sabbaṃ, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "“Mendicants, without directly knowing and completely understanding the all, without dispassion for it and giving it up, you can’t end suffering. "
        },
        {
          "scid": "sn35.26:1.2",
          "pli": "Kiñca, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya? ",
          "en": "And what is the all, without directly knowing and completely understanding which, without dispassion for it and giving it up, you can’t end suffering? "
        },
        {
          "scid": "sn35.26:1.3",
          "pli": "Cakkhuṃ, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "Without directly knowing and completely understanding the eye, without dispassion for it and giving it up, you can’t end suffering. "
        },
        {
          "scid": "sn35.26:1.4",
          "pli": "Rūpe anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "Without directly knowing and completely understanding sights … "
        },
        {
          "scid": "sn35.26:1.5",
          "pli": "Cakkhuviññāṇaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "eye consciousness … "
        },
        {
          "scid": "sn35.26:1.6",
          "pli": "Cakkhusamphassaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "eye contact … "
        },
        {
          "scid": "sn35.26:1.7",
          "pli": "Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya … pe … ",
          "en": "painful, pleasant, or neutral feeling that arises conditioned by eye contact, without dispassion for it and giving it up, you can’t end suffering. "
        },
        {
          "scid": "sn35.26:1.8",
          "pli": "jivhaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "Without directly knowing and completely understanding the ear … the nose … the tongue … "
        },
        {
          "scid": "sn35.26:1.9",
          "pli": "Rase … pe … ",
          "en": " "
        },
        {
          "scid": "sn35.26:1.10",
          "pli": "jivhāviññāṇaṃ … pe … ",
          "en": " "
        },
        {
          "scid": "sn35.26:1.11",
          "pli": "jivhāsamphassaṃ … pe … ",
          "en": " "
        },
        {
          "scid": "sn35.26:1.12",
          "pli": "yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": " "
        },
        {
          "scid": "sn35.26:1.13",
          "pli": "Kāyaṃ … pe … ",
          "en": "the body … "
        },
        {
          "scid": "sn35.26:1.14",
          "pli": "manaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "the mind, without dispassion for it and giving it up, you can’t end suffering. "
        },
        {
          "scid": "sn35.26:1.15",
          "pli": "Dhamme … pe … ",
          "en": "Without directly knowing and completely understanding thoughts … "
        },
        {
          "scid": "sn35.26:1.16",
          "pli": "manoviññāṇaṃ … pe … ",
          "en": "mind consciousness … "
        },
        {
          "scid": "sn35.26:1.17",
          "pli": "manosamphassaṃ … pe … ",
          "en": "mind contact … "
        },
        {
          "scid": "sn35.26:1.18",
          "pli": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "painful, pleasant, or neutral feeling that arises conditioned by mind contact, without dispassion for it and giving it up, you can’t end suffering. "
        },
        {
          "scid": "sn35.26:1.19",
          "pli": "Idaṃ kho, bhikkhave, sabbaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya. ",
          "en": "This is the all, without directly knowing and completely understanding which, without dispassion for it and giving it up, you can’t end suffering. "
        },
        {
          "scid": "sn35.26:2.1",
          "pli": "Sabbañca kho, bhikkhave, abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": "By directly knowing and completely understanding the all, having dispassion for it and giving it up, you can end suffering. "
        },
        {
          "scid": "sn35.26:2.2",
          "pli": "Kiñca, bhikkhave, sabbaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya? ",
          "en": "And what is the all, directly knowing and completely understanding which, having dispassion for it and giving it up, you can end suffering? "
        },
        {
          "scid": "sn35.26:2.3",
          "pli": "Cakkhuṃ, bhikkhave, abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": "By directly knowing and completely understanding the eye … "
        },
        {
          "scid": "sn35.26:2.4",
          "pli": "Rūpe abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": " "
        },
        {
          "scid": "sn35.26:2.5",
          "pli": "Cakkhuviññāṇaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": " "
        },
        {
          "scid": "sn35.26:2.6",
          "pli": "Cakkhusamphassaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": " "
        },
        {
          "scid": "sn35.26:2.7",
          "pli": "Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya … pe … ",
          "en": " "
        },
        {
          "scid": "sn35.26:2.8",
          "pli": "jivhaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": "the ear … the nose … the tongue … "
        },
        {
          "scid": "sn35.26:2.9",
          "pli": "Rase … pe … ",
          "en": " "
        },
        {
          "scid": "sn35.26:2.10",
          "pli": "jivhāviññāṇaṃ … pe … ",
          "en": " "
        },
        {
          "scid": "sn35.26:2.11",
          "pli": "jivhāsamphassaṃ … pe … ",
          "en": " "
        },
        {
          "scid": "sn35.26:2.12",
          "pli": "yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": " "
        },
        {
          "scid": "sn35.26:2.13",
          "pli": "Kāyaṃ … pe … ",
          "en": "the body … "
        },
        {
          "scid": "sn35.26:2.14",
          "pli": "manaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": "the mind, having dispassion for it and giving it up, you can end suffering. "
        },
        {
          "scid": "sn35.26:2.15",
          "pli": "Dhamme … pe … ",
          "en": "By directly knowing and completely understanding thoughts … "
        },
        {
          "scid": "sn35.26:2.16",
          "pli": "manoviññāṇaṃ … pe … ",
          "en": "mind consciousness … "
        },
        {
          "scid": "sn35.26:2.17",
          "pli": "manosamphassaṃ … pe … ",
          "en": "mind contact … "
        },
        {
          "scid": "sn35.26:2.18",
          "pli": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya. ",
          "en": "painful, pleasant, or neutral feeling that arises conditioned by mind contact, having dispassion for it and giving it up, you can end suffering. "
        },
        {
          "scid": "sn35.26:2.19",
          "pli": "Idaṃ kho, bhikkhave, sabbaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāyā”ti. ",
          "en": "This is the all, directly knowing and completely understanding which, having dispassion for it and giving it up, you can end suffering.” "
        },
        {
          "scid": "sn35.26:2.20",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, without directly knowing and completely understanding the all,…",
      "expandable": false
    }
  ],
  "suttaCode": "sn35.26/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 35.26",
    "volpages": "SN iv 17",
    "uid": "sn35.26",
    "blurb": "Without understanding the “all” consisting of the six interior and exterior sense fields and becoming dispassionate towards it, it is impossible to be free of suffering.",
    "difficulty": null,
    "original_title": "Paṭhamaaparijānana Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Without Completely Understanding (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn35.26_sujato",
        "segmented": true,
        "title": "Without Completely Understanding (1st) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn35.26_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Full Understanding (1)"
      }
    ],
    "parallel_count": 8,
    "biblio": null,
    "num": 4
  }
}