{
  "sutta_uid": "sn35.240",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn35.240",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Simile of the Tortoise ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of the Tree Trunk (1st) ",
      "uid": "sn35.241"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of the Chariot ",
      "uid": "sn35.239"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn35.240:0.1",
          "pli": "Saṃyutta Nikāya 35 ",
          "en": "Linked Discourses 35 "
        },
        {
          "scid": "sn35.240:0.2",
          "pli": "19. Āsīvisavagga ",
          "en": "19. The Simile of the Vipers "
        },
        {
          "scid": "sn35.240:0.3",
          "pli": "240. Kummopamasutta ",
          "en": "240. The Simile of the Tortoise "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 35 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn35.240:1.1",
          "pli": "“Bhūtapubbaṃ, bhikkhave, kummo kacchapo sāyanhasamayaṃ anunadītīre gocarapasuto ahosi. ",
          "en": "“Once upon a time, mendicants, a tortoise was grazing along the bank of a river in the afternoon. "
        },
        {
          "scid": "sn35.240:1.2",
          "pli": "Siṅgālopi kho, bhikkhave, sāyanhasamayaṃ anunadītīre gocarapasuto ahosi. ",
          "en": "At the same time, a jackal was also hunting along the river bank. "
        },
        {
          "scid": "sn35.240:1.3",
          "pli": "Addasā kho, bhikkhave, kummo kacchapo siṅgālaṃ dūratova gocarapasutaṃ. ",
          "en": "The tortoise saw the jackal off in the distance hunting, "
        },
        {
          "scid": "sn35.240:1.4",
          "pli": "Disvāna soṇḍipañcamāni aṅgāni sake kapāle samodahitvā appossukko tuṇhībhūto saṅkasāyati. ",
          "en": "so it drew its limbs and neck inside its shell, and kept still and silent. "
        },
        {
          "scid": "sn35.240:1.5",
          "pli": "Siṅgālopi kho, bhikkhave, addasa kummaṃ kacchapaṃ dūratova gocarapasutaṃ. ",
          "en": "But the jackal also saw the tortoise off in the distance grazing. "
        },
        {
          "scid": "sn35.240:1.6",
          "pli": "Disvāna yena kummo kacchapo tenupasaṅkami; upasaṅkamitvā kummaṃ kacchapaṃ paccupaṭṭhito ahosi: ",
          "en": "So it went up to the tortoise and waiting nearby, thinking, "
        },
        {
          "scid": "sn35.240:1.7",
          "pli": "‘yadāyaṃ kummo kacchapo soṇḍipañcamānaṃ aṅgānaṃ aññataraṃ vā aññataraṃ vā aṅgaṃ abhininnāmessati, tattheva naṃ gahetvā uddālitvā khādissāmī’ti. ",
          "en": "‘When that tortoise sticks one or other of its limbs or neck out from its shell, I’ll grab it right there, rip it out, and eat it!’ "
        },
        {
          "scid": "sn35.240:1.8",
          "pli": "Yadā kho, bhikkhave, kummo kacchapo soṇḍipañcamānaṃ aṅgānaṃ aññataraṃ vā aññataraṃ vā aṅgaṃ na abhininnāmi, atha siṅgālo kummamhā nibbijja pakkāmi, otāraṃ alabhamāno. ",
          "en": "But when that tortoise didn’t stick one or other of its limbs or neck out from its shell, the jackal left disappointed, since it couldn’t find a vulnerability. "
        },
        {
          "scid": "sn35.240:2.1",
          "pli": "Evameva kho, bhikkhave, tumhepi māro pāpimā satataṃ samitaṃ paccupaṭṭhito: ",
          "en": "In the same way, Māra the Wicked is always waiting nearby, thinking: "
        },
        {
          "scid": "sn35.240:2.2",
          "pli": "‘appeva nāmāhaṃ imesaṃ cakkhuto vā otāraṃ labheyyaṃ … pe … ",
          "en": "‘Hopefully I can find a vulnerability in the eye, "
        },
        {
          "scid": "sn35.240:2.3",
          "pli": "jivhāto vā otāraṃ labheyyaṃ … pe … ",
          "en": "ear, nose, tongue, body, or "
        },
        {
          "scid": "sn35.240:2.4",
          "pli": "manato vā otāraṃ labheyyan’ti. ",
          "en": "mind.’ "
        },
        {
          "scid": "sn35.240:2.5",
          "pli": "Tasmātiha, bhikkhave, indriyesu guttadvārā viharatha. ",
          "en": "That’s why you should live with sense doors guarded. "
        },
        {
          "scid": "sn35.240:2.6",
          "pli": "Cakkhunā rūpaṃ disvā mā nimittaggāhino ahuvattha, mā anubyañjanaggāhino. ",
          "en": "When you see a sight with your eyes, don’t get caught up in the features and details. "
        },
        {
          "scid": "sn35.240:2.7",
          "pli": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjatha, rakkhatha cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjatha. ",
          "en": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, practice restraint, protecting the faculty of sight, and achieving its restraint. "
        },
        {
          "scid": "sn35.240:2.8",
          "pli": "Sotena saddaṃ sutvā … ",
          "en": "When you hear a sound with your ears … "
        },
        {
          "scid": "sn35.240:2.9",
          "pli": "ghānena gandhaṃ ghāyitvā … ",
          "en": "When you smell an odor with your nose … "
        },
        {
          "scid": "sn35.240:2.10",
          "pli": "jivhāya rasaṃ sāyitvā … ",
          "en": "When you taste a flavor with your tongue … "
        },
        {
          "scid": "sn35.240:2.11",
          "pli": "kāyena phoṭṭhabbaṃ phusitvā … ",
          "en": "When you feel a touch with your body … "
        },
        {
          "scid": "sn35.240:2.12",
          "pli": "manasā dhammaṃ viññāya mā nimittaggāhino ahuvattha, mā anubyañjanaggāhino. ",
          "en": "When you know a thought with your mind, don’t get caught up in the features and details. "
        },
        {
          "scid": "sn35.240:2.13",
          "pli": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjatha, rakkhatha manindriyaṃ, manindriye saṃvaraṃ āpajjatha. ",
          "en": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, practice restraint, protecting the faculty of mind, and achieving its restraint. "
        },
        {
          "scid": "sn35.240:2.14",
          "pli": "Yato tumhe, bhikkhave, indriyesu guttadvārā viharissatha, atha tumhehipi māro pāpimā nibbijja pakkamissati, otāraṃ alabhamāno—",
          "en": "When you live with your sense doors restrained, Māra will leave you disappointed, since he can’t find a vulnerability, "
        },
        {
          "scid": "sn35.240:2.15",
          "pli": "kummamhāva siṅgāloti. ",
          "en": "just like the jackal left the tortoise. "
        },
        {
          "scid": "sn35.240:3.1",
          "pli": "Kummova aṅgāni sake kapāle, ",
          "en": "A mendicant should collect their thoughts "
        },
        {
          "scid": "sn35.240:3.2",
          "pli": "Samodahaṃ bhikkhu manovitakke; ",
          "en": "as a tortoise draws its limbs into its shell. "
        },
        {
          "scid": "sn35.240:3.3",
          "pli": "Anissito aññamaheṭhayāno, ",
          "en": "Independent, not disturbing others, "
        },
        {
          "scid": "sn35.240:3.4",
          "pli": "Parinibbuto nūpavadeyya kañcī”ti. ",
          "en": "someone who’s extinguished wouldn’t blame anyone.” "
        },
        {
          "scid": "sn35.240:3.5",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Once upon a time, mendicants, a tortoise was grazing…",
      "expandable": false
    }
  ],
  "suttaCode": "sn35.240/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 35.240//SN 35.199",
    "volpages": "SN iv 177",
    "uid": "sn35.240",
    "blurb": "A parable of a jackal who fails to eat a tortoise who stays still, with limbs retracted, like a mendicant guarding the senses.",
    "difficulty": null,
    "original_title": "Kummopama Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Simile of the Tortoise ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn35.240_sujato",
        "segmented": true,
        "title": "The Simile of the Tortoise ",
        "volpage": null
      }
    ],
    "parallel_count": 43,
    "biblio": null,
    "num": 3
  }
}