{
  "sutta_uid": "sn36.7",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn36.7",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Infirmary (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Infirmary (2nd) ",
      "uid": "sn36.8"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "An Arrow ",
      "uid": "sn36.6"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn36.7:0.1",
          "pli": "Saṃyutta Nikāya 36 ",
          "en": "Linked Discourses 36 "
        },
        {
          "scid": "sn36.7:0.2",
          "pli": "1. Sagāthāvagga ",
          "en": "1. With Verses "
        },
        {
          "scid": "sn36.7:0.3",
          "pli": "7. Paṭhamagelaññasutta ",
          "en": "7. The Infirmary (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 36 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn36.7:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "sn36.7:1.2",
          "pli": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena gilānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "Then in the late afternoon, the Buddha came out of retreat and went to the infirmary, where he sat down on the seat spread out, "
        },
        {
          "scid": "sn36.7:1.3",
          "pli": "Nisajja kho bhagavā bhikkhū āmantesi: ",
          "en": "and addressed the mendicants: "
        },
        {
          "scid": "sn36.7:2.1",
          "pli": "“Sato, bhikkhave, bhikkhu sampajāno kālaṃ āgameyya. ",
          "en": "“Mendicants, a mendicant should await their time mindful and aware. "
        },
        {
          "scid": "sn36.7:2.2",
          "pli": "Ayaṃ vo amhākaṃ anusāsanī. ",
          "en": "This is my instruction to you. "
        },
        {
          "scid": "sn36.7:3.1",
          "pli": "Kathañca, bhikkhave, bhikkhu sato hoti? ",
          "en": "And how is a mendicant mindful? "
        },
        {
          "scid": "sn36.7:3.2",
          "pli": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ; ",
          "en": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "sn36.7:3.3",
          "pli": "vedanāsu vedanānupassī viharati … pe … ",
          "en": "They meditate observing an aspect of feelings … "
        },
        {
          "scid": "sn36.7:3.4",
          "pli": "citte cittānupassī viharati … pe … ",
          "en": "They meditate observing an aspect of the mind … "
        },
        {
          "scid": "sn36.7:3.5",
          "pli": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
          "en": "They meditate observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "sn36.7:3.6",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu sato hoti. ",
          "en": "That’s how a mendicant is mindful. "
        },
        {
          "scid": "sn36.7:4.1",
          "pli": "Kathañca, bhikkhave, bhikkhu sampajāno hoti? ",
          "en": "And how is a mendicant aware? "
        },
        {
          "scid": "sn36.7:4.2",
          "pli": "Idha, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
          "en": "It’s when a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. "
        },
        {
          "scid": "sn36.7:4.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu sampajānakārī hoti. ",
          "en": "That’s how a mendicant acts with situational awareness. "
        },
        {
          "scid": "sn36.7:4.4",
          "pli": "Sato, bhikkhave, bhikkhu sampajāno kālaṃ āgameyya. ",
          "en": "A mendicant should await their time mindful and aware. "
        },
        {
          "scid": "sn36.7:4.5",
          "pli": "Ayaṃ vo amhākaṃ anusāsanī. ",
          "en": "This is my instruction to you. "
        },
        {
          "scid": "sn36.7:5.1",
          "pli": "Tassa ce, bhikkhave, bhikkhuno evaṃ satassa sampajānassa appamattassa ātāpino pahitattassa viharato uppajjati sukhā vedanā, so evaṃ pajānāti: ",
          "en": "While a mendicant is meditating like this—mindful, aware, diligent, keen, and resolute—if pleasant feelings arise, they understand: "
        },
        {
          "scid": "sn36.7:5.2",
          "pli": "‘uppannā kho myāyaṃ sukhā vedanā. ",
          "en": "‘A pleasant feeling has arisen in me. "
        },
        {
          "scid": "sn36.7:5.3",
          "pli": "Sā ca kho paṭicca, no appaṭicca. ",
          "en": "That’s dependent, not independent. "
        },
        {
          "scid": "sn36.7:5.4",
          "pli": "Kiṃ paṭicca? ",
          "en": "Dependent on what? "
        },
        {
          "scid": "sn36.7:5.5",
          "pli": "Imameva kāyaṃ paṭicca. ",
          "en": "Dependent on my own body. "
        },
        {
          "scid": "sn36.7:5.6",
          "pli": "Ayaṃ kho pana kāyo anicco saṅkhato paṭiccasamuppanno. ",
          "en": "But this body is impermanent, conditioned, dependently originated. "
        },
        {
          "scid": "sn36.7:5.7",
          "pli": "Aniccaṃ kho pana saṅkhataṃ paṭiccasamuppannaṃ kāyaṃ paṭicca uppannā sukhā vedanā kuto niccā bhavissatī’ti. ",
          "en": "So how could a pleasant feeling be permanent, since it has arisen dependent on a body that is impermanent, conditioned, and dependently originated?’ "
        },
        {
          "scid": "sn36.7:5.8",
          "pli": "So kāye ca sukhāya ca vedanāya aniccānupassī viharati, vayānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati. ",
          "en": "They meditate observing impermanence, vanishing, dispassion, cessation, and letting go in the body and pleasant feeling. "
        },
        {
          "scid": "sn36.7:5.9",
          "pli": "Tassa kāye ca sukhāya ca vedanāya aniccānupassino viharato, vayānupassino viharato, virāgānupassino viharato, nirodhānupassino viharato, paṭinissaggānupassino viharato, yo kāye ca sukhāya ca vedanāya rāgānusayo, so pahīyati. ",
          "en": "As they do so, they give up the underlying tendency for greed for the body and pleasant feeling. "
        },
        {
          "scid": "sn36.7:6.1",
          "pli": "Tassa ce, bhikkhave, bhikkhuno evaṃ satassa sampajānassa appamattassa ātāpino pahitattassa viharato uppajjati dukkhā vedanā. ",
          "en": "While a mendicant is meditating like this—mindful, aware, diligent, keen, and resolute—if painful feelings arise, they understand: "
        },
        {
          "scid": "sn36.7:6.2",
          "pli": "So evaṃ pajānāti: ",
          "en": " "
        },
        {
          "scid": "sn36.7:6.3",
          "pli": "‘uppannā kho myāyaṃ dukkhā vedanā. ",
          "en": "‘A painful feeling has arisen in me. "
        },
        {
          "scid": "sn36.7:6.4",
          "pli": "Sā ca kho paṭicca, no appaṭicca. ",
          "en": "That’s dependent, not independent. "
        },
        {
          "scid": "sn36.7:6.5",
          "pli": "Kiṃ paṭicca? ",
          "en": "Dependent on what? "
        },
        {
          "scid": "sn36.7:6.6",
          "pli": "Imameva kāyaṃ paṭicca. ",
          "en": "Dependent on my own body. "
        },
        {
          "scid": "sn36.7:6.7",
          "pli": "Ayaṃ kho pana kāyo anicco saṅkhato paṭiccasamuppanno. ",
          "en": "But this body is impermanent, conditioned, dependently originated. "
        },
        {
          "scid": "sn36.7:6.8",
          "pli": "Aniccaṃ kho pana saṅkhataṃ paṭiccasamuppannaṃ kāyaṃ paṭicca uppannā dukkhā vedanā kuto niccā bhavissatī’ti. ",
          "en": "So how could a painful feeling be permanent, since it has arisen dependent on a body that is impermanent, conditioned, and dependently originated?’ "
        },
        {
          "scid": "sn36.7:6.9",
          "pli": "So kāye ca dukkhāya ca vedanāya aniccānupassī viharati, vayānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati. ",
          "en": "They meditate observing impermanence, vanishing, dispassion, cessation, and letting go in the body and painful feeling. "
        },
        {
          "scid": "sn36.7:6.10",
          "pli": "Tassa kāye ca dukkhāya ca vedanāya aniccānupassino viharato … pe … paṭinissaggānupassino viharato, yo kāye ca dukkhāya ca vedanāya paṭighānusayo, so pahīyati. ",
          "en": "As they do so, they give up the underlying tendency for repulsion towards the body and painful feeling. "
        },
        {
          "scid": "sn36.7:7.1",
          "pli": "Tassa ce, bhikkhave, bhikkhuno evaṃ satassa sampajānassa appamattassa ātāpino pahitattassa viharato uppajjati adukkhamasukhā vedanā, so evaṃ pajānāti: ",
          "en": "While a mendicant is meditating like this—mindful, aware, diligent, keen, and resolute—if neutral feelings arise, they understand: "
        },
        {
          "scid": "sn36.7:7.2",
          "pli": "‘uppannā kho myāyaṃ adukkhamasukhā vedanā. ",
          "en": "‘A neutral feeling has arisen in me. "
        },
        {
          "scid": "sn36.7:7.3",
          "pli": "Sā ca kho paṭicca, no appaṭicca. ",
          "en": "That’s dependent, not independent. "
        },
        {
          "scid": "sn36.7:7.4",
          "pli": "Kiṃ paṭicca? ",
          "en": "Dependent on what? "
        },
        {
          "scid": "sn36.7:7.5",
          "pli": "Imameva kāyaṃ paṭicca. ",
          "en": "Dependent on my own body. "
        },
        {
          "scid": "sn36.7:7.6",
          "pli": "Ayaṃ kho pana kāyo anicco saṅkhato paṭiccasamuppanno. ",
          "en": "But this body is impermanent, conditioned, dependently originated. "
        },
        {
          "scid": "sn36.7:7.7",
          "pli": "Aniccaṃ kho pana saṅkhataṃ paṭiccasamuppannaṃ kāyaṃ paṭicca uppannā adukkhamasukhā vedanā kuto niccā bhavissatī’ti. ",
          "en": "So how could a neutral feeling be permanent, since it has arisen dependent on a body that is impermanent, conditioned, and dependently originated?’ "
        },
        {
          "scid": "sn36.7:7.8",
          "pli": "So kāye ca adukkhamasukhāya ca vedanāya aniccānupassī viharati, vayānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati. ",
          "en": "They meditate observing impermanence, vanishing, dispassion, cessation, and letting go in the body and neutral feeling. "
        },
        {
          "scid": "sn36.7:7.9",
          "pli": "Tassa kāye ca adukkhamasukhāya ca vedanāya aniccānupassino viharato … pe … paṭinissaggānupassino viharato, yo kāye ca adukkhamasukhāya ca vedanāya avijjānusayo, so pahīyati. ",
          "en": "As they do so, they give up the underlying tendency for ignorance towards the body and neutral feeling. "
        },
        {
          "scid": "sn36.7:8.1",
          "pli": "So sukhañce vedanaṃ vedayati, sā aniccāti pajānāti, anajjhositāti pajānāti, anabhinanditāti pajānāti; ",
          "en": "If they feel a pleasant feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. "
        },
        {
          "scid": "sn36.7:8.2",
          "pli": "dukkhañce vedanaṃ vedayati … pe … ",
          "en": "If they feel a painful feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. "
        },
        {
          "scid": "sn36.7:8.3",
          "pli": "adukkhamasukhañce vedanaṃ vedayati, sā aniccāti pajānāti, anajjhositāti pajānāti, anabhinanditāti pajānāti. ",
          "en": "If they feel a neutral feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t take pleasure in it. "
        },
        {
          "scid": "sn36.7:8.4",
          "pli": "So sukhañce vedanaṃ vedayati, visaññutto naṃ vedayati; ",
          "en": "If they feel a pleasant feeling, they feel it detached. "
        },
        {
          "scid": "sn36.7:8.5",
          "pli": "dukkhañce vedanaṃ vedayati, visaññutto naṃ vedayati; ",
          "en": "If they feel a painful feeling, they feel it detached. "
        },
        {
          "scid": "sn36.7:8.6",
          "pli": "adukkhamasukhañce vedanaṃ vedayati, visaññutto naṃ vedayati. ",
          "en": "If they feel a neutral feeling, they feel it detached. "
        },
        {
          "scid": "sn36.7:8.7",
          "pli": "So kāyapariyantikaṃ vedanaṃ vedayamāno ‘kāyapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti, jīvitapariyantikaṃ vedanaṃ vedayamāno ‘jīvitapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti. ",
          "en": "Feeling the end of the body approaching, they understand: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, they understand: ‘I feel the end of life approaching.’ "
        },
        {
          "scid": "sn36.7:8.8",
          "pli": "‘Kāyassa bhedā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītībhavissantī’ti pajānāti. ",
          "en": "They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, since I no longer take pleasure in it, will become cool right here.’ "
        },
        {
          "scid": "sn36.7:9.1",
          "pli": "Seyyathāpi, bhikkhave, telañca paṭicca vaṭṭiñca paṭicca telappadīpo jhāyeyya, ",
          "en": "Suppose an oil lamp depended on oil and a wick to burn. "
        },
        {
          "scid": "sn36.7:9.2",
          "pli": "tasseva telassa ca vaṭṭiyā ca pariyādānā anāhāro nibbāyeyya; ",
          "en": "As the oil and the wick are used up, it would be extinguished due to lack of fuel. "
        },
        {
          "scid": "sn36.7:9.3",
          "pli": "evameva kho, bhikkhave, bhikkhu kāyapariyantikaṃ vedanaṃ vedayamāno ‘kāyapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti. Jīvitapariyantikaṃ vedanaṃ vedayamāno ‘jīvitapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti. ",
          "en": "In the same way, feeling the end of the body approaching, a mendicant understands: ‘I feel the end of the body approaching.’ Feeling the end of life approaching, a mendicant understands: ‘I feel the end of life approaching.’ "
        },
        {
          "scid": "sn36.7:9.4",
          "pli": "‘Kāyassa bhedā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītībhavissantī’ti pajānātī”ti. ",
          "en": "They understand: ‘When my body breaks up and my life is over, everything that’s felt, since I no longer take pleasure in it, will become cool right here.’” "
        },
        {
          "scid": "sn36.7:9.5",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Vesālī,…",
      "expandable": false
    }
  ],
  "suttaCode": "sn36.7/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 36.7",
    "volpages": "SN iv 210",
    "uid": "sn36.7",
    "blurb": "A mendicant should await their death mindful and aware. They should bear the feelings of approaching death with wisdom and equanimity.",
    "difficulty": null,
    "original_title": "Paṭhamagelañña Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Infirmary (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn36.7_sujato",
        "segmented": true,
        "title": "The Infirmary (1st) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn36.7_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Sick Ward (1)"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}