{
  "sutta_uid": "sn36.6",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn36.6",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "An Arrow ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Infirmary (1st) ",
      "uid": "sn36.7"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Should Be Seen ",
      "uid": "sn36.5"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn36.6:0.1",
          "pli": "Saṃyutta Nikāya 36 ",
          "en": "Linked Discourses 36 "
        },
        {
          "scid": "sn36.6:0.2",
          "pli": "1. Sagāthāvagga ",
          "en": "1. With Verses "
        },
        {
          "scid": "sn36.6:0.3",
          "pli": "6. Sallasutta ",
          "en": "6. An Arrow "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 36 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn36.6:1.1",
          "pli": "“Assutavā, bhikkhave, puthujjano sukhampi vedanaṃ vedayati, dukkhampi vedanaṃ vedayati, adukkhamasukhampi vedanaṃ vedayati. ",
          "en": "“Mendicants, an uneducated ordinary person feels pleasant, painful, and neutral feelings. "
        },
        {
          "scid": "sn36.6:1.2",
          "pli": "Sutavā, bhikkhave, ariyasāvako sukhampi vedanaṃ vedayati, dukkhampi vedanaṃ vedayati, adukkhamasukhampi vedanaṃ vedayati. ",
          "en": "An educated noble disciple also feels pleasant, painful, and neutral feelings. "
        },
        {
          "scid": "sn36.6:1.3",
          "pli": "Tatra, bhikkhave, ko viseso ko adhippayāso kiṃ nānākaraṇaṃ sutavato ariyasāvakassa assutavatā puthujjanenā”ti? ",
          "en": "What, then, is the difference between an ordinary uneducated person and an educated noble disciple?” "
        },
        {
          "scid": "sn36.6:1.4",
          "pli": "Bhagavaṃmūlakā no, bhante, dhammā … pe … ",
          "en": "“Our teachings are rooted in the Buddha. …” "
        },
        {
          "scid": "sn36.6:1.5",
          "pli": "assutavā, bhikkhave, puthujjano dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati. ",
          "en": "“When an uneducated ordinary person experiences painful physical feelings they sorrow and pine and lament, beating their breast and falling into confusion. "
        },
        {
          "scid": "sn36.6:1.6",
          "pli": "So dve vedanā vedayati—",
          "en": "They experience two feelings: "
        },
        {
          "scid": "sn36.6:1.7",
          "pli": "kāyikañca, cetasikañca. ",
          "en": "physical and mental. "
        },
        {
          "scid": "sn36.6:1.8",
          "pli": "Seyyathāpi, bhikkhave, purisaṃ sallena vijjheyya. ",
          "en": "It’s like a person who is struck with an arrow, "
        },
        {
          "scid": "sn36.6:1.9",
          "pli": "Tamenaṃ dutiyena sallena anuvedhaṃ vijjheyya. ",
          "en": "only to be struck with a second arrow. "
        },
        {
          "scid": "sn36.6:1.10",
          "pli": "Evañhi so, bhikkhave, puriso dvisallena vedanaṃ vedayati. ",
          "en": "That person experiences the feeling of two arrows. "
        },
        {
          "scid": "sn36.6:1.11",
          "pli": "Evameva kho, bhikkhave, assutavā puthujjano dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati. ",
          "en": "In the same way, when an uneducated ordinary person experiences painful physical feelings they sorrow and pine and lament, beating their breast and falling into confusion. "
        },
        {
          "scid": "sn36.6:1.12",
          "pli": "So dve vedanā vedayati—",
          "en": "They experience two feelings: "
        },
        {
          "scid": "sn36.6:1.13",
          "pli": "kāyikañca, cetasikañca. ",
          "en": "physical and mental. "
        },
        {
          "scid": "sn36.6:1.14",
          "pli": "Tassāyeva kho pana dukkhāya vedanāya phuṭṭho samāno paṭighavā hoti. ",
          "en": "When they’re touched by painful feeling, they resist it. "
        },
        {
          "scid": "sn36.6:1.15",
          "pli": "Tamenaṃ dukkhāya vedanāya paṭighavantaṃ, yo dukkhāya vedanāya paṭighānusayo, so anuseti. ",
          "en": "The underlying tendency for repulsion towards painful feeling underlies that. "
        },
        {
          "scid": "sn36.6:1.16",
          "pli": "So dukkhāya vedanāya phuṭṭho samāno kāmasukhaṃ abhinandati. ",
          "en": "When touched by painful feeling they look forward to enjoying sensual pleasures. "
        },
        {
          "scid": "sn36.6:1.17",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "sn36.6:1.18",
          "pli": "Na hi so, bhikkhave, pajānāti assutavā puthujjano aññatra kāmasukhā dukkhāya vedanāya nissaraṇaṃ, ",
          "en": "Because an uneducated ordinary person doesn’t understand any escape from painful feeling apart from sensual pleasures. "
        },
        {
          "scid": "sn36.6:1.19",
          "pli": "tassa kāmasukhañca abhinandato, yo sukhāya vedanāya rāgānusayo, so anuseti. ",
          "en": "Since they look forward to enjoying sensual pleasures, the underlying tendency to greed for pleasant feeling underlies that. "
        },
        {
          "scid": "sn36.6:1.20",
          "pli": "So tāsaṃ vedanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāti. ",
          "en": "They don’t truly understand feelings’ origin, ending, gratification, drawback, and escape. "
        },
        {
          "scid": "sn36.6:1.21",
          "pli": "Tassa tāsaṃ vedanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ appajānato, yo adukkhamasukhāya vedanāya avijjānusayo, so anuseti. ",
          "en": "The underlying tendency to ignorance about neutral feeling underlies that. "
        },
        {
          "scid": "sn36.6:1.22",
          "pli": "So sukhañce vedanaṃ vedayati, saññutto naṃ vedayati. ",
          "en": "If they feel a pleasant feeling, they feel it attached. "
        },
        {
          "scid": "sn36.6:1.23",
          "pli": "Dukkhañce vedanaṃ vedayati, saññutto naṃ vedayati. ",
          "en": "If they feel a painful feeling, they feel it attached. "
        },
        {
          "scid": "sn36.6:1.24",
          "pli": "Adukkhamasukhañce vedanaṃ vedayati, saññutto naṃ vedayati. ",
          "en": "If they feel a neutral feeling, they feel it attached. "
        },
        {
          "scid": "sn36.6:1.25",
          "pli": "Ayaṃ vuccati, bhikkhave, ‘assutavā puthujjano saññutto jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, saññutto dukkhasmā’ti vadāmi. ",
          "en": "They’re called an uneducated ordinary person who is attached to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress, I say. "
        },
        {
          "scid": "sn36.6:2.1",
          "pli": "Sutavā ca kho, bhikkhave, ariyasāvako dukkhāya vedanāya phuṭṭho samāno na socati, na kilamati, na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati. ",
          "en": "When an educated noble disciple experiences painful physical feelings they don’t sorrow or pine or lament, beating their breast and falling into confusion. "
        },
        {
          "scid": "sn36.6:2.2",
          "pli": "So ekaṃ vedanaṃ vedayati—",
          "en": "They experience one feeling: "
        },
        {
          "scid": "sn36.6:2.3",
          "pli": "kāyikaṃ, na cetasikaṃ. ",
          "en": "physical, not mental. "
        },
        {
          "scid": "sn36.6:3.1",
          "pli": "Seyyathāpi, bhikkhave, purisaṃ sallena vijjheyya. ",
          "en": "It’s like a person who is struck with an arrow, "
        },
        {
          "scid": "sn36.6:3.2",
          "pli": "Tamenaṃ dutiyena sallena anuvedhaṃ na vijjheyya. ",
          "en": "but was not struck with a second arrow. "
        },
        {
          "scid": "sn36.6:3.3",
          "pli": "Evañhi so, bhikkhave, puriso ekasallena vedanaṃ vedayati. ",
          "en": "That person would experience the feeling of one arrow. "
        },
        {
          "scid": "sn36.6:3.4",
          "pli": "Evameva kho, bhikkhave, sutavā ariyasāvako dukkhāya vedanāya phuṭṭho samāno na socati, na kilamati, na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati. ",
          "en": "In the same way, when an educated noble disciple experiences painful physical feelings they don’t sorrow or pine or lament, beating their breast and falling into confusion. "
        },
        {
          "scid": "sn36.6:3.5",
          "pli": "So ekaṃ vedanaṃ vedayati—",
          "en": "They experience one feeling: "
        },
        {
          "scid": "sn36.6:3.6",
          "pli": "kāyikaṃ, na cetasikaṃ. ",
          "en": "physical, not mental. "
        },
        {
          "scid": "sn36.6:3.7",
          "pli": "Tassāyeva kho pana dukkhāya vedanāya phuṭṭho samāno paṭighavā na hoti. ",
          "en": "When they’re touched by painful feeling, they don’t resist it. "
        },
        {
          "scid": "sn36.6:3.8",
          "pli": "Tamenaṃ dukkhāya vedanāya appaṭighavantaṃ, yo dukkhāya vedanāya paṭighānusayo, so nānuseti. ",
          "en": "There’s no underlying tendency for repulsion towards painful feeling underlying that. "
        },
        {
          "scid": "sn36.6:3.9",
          "pli": "So dukkhāya vedanāya phuṭṭho samāno kāmasukhaṃ nābhinandati. ",
          "en": "When touched by painful feeling they don’t look forward to enjoying sensual pleasures. "
        },
        {
          "scid": "sn36.6:3.10",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "sn36.6:3.11",
          "pli": "Pajānāti hi so, bhikkhave, sutavā ariyasāvako aññatra kāmasukhā dukkhāya vedanāya nissaraṇaṃ. ",
          "en": "Because an educated noble disciple understands an escape from painful feeling apart from sensual pleasures. "
        },
        {
          "scid": "sn36.6:3.12",
          "pli": "Tassa kāmasukhaṃ nābhinandato yo sukhāya vedanāya rāgānusayo, so nānuseti. ",
          "en": "Since they don’t look forward to enjoying sensual pleasures, there’s no underlying tendency to greed for pleasant feeling underlying that. "
        },
        {
          "scid": "sn36.6:3.13",
          "pli": "So tāsaṃ vedanānaṃ samudayañca atthaṅgamañca assādañca ādīnavaṃ ca nissaraṇañca yathābhūtaṃ pajānāti. ",
          "en": "They truly understand feelings’ origin, ending, gratification, drawback, and escape. "
        },
        {
          "scid": "sn36.6:3.14",
          "pli": "Tassa tāsaṃ vedanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānato, yo adukkhamasukhāya vedanāya avijjānusayo, so nānuseti. ",
          "en": "There’s no underlying tendency to ignorance about neutral feeling underlying that. "
        },
        {
          "scid": "sn36.6:3.15",
          "pli": "So sukhañce vedanaṃ vedayati, visaññutto naṃ vedayati. ",
          "en": "If they feel a pleasant feeling, they feel it detached. "
        },
        {
          "scid": "sn36.6:3.16",
          "pli": "Dukkhañce vedanaṃ vedayati, visaññutto naṃ vedayati. ",
          "en": "If they feel a painful feeling, they feel it detached. "
        },
        {
          "scid": "sn36.6:3.17",
          "pli": "Adukkhamasukhañce vedanaṃ vedayati, visaññutto naṃ vedayati. ",
          "en": "If they feel a neutral feeling, they feel it detached. "
        },
        {
          "scid": "sn36.6:3.18",
          "pli": "Ayaṃ vuccati, bhikkhave, ‘sutavā ariyasāvako visaññutto jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, visaññutto dukkhasmā’ti vadāmi. ",
          "en": "They’re called an educated noble disciple who is detached from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress, I say. "
        },
        {
          "scid": "sn36.6:3.19",
          "pli": "Ayaṃ kho, bhikkhave, viseso, ayaṃ adhippayāso, idaṃ nānākaraṇaṃ sutavato ariyasāvakassa assutavatā puthujjanenāti. ",
          "en": "This is the difference between an educated noble disciple and an uneducated ordinary person. "
        },
        {
          "scid": "sn36.6:4.1",
          "pli": "Na vedanaṃ vedayati sapañño, ",
          "en": "A wise and learned person isn’t affected "
        },
        {
          "scid": "sn36.6:4.2",
          "pli": "Sukhampi dukkhampi bahussutopi; ",
          "en": "by feelings of pleasure and pain. "
        },
        {
          "scid": "sn36.6:4.3",
          "pli": "Ayañca dhīrassa puthujjanena, ",
          "en": "This is the great difference in skill "
        },
        {
          "scid": "sn36.6:4.4",
          "pli": "Mahā viseso kusalassa hoti. ",
          "en": "between the wise and the ordinary. "
        },
        {
          "scid": "sn36.6:5.1",
          "pli": "Saṅkhātadhammassa bahussutassa, ",
          "en": "A learned person who has comprehended the teaching "
        },
        {
          "scid": "sn36.6:5.2",
          "pli": "Vipassato lokamimaṃ parañca; ",
          "en": "discerns this world and the next. "
        },
        {
          "scid": "sn36.6:5.3",
          "pli": "Iṭṭhassa dhammā na mathenti cittaṃ, ",
          "en": "Desirable things don’t disturb their mind, "
        },
        {
          "scid": "sn36.6:5.4",
          "pli": "Aniṭṭhato no paṭighātameti. ",
          "en": "nor are they repelled by the undesirable. "
        },
        {
          "scid": "sn36.6:6.1",
          "pli": "Tassānurodhā athavā virodhā, ",
          "en": "Both favoring and opposing "
        },
        {
          "scid": "sn36.6:6.2",
          "pli": "Vidhūpitā atthagatā na santi; ",
          "en": "are cleared and ended, they are no more. "
        },
        {
          "scid": "sn36.6:6.3",
          "pli": "Padañca ñatvā virajaṃ asokaṃ, ",
          "en": "Knowing the stainless, sorrowless state, "
        },
        {
          "scid": "sn36.6:6.4",
          "pli": "Sammā pajānāti bhavassa pāragū”ti. ",
          "en": "they understand rightly, going beyond rebirth.” "
        },
        {
          "scid": "sn36.6:6.5",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, an uneducated ordinary person feels pleasant, painful, and…",
      "expandable": false
    }
  ],
  "suttaCode": "sn36.6/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 36.6",
    "volpages": "SN iv 207",
    "uid": "sn36.6",
    "blurb": "Both ordinary and awakened people experience the three feelings. The difference is that when an ordinary person is stricken with feeling, they react, creating more suffering, whereas an awakened person responds with equanimity.",
    "difficulty": null,
    "original_title": "Salla Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "An Arrow ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn36.6_sujato",
        "segmented": true,
        "title": "An Arrow ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn36.6_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Dart"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 6
  }
}