{
  "sutta_uid": "sn41.4",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn41.4",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Mahaka’s Demonstration ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Kāmabhū (1st) ",
      "uid": "sn41.5"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Isidatta (2nd) ",
      "uid": "sn41.3"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn41.4:0.1",
          "pli": "Saṃyutta Nikāya 41 ",
          "en": "Linked Discourses 41 "
        },
        {
          "scid": "sn41.4:0.2",
          "pli": "1. Cittavagga ",
          "en": "1. With Citta "
        },
        {
          "scid": "sn41.4:0.3",
          "pli": "4. Mahakapāṭihāriyasutta ",
          "en": "4. Mahaka’s Demonstration "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 41 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn41.4:1.1",
          "pli": "Ekaṃ samayaṃ sambahulā therā bhikkhū macchikāsaṇḍe viharanti ambāṭakavane. ",
          "en": "At one time several senior mendicants were staying near Macchikāsaṇḍa in the Wild Mango Grove. "
        },
        {
          "scid": "sn41.4:1.2",
          "pli": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami; upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho citto gahapati there bhikkhū etadavoca: ",
          "en": "Then Citta the householder went up to them, bowed, sat down to one side, and said to them, "
        },
        {
          "scid": "sn41.4:1.3",
          "pli": "“adhivāsentu me, bhante therā, svātanāya gokule bhattan”ti. ",
          "en": "“Sirs, may the senior mendicants please accept my offering of tomorrow’s meal in my barn.” "
        },
        {
          "scid": "sn41.4:1.4",
          "pli": "Adhivāsesuṃ kho therā bhikkhū tuṇhībhāvena. ",
          "en": "They consented in silence. "
        },
        {
          "scid": "sn41.4:1.5",
          "pli": "Atha kho citto gahapati therānaṃ bhikkhūnaṃ adhivāsanaṃ viditvā uṭṭhāyāsanā there bhikkhū abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "Then, knowing that the senior mendicants had consented, Citta got up from his seat, bowed, and respectfully circled them, keeping them on his right, before leaving. "
        },
        {
          "scid": "sn41.4:1.6",
          "pli": "Atha kho therā bhikkhū tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena cittassa gahapatino gokulaṃ tenupasaṅkamiṃsu; upasaṅkamitvā paññatte āsane nisīdiṃsu. ",
          "en": "Then when the night had passed, the senior mendicants robed up in the morning and, taking their bowls and robes, went to Citta’s barn, and sat down on the seats spread out. "
        },
        {
          "scid": "sn41.4:2.1",
          "pli": "Atha kho citto gahapati there bhikkhū paṇītena sappipāyāsena sahatthā santappesi sampavāresi. ",
          "en": "Then Citta served and satisfied the senior mendicants with his own hands with delicious milk-rice made with ghee. "
        },
        {
          "scid": "sn41.4:2.2",
          "pli": "Atha kho therā bhikkhū bhuttāvino onītapattapāṇino uṭṭhāyāsanā pakkamiṃsu. ",
          "en": "When the senior mendicants had eaten and washed their hands and bowls, they got up from their seats and left. "
        },
        {
          "scid": "sn41.4:2.3",
          "pli": "Cittopi kho gahapati “sesakaṃ vissajjethā”ti vatvā there bhikkhū piṭṭhito piṭṭhito anubandhi. ",
          "en": "Citta instructed that the remainder of the food be distributed, then followed behind the senior mendicants. "
        },
        {
          "scid": "sn41.4:2.4",
          "pli": "Tena kho pana samayena uṇhaṃ hoti kuthitaṃ; ",
          "en": "Now at that time the heat was sweltering. "
        },
        {
          "scid": "sn41.4:2.5",
          "pli": "te ca therā bhikkhū paveliyamānena maññe kāyena gacchanti, yathā taṃ bhojanaṃ bhuttāvino. ",
          "en": "And those senior mendicants walked along as if their bodies were melting, as happens after a meal. "
        },
        {
          "scid": "sn41.4:3.1",
          "pli": "Tena kho pana samayena āyasmā mahako tasmiṃ bhikkhusaṃghe sabbanavako hoti. ",
          "en": "Now at that time Venerable Mahaka was the most junior mendicant in that Saṅgha. "
        },
        {
          "scid": "sn41.4:3.2",
          "pli": "Atha kho āyasmā mahako āyasmantaṃ theraṃ etadavoca: ",
          "en": "Then Venerable Mahaka said to the senior venerable, "
        },
        {
          "scid": "sn41.4:3.3",
          "pli": "“sādhu khvassa, bhante thera, sītako ca vāto vāyeyya, abbhasampilāpo ca assa, devo ca ekamekaṃ phusāyeyyā”ti. ",
          "en": "“Wouldn’t it be nice, sir, if a cool wind blew, a cloud canopy formed, and a gentle rain drizzled down?” "
        },
        {
          "scid": "sn41.4:4.1",
          "pli": "“Sādhu khvassa, āvuso mahaka, yaṃ sītako ca vāto vāyeyya, abbhasampilāpo ca assa, devo ca ekamekaṃ phusāyeyyā”ti. ",
          "en": "“It would indeed be nice, Reverend Mahaka.” "
        },
        {
          "scid": "sn41.4:4.2",
          "pli": "Atha kho āyasmā mahako tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhari yathā sītako ca vāto vāyi, abbhasampilāpo ca assa, devo ca ekamekaṃ phusi. ",
          "en": "Then Mahaka used his psychic power to will that a cool wind would blow, a cloud canopy would form, and a gentle rain would drizzle down. "
        },
        {
          "scid": "sn41.4:4.3",
          "pli": "Atha kho cittassa gahapatino etadahosi: ",
          "en": "Then Citta thought, "
        },
        {
          "scid": "sn41.4:4.4",
          "pli": "“yo kho imasmiṃ bhikkhusaṃghe sabbanavako bhikkhu tassāyaṃ evarūpo iddhānubhāvo”ti. ",
          "en": "“The most junior mendicant in this Saṅgha has such psychic power!” "
        },
        {
          "scid": "sn41.4:4.5",
          "pli": "Atha kho āyasmā mahako ārāmaṃ sampāpuṇitvā āyasmantaṃ theraṃ etadavoca: ",
          "en": "When they reached the monastery, Mahaka said to the senior venerable, "
        },
        {
          "scid": "sn41.4:4.6",
          "pli": "“alamettāvatā, bhante therā”ti? ",
          "en": "“Sir, is that sufficient?” "
        },
        {
          "scid": "sn41.4:4.7",
          "pli": "“Alamettāvatā, āvuso mahaka. ",
          "en": "“That’s sufficient, Reverend Mahaka, "
        },
        {
          "scid": "sn41.4:4.8",
          "pli": "Katamettāvatā, āvuso mahaka. ",
          "en": "you’ve done enough "
        },
        {
          "scid": "sn41.4:4.9",
          "pli": "Pūjitamettāvatā, āvuso mahakā”ti. ",
          "en": "and offered enough.” "
        },
        {
          "scid": "sn41.4:4.10",
          "pli": "Atha kho therā bhikkhū yathāvihāraṃ agamaṃsu. ",
          "en": "Then the senior mendicants entered their dwellings, "
        },
        {
          "scid": "sn41.4:4.11",
          "pli": "Āyasmāpi mahako sakaṃ vihāraṃ agamāsi. ",
          "en": "and Mahaka entered his own dwelling. "
        },
        {
          "scid": "sn41.4:5.1",
          "pli": "Atha kho citto gahapati yenāyasmā mahako tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahakaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho citto gahapati āyasmantaṃ mahakaṃ etadavoca: ",
          "en": "Then Citta went up to Mahaka, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "sn41.4:5.2",
          "pli": "“sādhu me, bhante, ayyo mahako uttari manussadhammaṃ iddhipāṭihāriyaṃ dassetū”ti. ",
          "en": "“Sir, please show me a superhuman demonstration of psychic power.” "
        },
        {
          "scid": "sn41.4:5.3",
          "pli": "“Tena hi tvaṃ, gahapati, ālinde uttarāsaṅgaṃ paññapetvā tiṇakalāpaṃ okāsehī”ti. ",
          "en": "“Well, then, householder, place your upper robe on the porch and spread a handful of grass on it.” "
        },
        {
          "scid": "sn41.4:5.4",
          "pli": "“Evaṃ, bhante”ti kho citto gahapati āyasmato mahakassa paṭissutvā ālinde uttarāsaṅgaṃ paññapetvā tiṇakalāpaṃ okāsesi. ",
          "en": "“Yes, sir,” replied Citta, and did as he was asked. "
        },
        {
          "scid": "sn41.4:5.5",
          "pli": "Atha kho āyasmā mahako vihāraṃ pavisitvā sūcighaṭikaṃ datvā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhari yathā tālacchiggaḷena ca aggaḷantarikāya ca acci nikkhamitvā tiṇāni jhāpesi, uttarāsaṅgaṃ na jhāpesi. ",
          "en": "Mahaka entered his dwelling and latched the door. Then he used his psychic power to will that a flame shoot out through the keyhole and the chink in the door, and it burned up the grass but not the upper robe. "
        },
        {
          "scid": "sn41.4:5.6",
          "pli": "Atha kho citto gahapati uttarāsaṅgaṃ papphoṭetvā saṃviggo lomahaṭṭhajāto ekamantaṃ aṭṭhāsi. ",
          "en": "Then Citta shook out his upper robe and stood to one side, shocked and awestruck. "
        },
        {
          "scid": "sn41.4:5.7",
          "pli": "Atha kho āyasmā mahako vihārā nikkhamitvā cittaṃ gahapatiṃ etadavoca: ",
          "en": "Mahaka left his dwelling and said to Citta, "
        },
        {
          "scid": "sn41.4:5.8",
          "pli": "“alamettāvatā, gahapatī”ti? ",
          "en": "“Is that sufficient, householder?” "
        },
        {
          "scid": "sn41.4:6.1",
          "pli": "“Alamettāvatā, bhante mahaka. ",
          "en": "“That’s sufficient, sir, "
        },
        {
          "scid": "sn41.4:6.2",
          "pli": "Katamettāvatā, bhante, mahaka. ",
          "en": "you’ve done enough "
        },
        {
          "scid": "sn41.4:6.3",
          "pli": "Pūjitamettāvatā, bhante mahaka. ",
          "en": "and offered enough. "
        },
        {
          "scid": "sn41.4:6.4",
          "pli": "Abhiramatu, bhante, ayyo mahako macchikāsaṇḍe. ",
          "en": "I hope Venerable Mahaka is happy here in Macchikāsaṇḍa, "
        },
        {
          "scid": "sn41.4:6.5",
          "pli": "Ramaṇīyaṃ ambāṭakavanaṃ. ",
          "en": "for the Wild Mango Grove is lovely. "
        },
        {
          "scid": "sn41.4:6.6",
          "pli": "Ahaṃ ayyassa mahakassa ussukkaṃ karissāmi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti. ",
          "en": "I’ll make sure that Venerable Mahaka is provided with robes, alms-food, lodgings, and medicines and supplies for the sick.” "
        },
        {
          "scid": "sn41.4:6.7",
          "pli": "“Kalyāṇaṃ vuccati, gahapatī”ti. ",
          "en": "“That’s nice of you to say, householder.” "
        },
        {
          "scid": "sn41.4:6.8",
          "pli": "Atha kho āyasmā mahako senāsanaṃ saṃsāmetvā pattacīvaramādāya macchikāsaṇḍamhā pakkāmi. ",
          "en": "But Mahaka set his lodgings in order and, taking his bowl and robe, left Macchikasaṇḍa, "
        },
        {
          "scid": "sn41.4:6.9",
          "pli": "Yaṃ macchikāsaṇḍamhā pakkāmi, tathā pakkantova ahosi; ",
          "en": "never to return. "
        },
        {
          "scid": "sn41.4:6.10",
          "pli": "na puna paccāgacchīti. ",
          "en": " "
        },
        {
          "scid": "sn41.4:6.11",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time several senior mendicants were staying near…",
      "expandable": false
    }
  ],
  "suttaCode": "sn41.4/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 41.4",
    "volpages": "SN iv 288",
    "uid": "sn41.4",
    "blurb": "Citta the householder invites some mendicants to his home for a meal. When they left he followed them, and witnessed the junior monk Venerable Mahaka performing a psychic feat. Citta approached Mahaka in his hut and asked him to demonstrate his skills, and Mahaka obliged. Citta offers to support him with requisites, but Mahaka left, never to return.",
    "difficulty": null,
    "original_title": "Mahakapāṭihāriya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Mahaka’s Demonstration ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn41.4_sujato",
        "segmented": true,
        "title": "Mahaka’s Demonstration ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 4
  }
}