{
  "sutta_uid": "sn41.6",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn41.6",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Kāmabhū (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Godatta ",
      "uid": "sn41.7"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Kāmabhū (1st) ",
      "uid": "sn41.5"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn41.6:0.1",
          "pli": "Saṃyutta Nikāya 41 ",
          "en": "Linked Discourses 41 "
        },
        {
          "scid": "sn41.6:0.2",
          "pli": "1. Cittavagga ",
          "en": "1. With Citta "
        },
        {
          "scid": "sn41.6:0.3",
          "pli": "6. Dutiyakāmabhūsutta ",
          "en": "6. With Kāmabhū (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 41 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn41.6:1.1",
          "pli": "Ekaṃ samayaṃ āyasmā kāmabhū macchikāsaṇḍe viharati ambāṭakavane. ",
          "en": "At one time Venerable Kāmabhū was staying near Macchikāsaṇḍa in the Wild Mango Grove. "
        },
        {
          "scid": "sn41.6:1.2",
          "pli": "Atha kho citto gahapati yenāyasmā kāmabhū tenupasaṅkami; upasaṅkamitvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho citto gahapati āyasmantaṃ kāmabhuṃ etadavoca: ",
          "en": "Then Citta the householder went up to Venerable Kāmabhū, sat down to one side, and said to him: "
        },
        {
          "scid": "sn41.6:1.3",
          "pli": "“kati nu kho, bhante, saṅkhārā”ti? ",
          "en": "“Sir, how many processes are there?” "
        },
        {
          "scid": "sn41.6:1.4",
          "pli": "“Tayo kho, gahapati, saṅkhārā—",
          "en": "“Householder, there are three processes. "
        },
        {
          "scid": "sn41.6:1.5",
          "pli": "kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro”ti. ",
          "en": "Physical, verbal, and mental processes.” "
        },
        {
          "scid": "sn41.6:1.6",
          "pli": "“Sādhu, bhante”ti kho citto gahapati āyasmato kāmabhussa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ kāmabhuṃ uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” Citta approved and agreed with what Kāmabhū said. Then he asked another question: "
        },
        {
          "scid": "sn41.6:1.7",
          "pli": "“katamo pana, bhante, kāyasaṅkhāro, katamo vacīsaṅkhāro, katamo cittasaṅkhāro”ti? ",
          "en": "“But sir, what is the physical process? What’s the verbal process? What’s the mental process?” "
        },
        {
          "scid": "sn41.6:1.8",
          "pli": "“Assāsapassāsā kho, gahapati, kāyasaṅkhāro, vitakkavicārā vacīsaṅkhāro, saññā ca vedanā ca cittasaṅkhāro”ti. ",
          "en": "“Breathing is a physical process. Placing the mind and keeping it connected are verbal processes. Perception and feeling are mental processes.” "
        },
        {
          "scid": "sn41.6:2.1",
          "pli": "“Sādhu, bhante”ti kho citto gahapati … pe … uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” he asked another question: "
        },
        {
          "scid": "sn41.6:2.2",
          "pli": "“kasmā pana, bhante, assāsapassāsā kāyasaṅkhāro, kasmā vitakkavicārā vacīsaṅkhāro, kasmā saññā ca vedanā ca cittasaṅkhāro”ti? ",
          "en": "“But sir, why is breathing a physical process? Why are placing the mind and keeping it connected verbal processes? Why are perception and feeling mental processes?” "
        },
        {
          "scid": "sn41.6:2.3",
          "pli": "“Assāsapassāsā kho, gahapati, kāyikā. Ete dhammā kāyappaṭibaddhā, tasmā assāsapassāsā kāyasaṅkhāro. ",
          "en": "“Breathing is physical. It’s tied up with the body, that’s why breathing is a physical process. "
        },
        {
          "scid": "sn41.6:2.4",
          "pli": "Pubbe kho, gahapati, vitakketvā vicāretvā pacchā vācaṃ bhindati, tasmā vitakkavicārā vacīsaṅkhāro. ",
          "en": "First you place the mind and keep it connected, then you break into speech. That’s why placing the mind and keeping it connected are verbal processes. "
        },
        {
          "scid": "sn41.6:2.5",
          "pli": "Saññā ca vedanā ca cetasikā. Ete dhammā cittappaṭibaddhā, tasmā saññā ca vedanā ca cittasaṅkhāro”ti. ",
          "en": "Perception and feeling are mental. They’re tied up with the mind, that’s why perception and feeling are mental processes.” "
        },
        {
          "scid": "sn41.6:3.1",
          "pli": "“Sādhu … pe … uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” he asked another question: "
        },
        {
          "scid": "sn41.6:3.2",
          "pli": "“kathaṃ pana, bhante, saññāvedayitanirodhasamāpatti hotī”ti? ",
          "en": "“But sir, how does someone attain the cessation of perception and feeling?” "
        },
        {
          "scid": "sn41.6:3.3",
          "pli": "“Na kho, gahapati, saññāvedayitanirodhaṃ samāpajjantassa bhikkhuno evaṃ hoti: ",
          "en": "“A mendicant who is entering such an attainment does not think: "
        },
        {
          "scid": "sn41.6:3.4",
          "pli": "‘ahaṃ saññāvedayitanirodhaṃ samāpajjissan’ti vā ‘ahaṃ saññāvedayitanirodhaṃ samāpajjāmī’ti vā ‘ahaṃ saññāvedayitanirodhaṃ samāpanno’ti vā. ",
          "en": "‘I will enter the cessation of perception and feeling’ or ‘I am entering the cessation of perception and feeling’ or ‘I have entered the cessation of perception and feeling.’ "
        },
        {
          "scid": "sn41.6:3.5",
          "pli": "Atha khvassa pubbeva tathā cittaṃ bhāvitaṃ hoti yaṃ taṃ tathattāya upanetī”ti. ",
          "en": "Rather, their mind has been previously developed so as to lead to such a state.” "
        },
        {
          "scid": "sn41.6:4.1",
          "pli": "“Sādhu … pe … uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” he asked another question: "
        },
        {
          "scid": "sn41.6:4.2",
          "pli": "“saññāvedayitanirodhaṃ samāpajjantassa pana, bhante, bhikkhuno katame dhammā paṭhamaṃ nirujjhanti, yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti? ",
          "en": "“But sir, which cease first for a mendicant who is entering the cessation of perception and feeling: physical, verbal, or mental processes?” "
        },
        {
          "scid": "sn41.6:4.3",
          "pli": "“Saññāvedayitanirodhaṃ samāpajjantassa kho, gahapati, bhikkhuno vacīsaṅkhāro paṭhamaṃ nirujjhati, tato kāyasaṅkhāro, tato cittasaṅkhāro”ti. ",
          "en": "“Verbal processes cease first, then physical, then mental.” "
        },
        {
          "scid": "sn41.6:5.1",
          "pli": "“Sādhu … pe … uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” he asked another question: "
        },
        {
          "scid": "sn41.6:5.2",
          "pli": "“yvāyaṃ, bhante, mato kālaṅkato, yo cāyaṃ bhikkhu saññāvedayitanirodhaṃ samāpanno, imesaṃ kiṃ nānākaraṇan”ti? ",
          "en": "“What’s the difference between someone who has passed away and a mendicant who has attained the cessation of perception and feeling?” "
        },
        {
          "scid": "sn41.6:5.3",
          "pli": "“Yvāyaṃ, gahapati, mato kālaṅkato tassa kāyasaṅkhāro niruddho paṭippassaddho, vacīsaṅkhāro niruddho paṭippassaddho, cittasaṅkhāro niruddho paṭippassaddho, āyu parikkhīṇo, usmā vūpasantā, indriyāni viparibhinnāni. ",
          "en": "“When someone dies, their physical, verbal, and mental processes have ceased and stilled; their vitality is spent; their warmth is dissipated; and their faculties have disintegrated. "
        },
        {
          "scid": "sn41.6:5.4",
          "pli": "Yo ca khvāyaṃ, gahapati, bhikkhu saññāvedayitanirodhaṃ samāpanno, tassapi kāyasaṅkhāro niruddho paṭippassaddho, vacīsaṅkhāro niruddho paṭippassaddho, cittasaṅkhāro niruddho paṭippassaddho, āyu aparikkhīṇo, usmā avūpasantā, indriyāni vippasannāni. ",
          "en": "When a mendicant has attained the cessation of perception and feeling, their physical, verbal, and mental processes have ceased and stilled. But their vitality is not spent; their warmth is not dissipated; and their faculties are very clear. "
        },
        {
          "scid": "sn41.6:5.5",
          "pli": "Yvāyaṃ, gahapati, mato kālaṅkato, yo cāyaṃ bhikkhu saññāvedayitanirodhaṃ samāpanno, idaṃ nesaṃ nānākaraṇan”ti. ",
          "en": "That’s the difference between someone who has passed away and a mendicant who has attained the cessation of perception and feeling.” "
        },
        {
          "scid": "sn41.6:6.1",
          "pli": "“Sādhu … pe … uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” he asked another question: "
        },
        {
          "scid": "sn41.6:6.2",
          "pli": "“kathaṃ pana, bhante, saññāvedayitanirodhasamāpattiyā vuṭṭhānaṃ hotī”ti? ",
          "en": "“But sir, how does someone emerge from the cessation of perception and feeling?” "
        },
        {
          "scid": "sn41.6:6.3",
          "pli": "“Na kho, gahapati, saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa bhikkhuno evaṃ hoti: ",
          "en": "“A mendicant who is emerging from such an attainment does not think: "
        },
        {
          "scid": "sn41.6:6.4",
          "pli": "‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhahissan’ti vā ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhahāmī’ti vā ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhito’ti vā. ",
          "en": "‘I will emerge from the cessation of perception and feeling’ or ‘I am emerging from the cessation of perception and feeling’ or ‘I have emerged from the cessation of perception and feeling.’ "
        },
        {
          "scid": "sn41.6:6.5",
          "pli": "Atha khvassa pubbeva tathā cittaṃ bhāvitaṃ hoti, yaṃ taṃ tathattāya upanetī”ti. ",
          "en": "Rather, their mind has been previously developed so as to lead to such a state.” "
        },
        {
          "scid": "sn41.6:7.1",
          "pli": "“Sādhu, bhante … pe … uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” he asked another question: "
        },
        {
          "scid": "sn41.6:7.2",
          "pli": "“saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa pana, bhante, bhikkhuno katame dhammā paṭhamaṃ uppajjanti, yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti? ",
          "en": "“But sir, which arise first for a mendicant who is emerging from the cessation of perception and feeling: physical, verbal, or mental processes?” "
        },
        {
          "scid": "sn41.6:7.3",
          "pli": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa, gahapati, bhikkhuno cittasaṅkhāro paṭhamaṃ uppajjati, tato kāyasaṅkhāro, tato vacīsaṅkhāro”ti. ",
          "en": "“Mental processes arise first, then physical, then verbal.” "
        },
        {
          "scid": "sn41.6:8.1",
          "pli": "“Sādhu … pe … uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” he asked another question: "
        },
        {
          "scid": "sn41.6:8.2",
          "pli": "“saññāvedayitanirodhasamāpattiyā vuṭṭhitaṃ pana, bhante, bhikkhuṃ kati phassā phusanti”? ",
          "en": "“But sir, when a mendicant has emerged from the attainment of the cessation of perception and feeling, how many kinds of contact do they experience?” "
        },
        {
          "scid": "sn41.6:8.3",
          "pli": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṃ kho, gahapati, bhikkhuṃ tayo phassā phusanti—",
          "en": "“They experience three kinds of contact: "
        },
        {
          "scid": "sn41.6:8.4",
          "pli": "suññato phasso, animitto phasso, appaṇihito phasso”ti. ",
          "en": "emptiness, signless, and undirected contacts.” "
        },
        {
          "scid": "sn41.6:9.1",
          "pli": "“Sādhu … pe … uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” he asked another question: "
        },
        {
          "scid": "sn41.6:9.2",
          "pli": "“saññāvedayitanirodhasamāpattiyā vuṭṭhitassa pana, bhante, bhikkhuno kiṃninnaṃ cittaṃ hoti, kiṃpoṇaṃ, kiṃpabbhāran”ti? ",
          "en": "“But sir, when a mendicant has emerged from the attainment of the cessation of perception and feeling, what does their mind slant, slope, and incline to?” "
        },
        {
          "scid": "sn41.6:9.3",
          "pli": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa kho, gahapati, bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāran”ti. ",
          "en": "“Their mind slants, slopes, and inclines to seclusion.” "
        },
        {
          "scid": "sn41.6:10.1",
          "pli": "“Sādhu, bhante”ti kho citto gahapati āyasmato kāmabhussa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ kāmabhuṃ uttariṃ pañhaṃ apucchi: ",
          "en": "Saying “Good, sir,” Citta approved and agreed with what Kāmabhū said. Then he asked another question: "
        },
        {
          "scid": "sn41.6:10.2",
          "pli": "“saññāvedayitanirodhasamāpattiyā pana, bhante, kati dhammā bahūpakārā”ti? ",
          "en": "“But sir, how many things are helpful for attaining the cessation of perception and feeling?” "
        },
        {
          "scid": "sn41.6:10.3",
          "pli": "“Addhā kho tvaṃ, gahapati, yaṃ paṭhamaṃ pucchitabbaṃ taṃ pucchasi. ",
          "en": "“Well, householder, you’ve finally asked what you should have asked first! "
        },
        {
          "scid": "sn41.6:10.4",
          "pli": "Api ca tyāhaṃ byākarissāmi. ",
          "en": "Nevertheless, I will answer you. "
        },
        {
          "scid": "sn41.6:10.5",
          "pli": "Saññāvedayitanirodhasamāpattiyā kho, gahapati, dve dhammā bahūpakārā—",
          "en": "Two things are helpful for attaining the cessation of perception and feeling: "
        },
        {
          "scid": "sn41.6:10.6",
          "pli": "samatho ca vipassanā cā”ti. ",
          "en": "serenity and discernment.” "
        },
        {
          "scid": "sn41.6:10.7",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time Venerable Kāmabhū was staying near Macchikāsaṇḍa…",
      "expandable": false
    }
  ],
  "suttaCode": "sn41.6/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 41.6",
    "volpages": "SN iv 293",
    "uid": "sn41.6",
    "blurb": "Citta asks Kāmabhū about the different kinds of processes (<i>saṅkhāra</i>) in a series of questions that lead to the most profound of meditation experiences. ",
    "difficulty": null,
    "original_title": "Dutiyakāmabhū Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Kāmabhū (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn41.6_sujato",
        "segmented": true,
        "title": "With Kāmabhū (2nd) ",
        "volpage": null
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 6
  }
}