{
  "sutta_uid": "sn41.3",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn41.3",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Isidatta (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Mahaka’s Demonstration ",
      "uid": "sn41.4"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Isidatta (1st) ",
      "uid": "sn41.2"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn41.3:0.1",
          "pli": "Saṃyutta Nikāya 41 ",
          "en": "Linked Discourses 41 "
        },
        {
          "scid": "sn41.3:0.2",
          "pli": "1. Cittavagga ",
          "en": "1. With Citta "
        },
        {
          "scid": "sn41.3:0.3",
          "pli": "3. Dutiyaisidattasutta ",
          "en": "3. With Isidatta (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 41 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn41.3:1.1",
          "pli": "Ekaṃ samayaṃ sambahulā therā bhikkhū macchikāsaṇḍe viharanti ambāṭakavane. ",
          "en": "At one time several senior mendicants were staying near Macchikāsaṇḍa in the Wild Mango Grove. "
        },
        {
          "scid": "sn41.3:1.2",
          "pli": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami; upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho citto gahapati there bhikkhū etadavoca: ",
          "en": "Then Citta the householder went up to them, bowed, sat down to one side, and said to them, "
        },
        {
          "scid": "sn41.3:1.3",
          "pli": "“adhivāsentu me, bhante therā, svātanāya bhattan”ti. ",
          "en": "“Sirs, may the senior mendicants please accept my offering of tomorrow’s meal.” "
        },
        {
          "scid": "sn41.3:1.4",
          "pli": "Adhivāsesuṃ kho therā bhikkhū tuṇhībhāvena. ",
          "en": "They consented in silence. "
        },
        {
          "scid": "sn41.3:1.5",
          "pli": "Atha kho citto gahapati therānaṃ bhikkhūnaṃ adhivāsanaṃ viditvā uṭṭhāyāsanā there bhikkhū abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "Then, knowing that the senior mendicants had consented, Citta got up from his seat, bowed, and respectfully circled them, keeping them on his right, before leaving. "
        },
        {
          "scid": "sn41.3:1.6",
          "pli": "Atha kho therā bhikkhū tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena cittassa gahapatissa nivesanaṃ tenupasaṅkamiṃsu; upasaṅkamitvā paññatte āsane nisīdiṃsu. ",
          "en": "Then when the night had passed, the senior mendicants robed up in the morning and, taking their bowls and robes, went to Citta’s home, and sat down on the seats spread out. "
        },
        {
          "scid": "sn41.3:2.1",
          "pli": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami; upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho citto gahapati āyasmantaṃ theraṃ etadavoca: ",
          "en": "So he went up to them, bowed, sat down to one side, and said to the senior venerable: "
        },
        {
          "scid": "sn41.3:2.2",
          "pli": "“yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti: ",
          "en": "“Sir, there are many different views that arise in the world. For example: "
        },
        {
          "scid": "sn41.3:2.3",
          "pli": "‘sassato lokoti vā, asassato lokoti vā, antavā lokoti vā, anantavā lokoti vā, taṃ jīvaṃ taṃ sarīranti vā, aññaṃ jīvaṃ aññaṃ sarīranti vā, hoti tathāgato paraṃ maraṇāti vā, na hoti tathāgato paraṃ maraṇāti vā, hoti ca na ca hoti tathāgato paraṃ maraṇāti vā, neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā. ",
          "en": "the world is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist. "
        },
        {
          "scid": "sn41.3:2.4",
          "pli": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni; ",
          "en": "And also the sixty-two misconceptions spoken of in the Supreme Net Discourse. "
        },
        {
          "scid": "sn41.3:2.5",
          "pli": "imā nu kho, bhante, diṭṭhiyo kismiṃ sati honti, kismiṃ asati na hontī”ti? ",
          "en": "When what exists do these views come to be? When what doesn’t exist do these views not come to be?” "
        },
        {
          "scid": "sn41.3:3.1",
          "pli": "Evaṃ vutte, āyasmā thero tuṇhī ahosi. ",
          "en": "When he said this, the senior venerable kept silent. "
        },
        {
          "scid": "sn41.3:3.2",
          "pli": "Dutiyampi kho citto gahapati … pe … ",
          "en": "For a second time … "
        },
        {
          "scid": "sn41.3:3.3",
          "pli": "tatiyampi kho citto gahapati āyasmantaṃ theraṃ etadavoca: ",
          "en": "And for a third time, Citta said to him: "
        },
        {
          "scid": "sn41.3:3.4",
          "pli": "“yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti—",
          "en": "“Sir, there are many different views that arise in the world. … "
        },
        {
          "scid": "sn41.3:3.5",
          "pli": "sassato lokoti vā, asassato lokoti vā, antavā lokoti vā, anantavā lokoti vā, taṃ jīvaṃ taṃ sarīranti vā, aññaṃ jīvaṃ aññaṃ sarīranti vā, hoti tathāgato paraṃ maraṇāti vā, na hoti tathāgato paraṃ maraṇāti vā, hoti ca na ca hoti tathāgato paraṃ maraṇāti vā, neva hoti na na hoti tathāgato paraṃ maraṇāti vā. ",
          "en": " "
        },
        {
          "scid": "sn41.3:3.6",
          "pli": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni; ",
          "en": " "
        },
        {
          "scid": "sn41.3:3.7",
          "pli": "imā nu kho, bhante, diṭṭhiyo kismiṃ sati honti, kismiṃ asati na hontī”ti? ",
          "en": "When what exists do these views come to be? When what doesn’t exist do these views not come to be?” "
        },
        {
          "scid": "sn41.3:3.8",
          "pli": "Tatiyampi kho āyasmā thero tuṇhī ahosi. ",
          "en": "And a second time and a third time the senior venerable kept silent. "
        },
        {
          "scid": "sn41.3:4.1",
          "pli": "Tena kho pana samayena āyasmā isidatto tasmiṃ bhikkhusaṅghe sabbanavako hoti. ",
          "en": "Now at that time Venerable Isidatta was the most junior mendicant in that Saṅgha. "
        },
        {
          "scid": "sn41.3:4.2",
          "pli": "Atha kho āyasmā isidatto āyasmantaṃ theraṃ etadavoca: ",
          "en": "He said to the senior venerable, "
        },
        {
          "scid": "sn41.3:4.3",
          "pli": "“byākaromahaṃ, bhante thera, cittassa gahapatino etaṃ pañhan”ti? ",
          "en": "“Sir, may I answer Citta’s question?” "
        },
        {
          "scid": "sn41.3:4.4",
          "pli": "“Byākarohi tvaṃ, āvuso isidatta, cittassa gahapatino etaṃ pañhan”ti. ",
          "en": "“Answer it, Reverend Isidatta.” "
        },
        {
          "scid": "sn41.3:4.5",
          "pli": "“Evañhi tvaṃ, gahapati, pucchasi: ",
          "en": "“Householder, is this your question: "
        },
        {
          "scid": "sn41.3:4.6",
          "pli": "‘yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti—",
          "en": "‘There are many different views that arise in the world … "
        },
        {
          "scid": "sn41.3:4.7",
          "pli": "sassato lokoti vā … pe …; ",
          "en": " "
        },
        {
          "scid": "sn41.3:4.8",
          "pli": "imā nu kho, bhante, diṭṭhiyo kismiṃ sati honti, kismiṃ asati na hontī’”ti? ",
          "en": "When what exists do these views come to be? When what doesn’t exist do these views not come to be?’’ "
        },
        {
          "scid": "sn41.3:4.9",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn41.3:4.10",
          "pli": "“Yā imā, gahapati, anekavihitā diṭṭhiyo loke uppajjanti: ",
          "en": "“Householder, there are many different views that arise in the world. For example: "
        },
        {
          "scid": "sn41.3:4.11",
          "pli": "‘sassato lokoti vā, asassato lokoti vā, antavā lokoti vā anantavā lokoti vā, taṃ jīvaṃ taṃ sarīranti vā, aññaṃ jīvaṃ aññaṃ sarīranti vā, hoti tathāgato paraṃ maraṇāti vā, na hoti tathāgato paraṃ maraṇāti vā, hoti ca na ca hoti tathāgato paraṃ maraṇāti vā, neva hoti na na hoti tathāgato paraṃ maraṇāti vā. ",
          "en": "the world is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist. "
        },
        {
          "scid": "sn41.3:4.12",
          "pli": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni; ",
          "en": "And also the sixty-two misconceptions spoken of in the Supreme Net Discourse. "
        },
        {
          "scid": "sn41.3:4.13",
          "pli": "imā kho, gahapati, diṭṭhiyo sakkāyadiṭṭhiyā sati honti, sakkāyadiṭṭhiyā asati na hontī’”ti. ",
          "en": "These views come to be when identity view exists. When identity view does not exist they do not come to be.” "
        },
        {
          "scid": "sn41.3:5.1",
          "pli": "“Kathaṃ pana, bhante, sakkāyadiṭṭhi hotī”ti? ",
          "en": "“But sir, how does identity view come about?” "
        },
        {
          "scid": "sn41.3:5.2",
          "pli": "“Idha, gahapati, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto ",
          "en": "“It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons. "
        },
        {
          "scid": "sn41.3:5.3",
          "pli": "rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ; ",
          "en": "They regard form as self, self as having form, form in self, or self in form. "
        },
        {
          "scid": "sn41.3:5.4",
          "pli": "vedanaṃ attato samanupassati … pe … ",
          "en": "They regard feeling … "
        },
        {
          "scid": "sn41.3:5.5",
          "pli": "saññaṃ … ",
          "en": "perception … "
        },
        {
          "scid": "sn41.3:5.6",
          "pli": "saṅkhāre … ",
          "en": "choices … "
        },
        {
          "scid": "sn41.3:5.7",
          "pli": "viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ, attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ. ",
          "en": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. "
        },
        {
          "scid": "sn41.3:5.8",
          "pli": "Evaṃ kho, gahapati, sakkāyadiṭṭhi hotī”ti. ",
          "en": "That’s how identity view comes about.” "
        },
        {
          "scid": "sn41.3:6.1",
          "pli": "“Kathaṃ pana, bhante, sakkāyadiṭṭhi na hotī”ti? ",
          "en": "“But sir, how does identity view not come about?” "
        },
        {
          "scid": "sn41.3:6.2",
          "pli": "“Idha, gahapati, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto ",
          "en": "“It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons. "
        },
        {
          "scid": "sn41.3:6.3",
          "pli": "na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ, na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ; ",
          "en": "They don’t regard form as self, self as having form, form in self, or self in form. "
        },
        {
          "scid": "sn41.3:6.4",
          "pli": "na vedanaṃ … ",
          "en": "They don’t regard feeling … "
        },
        {
          "scid": "sn41.3:6.5",
          "pli": "na saññaṃ … ",
          "en": "perception … "
        },
        {
          "scid": "sn41.3:6.6",
          "pli": "na saṅkhāre … ",
          "en": "choices … "
        },
        {
          "scid": "sn41.3:6.7",
          "pli": "na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ, na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ. ",
          "en": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. "
        },
        {
          "scid": "sn41.3:6.8",
          "pli": "Evaṃ kho, gahapati, sakkāyadiṭṭhi na hotī”ti. ",
          "en": "That’s how identity view does not come about.” "
        },
        {
          "scid": "sn41.3:7.1",
          "pli": "“Kuto, bhante, ayyo isidatto āgacchatī”ti? ",
          "en": "“Sir, where has Venerable Isidatta come from?” "
        },
        {
          "scid": "sn41.3:7.2",
          "pli": "“Avantiyā kho, gahapati, āgacchāmī”ti. ",
          "en": "“I come from Avanti, householder.” "
        },
        {
          "scid": "sn41.3:7.3",
          "pli": "“Atthi, bhante, avantiyā isidatto nāma kulaputto amhākaṃ adiṭṭhasahāyo pabbajito? ",
          "en": "“Sir, there’s a friend of mine called Isidatta who I’ve never met. He’s gone forth from a good family in Avanti. "
        },
        {
          "scid": "sn41.3:7.4",
          "pli": "Diṭṭho so āyasmatā”ti? ",
          "en": "Have you met him?” "
        },
        {
          "scid": "sn41.3:7.5",
          "pli": "“Evaṃ, gahapatī”ti. ",
          "en": "“Yes, householder.” "
        },
        {
          "scid": "sn41.3:7.6",
          "pli": "“Kahaṃ nu kho so, bhante, āyasmā etarahi viharatī”ti? ",
          "en": "“Sir, where is that venerable now staying?” "
        },
        {
          "scid": "sn41.3:7.7",
          "pli": "Evaṃ vutte, āyasmā isidatto tuṇhī ahosi. ",
          "en": "When he said this, Isidatta kept silent. "
        },
        {
          "scid": "sn41.3:7.8",
          "pli": "“Ayyo no, bhante, isidatto”ti? ",
          "en": "“Sir, are you that Isidatta?” "
        },
        {
          "scid": "sn41.3:7.9",
          "pli": "“Evaṃ, gahapatī”ti. ",
          "en": "“Yes, householder.” "
        },
        {
          "scid": "sn41.3:7.10",
          "pli": "“Abhiramatu, bhante, ayyo isidatto macchikāsaṇḍe. ",
          "en": "“Sir, I hope Venerable Isidatta is happy here in Macchikāsaṇḍa, "
        },
        {
          "scid": "sn41.3:7.11",
          "pli": "Ramaṇīyaṃ ambāṭakavanaṃ. ",
          "en": "for the Wild Mango Grove is lovely. "
        },
        {
          "scid": "sn41.3:7.12",
          "pli": "Ahaṃ ayyassa isidattassa ussukkaṃ karissāmi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti. ",
          "en": "I’ll make sure that Venerable Isidatta is provided with robes, alms-food, lodgings, and medicines and supplies for the sick.” "
        },
        {
          "scid": "sn41.3:7.13",
          "pli": "“Kalyāṇaṃ vuccati, gahapatī”ti. ",
          "en": "“That’s nice of you to say, householder.” "
        },
        {
          "scid": "sn41.3:8.1",
          "pli": "Atha kho citto gahapati āyasmato isidattassa bhāsitaṃ abhinanditvā anumoditvā there bhikkhū paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Then Citta, having approved and agreed with what Isidatta said, served and satisfied the senior mendicants with his own hands with a variety of delicious foods. "
        },
        {
          "scid": "sn41.3:8.2",
          "pli": "Atha kho therā bhikkhū bhuttāvino onītapattapāṇino uṭṭhāyāsanā pakkamiṃsu. ",
          "en": "When the senior mendicants had eaten and washed their hands and bowls, they got up from their seats and left. "
        },
        {
          "scid": "sn41.3:8.3",
          "pli": "Atha kho āyasmā thero āyasmantaṃ isidattaṃ etadavoca: ",
          "en": "Then the senior venerable said to Venerable Isidatta, "
        },
        {
          "scid": "sn41.3:8.4",
          "pli": "“sādhu kho taṃ, āvuso isidatta, eso pañho paṭibhāsi. ",
          "en": "“Isidatta, it’s good that you felt inspired to answer that question, because I didn’t. "
        },
        {
          "scid": "sn41.3:8.5",
          "pli": "Neso pañho maṃ paṭibhāsi. ",
          "en": " "
        },
        {
          "scid": "sn41.3:8.6",
          "pli": "Tenahāvuso isidatta, yadā aññathāpi evarūpo pañho āgaccheyya, taññevettha paṭibhāseyyā”ti. ",
          "en": "So when a similar question comes up, you should also answer it as you feel inspired.” "
        },
        {
          "scid": "sn41.3:8.7",
          "pli": "Atha kho āyasmā isidatto senāsanaṃ saṃsāmetvā pattacīvaramādāya macchikāsaṇḍamhā pakkāmi. ",
          "en": "But Isidatta set his lodgings in order and, taking his bowl and robe, left Macchikasaṇḍa, "
        },
        {
          "scid": "sn41.3:8.8",
          "pli": "Yaṃ macchikāsaṇḍamhā pakkāmi, tathā pakkantova ahosi, na puna paccāgacchīti. ",
          "en": "never to return. "
        },
        {
          "scid": "sn41.3:8.9",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time several senior mendicants were staying near…",
      "expandable": false
    }
  ],
  "suttaCode": "sn41.3/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 41.3",
    "volpages": "SN iv 285",
    "uid": "sn41.3",
    "blurb": "Citta the householder invites some mendicants to his home for a meal. He asks them what is the cause of the ten metaphysical questions and the 62 views of the Brahmajala Sutta, but only the junior monk, Isidatta, is able to answer. Citta realizes that Isidatta is in fact an unseen friend of his from Avantī. He offers to support him with requisites, but Isidatta left, never to return.",
    "difficulty": null,
    "original_title": "Dutiyaisidatta Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Isidatta (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn41.3_sujato",
        "segmented": true,
        "title": "With Isidatta (2nd) ",
        "volpage": null
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "num": 3
  }
}