{
  "sutta_uid": "sn41.9",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn41.9",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Kassapa, the Naked Ascetic ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Seeing the Sick ",
      "uid": "sn41.10"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Nigaṇṭha Nāṭaputta ",
      "uid": "sn41.8"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn41.9:0.1",
          "pli": "Saṃyutta Nikāya 41 ",
          "en": "Linked Discourses 41 "
        },
        {
          "scid": "sn41.9:0.2",
          "pli": "1. Cittavagga ",
          "en": "1. With Citta "
        },
        {
          "scid": "sn41.9:0.3",
          "pli": "9. Acelakassapasutta ",
          "en": "9. With Kassapa, the Naked Ascetic "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 41 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn41.9:1.1",
          "pli": "Tena kho pana samayena acelo kassapo macchikāsaṇḍaṃ anuppatto hoti cittassa gahapatino purāṇagihisahāyo. ",
          "en": "Now at that time the naked ascetic Kassapa, who in lay life was an old friend of Citta, had arrived at Macchikāsaṇḍa. "
        },
        {
          "scid": "sn41.9:1.2",
          "pli": "Assosi kho citto gahapati: “acelo kira kassapo macchikāsaṇḍaṃ anuppatto amhākaṃ purāṇagihisahāyo”ti. ",
          "en": "Citta the householder heard that he had arrived. "
        },
        {
          "scid": "sn41.9:1.3",
          "pli": "Atha kho citto gahapati yena acelo kassapo tenupasaṅkami; upasaṅkamitvā acelena kassapena saddhiṃ sammodi. ",
          "en": "So he went up to him, and they exchanged greetings. "
        },
        {
          "scid": "sn41.9:1.4",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho citto gahapati acelaṃ kassapaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the naked ascetic Kassapa, "
        },
        {
          "scid": "sn41.9:1.5",
          "pli": "“kīvaciraṃ pabbajitassa, bhante kassapā”ti? ",
          "en": "“Sir, Kassapa, how long has it been since you went forth?” "
        },
        {
          "scid": "sn41.9:1.6",
          "pli": "“Tiṃsamattāni kho me, gahapati, vassāni pabbajitassā”ti. ",
          "en": "“It’s been thirty years, householder.” "
        },
        {
          "scid": "sn41.9:1.7",
          "pli": "“Imehi pana te, bhante, tiṃsamattehi vassehi atthi koci uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
          "en": "“But sir, in these thirty years have you achieved any superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease?” "
        },
        {
          "scid": "sn41.9:1.8",
          "pli": "“Imehi kho me, gahapati, tiṃsamattehi vassehi pabbajitassa natthi koci uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro, aññatra naggeyyā ca muṇḍeyyā ca pāvaḷanipphoṭanāya cā”ti. ",
          "en": "“I have no such achievement, householder, only nakedness, baldness, and pokes in the buttocks.” "
        },
        {
          "scid": "sn41.9:1.9",
          "pli": "Evaṃ vutte, citto gahapati acelaṃ kassapaṃ etadavoca: ",
          "en": "Citta said to him, "
        },
        {
          "scid": "sn41.9:1.10",
          "pli": "“acchariyaṃ vata, bho, abbhutaṃ vata, bho. ",
          "en": "“It’s incredible, it’s amazing, "
        },
        {
          "scid": "sn41.9:1.11",
          "pli": "Dhammassa svākkhātatā yatra hi nāma tiṃsamattehi vassehi na koci uttari manussadhammā alamariyañāṇadassanaviseso adhigato abhavissa phāsuvihāro, aññatra naggeyyā ca muṇḍeyyā ca pāvaḷanipphoṭanāya cā”ti. ",
          "en": "how well explained the teaching is. For in thirty years you have achieved no superhuman distinction in knowledge and vision worthy of the noble ones, no meditation at ease, only nakedness, baldness, and pokes in the buttocks.” "
        },
        {
          "scid": "sn41.9:2.1",
          "pli": "“Tuyhaṃ pana, gahapati, kīvaciraṃ upāsakattaṃ upagatassā”ti? ",
          "en": "“But householder, how long have you been a lay follower?” "
        },
        {
          "scid": "sn41.9:2.2",
          "pli": "“Mayhampi kho pana, bhante, tiṃsamattāni vassāni upāsakattaṃ upagatassā”ti. ",
          "en": "“It’s been thirty years, sir.” "
        },
        {
          "scid": "sn41.9:2.3",
          "pli": "“Imehi pana te, gahapati, tiṃsamattehi vassehi atthi koci uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
          "en": "“But householder, in these thirty years have you achieved any superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease?” "
        },
        {
          "scid": "sn41.9:2.4",
          "pli": "“Gihinopi siyā, bhante. ",
          "en": "“How, sir, could I not? "
        },
        {
          "scid": "sn41.9:2.5",
          "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "For whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "sn41.9:2.6",
          "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, vitakkavicārānaṃ vūpasamā … dutiyaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "And whenever I want, as the placing of the mind and keeping it connected are stilled … I enter and remain in the second absorption. "
        },
        {
          "scid": "sn41.9:2.7",
          "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "And whenever I want, with the fading away of rapture … I enter and remain in the third absorption. "
        },
        {
          "scid": "sn41.9:2.8",
          "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "And whenever I want, giving up pleasure and pain … I enter and remain in the fourth absorption. "
        },
        {
          "scid": "sn41.9:2.9",
          "pli": "Sace kho panāhaṃ, bhante, bhagavato paṭhamataraṃ kālaṃ kareyyaṃ, anacchariyaṃ kho panetaṃ yaṃ maṃ bhagavā evaṃ byākareyya: ",
          "en": "If I pass away before the Buddha, it wouldn’t be surprising if the Buddha declares of me: "
        },
        {
          "scid": "sn41.9:2.10",
          "pli": "‘natthi taṃ saṃyojanaṃ yena saṃyojanena saṃyutto citto gahapati puna imaṃ lokaṃ āgaccheyyā’”ti. ",
          "en": "‘The householder Citta is bound by no fetter that might return him to this world.’” "
        },
        {
          "scid": "sn41.9:2.11",
          "pli": "Evaṃ vutte, acelo kassapo cittaṃ gahapatiṃ etadavoca: ",
          "en": "When this was said, Kassapa said to Citta, "
        },
        {
          "scid": "sn41.9:2.12",
          "pli": "“acchariyaṃ vata bho, abbhutaṃ vata bho. ",
          "en": "“It’s incredible, it’s amazing, "
        },
        {
          "scid": "sn41.9:2.13",
          "pli": "Dhammassa svākkhātatā, yatra hi nāma gihī odātavasano evarūpaṃ uttari manussadhammā alamariyañāṇadassanavisesaṃ adhigamissati phāsuvihāraṃ. ",
          "en": "how well explained the teaching is. For a white-clothed layperson can achieve such a superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease. "
        },
        {
          "scid": "sn41.9:2.14",
          "pli": "Labheyyāhaṃ, gahapati, imasmiṃ dhammavinaye pabbajjaṃ, labheyyaṃ upasampadan”ti. ",
          "en": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” "
        },
        {
          "scid": "sn41.9:3.1",
          "pli": "Atha kho citto gahapati acelaṃ kassapaṃ ādāya yena therā bhikkhū tenupasaṅkami; upasaṅkamitvā there bhikkhū etadavoca: ",
          "en": "Then Citta the householder took the naked ascetic Kassapa to see the senior mendicants, and said to them: "
        },
        {
          "scid": "sn41.9:3.2",
          "pli": "“ayaṃ, bhante, acelo kassapo amhākaṃ purāṇagihisahāyo. ",
          "en": "“Sirs, this is the naked ascetic Kassapa, who in lay life was an old friend of mine. "
        },
        {
          "scid": "sn41.9:3.3",
          "pli": "Imaṃ therā pabbājentu upasampādentu. ",
          "en": "May the senior monks give him the going forth, the ordination. "
        },
        {
          "scid": "sn41.9:3.4",
          "pli": "Ahamassa ussukkaṃ karissāmi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti. ",
          "en": "I’ll make sure that he’s provided with robes, alms-food, lodgings, and medicines and supplies for the sick.” "
        },
        {
          "scid": "sn41.9:3.5",
          "pli": "Alattha kho acelo kassapo imasmiṃ dhammavinaye pabbajjaṃ, alattha upasampadaṃ. ",
          "en": "And the naked ascetic Kassapa received the going forth, the ordination in this teaching and training. "
        },
        {
          "scid": "sn41.9:3.6",
          "pli": "Acirūpasampanno ca panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
          "en": "Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "sn41.9:3.7",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "sn41.9:3.8",
          "pli": "Aññataro ca panāyasmā kassapo arahataṃ ahosīti. ",
          "en": "And Venerable Kassapa became one of the perfected. "
        },
        {
          "scid": "sn41.9:3.9",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Now at that time the naked ascetic Kassapa, who…",
      "expandable": false
    }
  ],
  "suttaCode": "sn41.9/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 41.9",
    "volpages": "SN iv 300",
    "uid": "sn41.9",
    "blurb": "Citta meets with the naked ascetic Kassapa, an old friend of his, and asks what gains he has realized from the spiritual life. Kassapa admits he has realized no higher attainments, whereupon Citta reveals he has realized many such attainments. Kassapa decides to ordain as a Buddhist mendicant.",
    "difficulty": null,
    "original_title": "Acelakassapa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Kassapa, the Naked Ascetic ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn41.9_sujato",
        "segmented": true,
        "title": "With Kassapa, the Naked Ascetic ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 9
  }
}