{
  "sutta_uid": "sn42.6",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn42.6",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Asibandhaka’s Son ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of the Field ",
      "uid": "sn42.7"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Cavalryman ",
      "uid": "sn42.5"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn42.6:0.1",
          "pli": "Saṃyutta Nikāya 42 ",
          "en": "Linked Discourses 42 "
        },
        {
          "scid": "sn42.6:0.2",
          "pli": "1. Gāmaṇivagga ",
          "en": "1. Chiefs "
        },
        {
          "scid": "sn42.6:0.3",
          "pli": "6. Asibandhakaputtasutta ",
          "en": "6. With Asibandhaka’s Son "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 42 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn42.6:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane. ",
          "en": "At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove. "
        },
        {
          "scid": "sn42.6:1.2",
          "pli": "Atha kho asibandhakaputto gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho asibandhakaputto gāmaṇi bhagavantaṃ etadavoca: ",
          "en": "Then Asibandhaka’s son the chief went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "sn42.6:2.1",
          "pli": "“brāhmaṇā, bhante, pacchā bhūmakā kāmaṇḍalukā sevālamālikā udakorohakā aggiparicārakā. ",
          "en": "“Sir, there are western brahmins draped with moss who carry pitchers, immerse themselves in water, and serve the sacred flame. "
        },
        {
          "scid": "sn42.6:2.2",
          "pli": "Te mataṃ kālaṅkataṃ uyyāpenti nāma saññāpenti nāma saggaṃ nāma okkāmenti. ",
          "en": "When someone has passed away, they truly lift them up, raise them up, and guide them along to heaven. "
        },
        {
          "scid": "sn42.6:2.3",
          "pli": "Bhagavā pana, bhante, arahaṃ sammāsambuddho pahoti tathā kātuṃ yathā sabbo loko kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyā”ti? ",
          "en": "But what about the Blessed One, the perfected one, the fully awakened Buddha: is he able to ensure that the whole world will be reborn in a good place, a heavenly realm when their body breaks up, after death?” "
        },
        {
          "scid": "sn42.6:3.1",
          "pli": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsīti. ",
          "en": "“Well then, chief, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "sn42.6:4.1",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.6:4.2",
          "pli": "idhassa puriso pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko. ",
          "en": "Take a person who kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view. "
        },
        {
          "scid": "sn42.6:4.3",
          "pli": "Tamenaṃ mahājanakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
          "en": "And a large crowd comes together to offer up prayers and praise, circumambulating them with joined palms and saying: "
        },
        {
          "scid": "sn42.6:4.4",
          "pli": "‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatū’ti. ",
          "en": "‘When this person’s body breaks up, after death, may they be reborn in a good place, a heavenly realm!’ "
        },
        {
          "scid": "sn42.6:4.5",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.6:4.6",
          "pli": "api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyā”ti? ",
          "en": "Would that person be reborn in heaven because of their prayers?” "
        },
        {
          "scid": "sn42.6:4.7",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn42.6:5.1",
          "pli": "“Seyyathāpi, gāmaṇi, puriso mahatiṃ puthusilaṃ gambhīre udakarahade pakkhipeyya. ",
          "en": "“Chief, suppose a person were to throw a broad rock into a deep lake. "
        },
        {
          "scid": "sn42.6:5.2",
          "pli": "Tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
          "en": "And a large crowd was to come together to offer up prayers and praise, circumambulating it with joined palms, and saying: "
        },
        {
          "scid": "sn42.6:5.3",
          "pli": "‘ummujja, bho puthusile, uplava, bho puthusile, thalamuplava, bho puthusile’ti. ",
          "en": "‘Rise, good rock! Float, good rock! Float to shore, good rock!’ "
        },
        {
          "scid": "sn42.6:5.4",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.6:5.5",
          "pli": "api nu sā puthusilā mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā ummujjeyya vā uplaveyya vā thalaṃ vā uplaveyyā”ti? ",
          "en": "Would that broad rock rise up or float because of their prayers?” "
        },
        {
          "scid": "sn42.6:5.6",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn42.6:5.7",
          "pli": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko. ",
          "en": "“In the same way, take a person who kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, and have wrong view. "
        },
        {
          "scid": "sn42.6:5.8",
          "pli": "Kiñcāpi taṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
          "en": "Even though a large crowd comes together to offer up prayers and praise … "
        },
        {
          "scid": "sn42.6:5.9",
          "pli": "‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatū’ti, atha kho so puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ",
          "en": "when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn42.6:6.1",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.6:6.2",
          "pli": "idhassa puriso pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhiko. ",
          "en": "Take a person who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view. "
        },
        {
          "scid": "sn42.6:6.3",
          "pli": "Tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
          "en": "And a large crowd comes together to offer up prayers and praise, circumambulating them with joined palms and saying: "
        },
        {
          "scid": "sn42.6:6.4",
          "pli": "‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatū’ti. ",
          "en": "‘When this person’s body breaks up, after death, may they be reborn in a place of loss, a bad place, the underworld, hell!’ "
        },
        {
          "scid": "sn42.6:6.5",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.6:6.6",
          "pli": "api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyā”ti? ",
          "en": "Would that person be reborn in hell because of their prayers?” "
        },
        {
          "scid": "sn42.6:6.7",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn42.6:7.1",
          "pli": "“Seyyathāpi, gāmaṇi, puriso sappikumbhaṃ vā telakumbhaṃ vā gambhīre udakarahade ogāhetvā bhindeyya. Tatra yāssa sakkharā vā kaṭhalā vā sā adhogāmī assa; yañca khvassa tatra sappi vā telaṃ vā taṃ uddhaṃ gāmi assa. ",
          "en": "“Chief, suppose a person were to sink a pot of ghee or oil into a deep lake and break it open. Its shards and chips would sink down, while the ghee or oil in it would rise up. "
        },
        {
          "scid": "sn42.6:7.2",
          "pli": "Tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
          "en": "And a large crowd was to come together to offer up prayers and praise, circumambulating it with joined palms and saying: "
        },
        {
          "scid": "sn42.6:7.3",
          "pli": "‘osīda, bho sappitela, saṃsīda, bho sappitela, adho gaccha, bho sappitelā’ti. ",
          "en": "‘Sink, good ghee or oil! Descend, good ghee or oil! Go down, good ghee or oil!” "
        },
        {
          "scid": "sn42.6:7.4",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.6:7.5",
          "pli": "api nu taṃ sappitelaṃ mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā osīdeyya vā saṃsīdeyya vā adho vā gaccheyyā”ti? ",
          "en": "Would that ghee or oil sink and descend because of their prayers?” "
        },
        {
          "scid": "sn42.6:7.6",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn42.6:8.1",
          "pli": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, pisuṇāya vācāya paṭivirato, pharusāya vācāya paṭivirato, samphappalāpā paṭivirato, anabhijjhālu, abyāpannacitto, sammādiṭṭhiko, ",
          "en": "“In the same way, take a person who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, and have right view. "
        },
        {
          "scid": "sn42.6:8.2",
          "pli": "kiñcāpi taṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya: ",
          "en": "Even though a large crowd comes together to offer up prayers and praise … "
        },
        {
          "scid": "sn42.6:8.3",
          "pli": "‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatū’ti, atha kho so puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyā”ti. ",
          "en": "when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” "
        },
        {
          "scid": "sn42.6:8.4",
          "pli": "Evaṃ vutte, asibandhakaputto gāmaṇi bhagavantaṃ etadavoca: ",
          "en": "When he said this, Asibandhaka’s son the chief said to the Buddha, "
        },
        {
          "scid": "sn42.6:8.5",
          "pli": "“abhikkantaṃ, bhante … pe … ",
          "en": "“Excellent, sir! … "
        },
        {
          "scid": "sn42.6:8.6",
          "pli": "ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "sn42.6:8.7",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Nālandā…",
      "expandable": false
    }
  ],
  "suttaCode": "sn42.6/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 42.6",
    "volpages": "SN iv 311",
    "uid": "sn42.6",
    "blurb": "The chief Asibandhakaputta asks whether the rituals advocated by the western brahmins can bring a person to heaven. The Buddha asserts that only good deeds can take you to a good rebirth, and rituals have no effect.",
    "difficulty": null,
    "original_title": "Asibandhakaputta Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Asibandhaka’s Son ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn42.6_sujato",
        "segmented": true,
        "title": "With Asibandhaka’s Son ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_sn42.6_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1999",
        "segmented": false,
        "volpage": null,
        "title": "To Asibandhakaputta"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 6
  }
}