{
  "sutta_uid": "sn42.10",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn42.10",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Maṇicūḷaka ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Bhadraka ",
      "uid": "sn42.11"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Families ",
      "uid": "sn42.9"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn42.10:0.1",
          "pli": "Saṃyutta Nikāya 42 ",
          "en": "Linked Discourses 42 "
        },
        {
          "scid": "sn42.10:0.2",
          "pli": "1. Gāmaṇivagga ",
          "en": "1. Chiefs "
        },
        {
          "scid": "sn42.10:0.3",
          "pli": "10. Maṇicūḷakasutta ",
          "en": "10. With Maṇicūḷaka "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 42 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn42.10:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "sn42.10:1.2",
          "pli": "Tena kho pana samayena rājantepure rājaparisāya sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
          "en": "Now at that time while the king’s retinue was sitting together in the royal compound this discussion came up among them, "
        },
        {
          "scid": "sn42.10:1.3",
          "pli": "“kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, paṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajatan”ti. ",
          "en": "“Gold and money are proper for Sakyan ascetics. They accept and receive gold and money.” "
        },
        {
          "scid": "sn42.10:2.1",
          "pli": "Tena kho pana samayena maṇicūḷako gāmaṇi tassaṃ parisāyaṃ nisinno hoti. ",
          "en": "Now at that time the chief Maṇicūḷaka was sitting in that assembly. "
        },
        {
          "scid": "sn42.10:2.2",
          "pli": "Atha kho maṇicūḷako gāmaṇi taṃ parisaṃ etadavoca: ",
          "en": "He said to that retinue, "
        },
        {
          "scid": "sn42.10:2.3",
          "pli": "“mā ayyo evaṃ avacuttha. ",
          "en": "“Good sirs, don’t say that. "
        },
        {
          "scid": "sn42.10:2.4",
          "pli": "Na kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā”ti. ",
          "en": "Gold and money are not proper for Sakyan ascetics. They neither accept nor receive gold and money. They have set aside gems and gold, and rejected gold and money.” "
        },
        {
          "scid": "sn42.10:2.5",
          "pli": "Asakkhi kho maṇicūḷako gāmaṇi taṃ parisaṃ saññāpetuṃ. ",
          "en": "He was able to persuade that assembly. "
        },
        {
          "scid": "sn42.10:2.6",
          "pli": "Atha kho maṇicūḷako gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho maṇicūḷako gāmaṇi bhagavantaṃ etadavoca: ",
          "en": "Then Maṇicūḷaka went up to the Buddha, bowed, sat down to one side, and told him what had happened. He then said, "
        },
        {
          "scid": "sn42.10:2.7",
          "pli": "“idha, bhante, rājantepure rājaparisāya sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
          "en": " "
        },
        {
          "scid": "sn42.10:2.8",
          "pli": "‘kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, paṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajatan’ti. ",
          "en": " "
        },
        {
          "scid": "sn42.10:2.9",
          "pli": "Evaṃ vutte, ahaṃ, bhante, taṃ parisaṃ etadavocaṃ: ",
          "en": " "
        },
        {
          "scid": "sn42.10:2.10",
          "pli": "‘mā ayyo evaṃ avacuttha. ",
          "en": " "
        },
        {
          "scid": "sn42.10:2.11",
          "pli": "Na kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā’ti. ",
          "en": " "
        },
        {
          "scid": "sn42.10:2.12",
          "pli": "Asakkhiṃ khvāhaṃ, bhante, taṃ parisaṃ saññāpetuṃ. ",
          "en": " "
        },
        {
          "scid": "sn42.10:2.13",
          "pli": "Kaccāhaṃ, bhante, evaṃ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṃ abhūtena abbhācikkhāmi, dhammassa cānudhammaṃ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti? ",
          "en": "“Answering this way, I trust that I repeat what the Buddha has said, and don’t misrepresent him with an untruth. I trust my explanation is in line with the teaching, and that there are no legitimate grounds for rebuke or criticism.” "
        },
        {
          "scid": "sn42.10:3.1",
          "pli": "“Taggha tvaṃ, gāmaṇi, evaṃ byākaramāno vuttavādī ceva me hosi, na ca maṃ abhūtena abbhācikkhasi, dhammassa cānudhammaṃ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati. ",
          "en": "“Indeed, in answering this way you repeat what I’ve said, and don’t misrepresent me with an untruth. Your explanation is in line with the teaching, and there are no legitimate grounds for rebuke or criticism. "
        },
        {
          "scid": "sn42.10:3.2",
          "pli": "Na hi, gāmaṇi, kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā. ",
          "en": "Gold and money are not proper for Sakyan ascetics. They neither accept nor receive gold and money. They have set aside gems and gold, and rejected gold and money. "
        },
        {
          "scid": "sn42.10:3.3",
          "pli": "Yassa kho, gāmaṇi, jātarūparajataṃ kappati, pañcapi tassa kāmaguṇā kappanti. ",
          "en": "If gold and money were proper for them, then the five kinds of sensual stimulation would also be proper. "
        },
        {
          "scid": "sn42.10:3.4",
          "pli": "Yassa pañca kāmaguṇā kappanti (), ekaṃsenetaṃ, gāmaṇi, dhāreyyāsi assamaṇadhammo asakyaputtiyadhammoti. ",
          "en": "And if the five kinds of sensual stimulation are proper for them, you should definitely regard them as not having the qualities of an ascetic or a follower of the Sakyan. "
        },
        {
          "scid": "sn42.10:3.5",
          "pli": "Api cāhaṃ, gāmaṇi, evaṃ vadāmi—",
          "en": "Rather, chief, I say this: "
        },
        {
          "scid": "sn42.10:3.6",
          "pli": "tiṇaṃ tiṇatthikena pariyesitabbaṃ, dāru dārutthikena pariyesitabbaṃ, sakaṭaṃ sakaṭatthikena pariyesitabbaṃ, puriso purisatthikena pariyesitabbo. ",
          "en": "Straw may be looked for by one needing straw; wood may be looked for by one needing wood; a cart may be looked for by one needing a cart; a workman may be looked for by one needing a workman. "
        },
        {
          "scid": "sn42.10:3.7",
          "pli": "Na tvevāhaṃ, gāmaṇi, kenaci pariyāyena ‘jātarūparajataṃ sāditabbaṃ pariyesitabban’ti vadāmī”ti. ",
          "en": "But I say that there is no way they can accept or look for gold and money.” "
        },
        {
          "scid": "sn42.10:3.8",
          "pli": "Dasamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Rājagaha,…",
      "expandable": false
    }
  ],
  "suttaCode": "sn42.10/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 42.10",
    "volpages": "SN iv 325",
    "uid": "sn42.10",
    "blurb": "Several members of the king’s retinue criticize the Buddhist mendicants for accepting offerings of money. Chief Maṇicūḷaka is among them, and he visits the Buddha to find out the truth. The Buddha categorically denies the accusation.",
    "difficulty": null,
    "original_title": "Maṇicūḷaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Maṇicūḷaka ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn42.10_sujato",
        "segmented": true,
        "title": "With Maṇicūḷaka ",
        "volpage": null
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 10
  }
}