{
  "sutta_uid": "sn42.13",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn42.13",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Pāṭaliya ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Mindfulness of the Body ",
      "uid": "sn43.1"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Rāsiya ",
      "uid": "sn42.12"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn42.13:0.1",
          "pli": "Saṃyutta Nikāya 42 ",
          "en": "Linked Discourses 42 "
        },
        {
          "scid": "sn42.13:0.2",
          "pli": "1. Gāmaṇivagga ",
          "en": "1. Chiefs "
        },
        {
          "scid": "sn42.13:0.3",
          "pli": "13. Pāṭaliyasutta ",
          "en": "13. With Pāṭaliya "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 42 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn42.13:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā koliyesu viharati uttaraṃ nāma koliyānaṃ nigamo. ",
          "en": "At one time the Buddha was staying in the land of the Koliyans, where they have a town called Uttara. "
        },
        {
          "scid": "sn42.13:1.2",
          "pli": "Atha kho pāṭaliyo gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho pāṭaliyo gāmaṇi bhagavantaṃ etadavoca: ",
          "en": "Then Pāṭaliya the chief went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "sn42.13:1.3",
          "pli": "“sutaṃ metaṃ, bhante: ",
          "en": "“Sir, I have heard this: "
        },
        {
          "scid": "sn42.13:1.4",
          "pli": "‘samaṇo gotamo māyaṃ jānātī’ti. ",
          "en": "‘The ascetic Gotama knows magic.’ "
        },
        {
          "scid": "sn42.13:2.1",
          "pli": "Ye te, bhante, evamāhaṃsu: ‘samaṇo gotamo māyaṃ jānātī’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati? ",
          "en": "Do those who say this repeat what the Buddha has said, and not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism? "
        },
        {
          "scid": "sn42.13:2.2",
          "pli": "Anabbhācikkhitukāmā hi mayaṃ, bhante, bhagavantan”ti. ",
          "en": "For we don’t want to misrepresent the Blessed One.” "
        },
        {
          "scid": "sn42.13:2.3",
          "pli": "“Ye te, gāmaṇi, evamāhaṃsu: ‘samaṇo gotamo māyaṃ jānātī’ti, vuttavādino ceva me, te na ca maṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti. ",
          "en": "“Chief, those who say this repeat what I have said, and don’t misrepresent me with an untruth. Their explanation is in line with the teaching, and there are no legitimate grounds for rebuke and criticism.” "
        },
        {
          "scid": "sn42.13:2.4",
          "pli": "“Saccaṃyeva kira, bho, mayaṃ tesaṃ samaṇabrāhmaṇānaṃ na saddahāma: ",
          "en": "“Sir, we didn’t believe that what those ascetics and brahmins said was really true. "
        },
        {
          "scid": "sn42.13:2.5",
          "pli": "‘samaṇo gotamo māyaṃ jānātī’ti, samaṇo khalu bho gotamo māyāvī”ti. ",
          "en": "But it seems the ascetic Gotama is a magician!” "
        },
        {
          "scid": "sn42.13:2.6",
          "pli": "“Yo nu kho, gāmaṇi, evaṃ vadeti: ‘ahaṃ māyaṃ jānāmī’ti, so evaṃ vadeti: ‘ahaṃ māyāvī’”ti. ",
          "en": "“Chief, does someone who says ‘I know magic’ also say ‘I am a magician’?” "
        },
        {
          "scid": "sn42.13:2.7",
          "pli": "“Tatheva taṃ bhagavā hoti, tatheva taṃ sugata hotī”ti. ",
          "en": "“That’s right, Blessed One! That’s right, Holy One!” "
        },
        {
          "scid": "sn42.13:2.8",
          "pli": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi; yathā te khameyya, tathā taṃ byākareyyāsi—",
          "en": "“Well then, brahmin, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "sn42.13:3.1",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.13:3.2",
          "pli": "jānāsi tvaṃ koliyānaṃ lambacūḷake bhaṭe”ti? ",
          "en": "Do you know the Koliyan officers with drooping headdresses?” "
        },
        {
          "scid": "sn42.13:3.3",
          "pli": "“Jānāmahaṃ, bhante, koliyānaṃ lambacūḷake bhaṭe”ti. ",
          "en": "“I know them, sir.” "
        },
        {
          "scid": "sn42.13:3.4",
          "pli": "“Taṃ kiṃ maññasi, gāmaṇi, kimatthiyā koliyānaṃ lambacūḷakā bhaṭā”ti? ",
          "en": "“And what’s their job?” "
        },
        {
          "scid": "sn42.13:3.5",
          "pli": "“Ye ca, bhante, koliyānaṃ corā te ca paṭisedhetuṃ, yāni ca koliyānaṃ dūteyyāni tāni ca vahātuṃ, etadatthiyā, bhante, koliyānaṃ lambacūḷakā bhaṭā”ti. ",
          "en": "“To put a stop to bandits and to deliver messages for the Koliyans.” "
        },
        {
          "scid": "sn42.13:3.6",
          "pli": "“Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "“What do you think, chief? "
        },
        {
          "scid": "sn42.13:3.7",
          "pli": "jānāsi tvaṃ koliyānaṃ lambacūḷake bhaṭe sīlavante vā te dussīle vā”ti? ",
          "en": "Are the Koliyan officers with drooping headdresses moral or immoral?” "
        },
        {
          "scid": "sn42.13:3.8",
          "pli": "“Jānāmahaṃ, bhante, koliyānaṃ lambacūḷake bhaṭe dussīle pāpadhamme; ye ca loke dussīlā pāpadhammā koliyānaṃ lambacūḷakā bhaṭā tesaṃ aññatarā”ti. ",
          "en": "“I know that they’re immoral, of bad character, sir. They are among those in the world who are immoral and of bad character.” "
        },
        {
          "scid": "sn42.13:3.9",
          "pli": "“Yo nu kho, gāmaṇi, evaṃ vadeyya: ",
          "en": "“Would it be right to say that "
        },
        {
          "scid": "sn42.13:3.10",
          "pli": "‘pāṭaliyo gāmaṇi jānāti koliyānaṃ lambacūḷake bhaṭe dussīle pāpadhamme, pāṭaliyopi gāmaṇi dussīlo pāpadhammo’ti, sammā nu kho so vadamāno vadeyyā”ti? ",
          "en": "Pāṭaliya knows the Kolyian officers with drooping headdresses who are immoral, of bad character, so he too must be immoral and of bad character.” "
        },
        {
          "scid": "sn42.13:3.11",
          "pli": "“No hetaṃ, bhante. ",
          "en": "“No, sir. "
        },
        {
          "scid": "sn42.13:3.12",
          "pli": "Aññe, bhante, koliyānaṃ lambacūḷakā bhaṭā, aññohamasmi. Aññathādhammā koliyānaṃ lambacūḷakā bhaṭā, aññathādhammohamasmī”ti. ",
          "en": "I’m quite different from the Koliyan officers with drooping headdresses, we have quite different characters.” "
        },
        {
          "scid": "sn42.13:3.13",
          "pli": "“Tvañhi nāma, gāmaṇi, lacchasi: ‘pāṭaliyo gāmaṇi jānāti koliyānaṃ lambacūḷake bhaṭe dussīle pāpadhamme, na ca pāṭaliyo gāmaṇi dussīlo pāpadhammo’ti, kasmā tathāgato na lacchati: ‘tathāgato māyaṃ jānāti, na ca tathāgato māyāvī’ti? ",
          "en": "“So if you can know those officers of bad character while you are not of bad character, why can’t the Realized One know magic, without being a magician? "
        },
        {
          "scid": "sn42.13:3.14",
          "pli": "Māyañcāhaṃ, gāmaṇi, pajānāmi, māyāya ca vipākaṃ, yathāpaṭipanno ca māyāvī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "I understand magic and its result. And I understand how magicians practice so that when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn42.13:4.1",
          "pli": "Pāṇātipātañcāhaṃ, gāmaṇi, pajānāmi, pāṇātipātassa ca vipākaṃ, yathāpaṭipanno ca pāṇātipātī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "I understand killing living creatures and its result. And I understand how those who kill living creatures practice so that when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn42.13:4.2",
          "pli": "Adinnādānañcāhaṃ, gāmaṇi, pajānāmi, adinnādānassa ca vipākaṃ, yathāpaṭipanno ca adinnādāyī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "I understand stealing … "
        },
        {
          "scid": "sn42.13:4.3",
          "pli": "Kāmesumicchācārañcāhaṃ, gāmaṇi, pajānāmi, kāmesumicchācārassa ca vipākaṃ, yathāpaṭipanno ca kāmesumicchācārī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "sexual misconduct … "
        },
        {
          "scid": "sn42.13:4.4",
          "pli": "Musāvādañcāhaṃ, gāmaṇi, pajānāmi, musāvādassa ca vipākaṃ, yathāpaṭipanno ca musāvādī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "lying … "
        },
        {
          "scid": "sn42.13:4.5",
          "pli": "Pisuṇavācañcāhaṃ, gāmaṇi, pajānāmi, pisuṇavācāya ca vipākaṃ, yathāpaṭipanno ca pisuṇavāco kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "divisive speech … "
        },
        {
          "scid": "sn42.13:4.6",
          "pli": "Pharusavācañcāhaṃ, gāmaṇi, pajānāmi, pharusavācāya ca vipākaṃ, yathāpaṭipanno ca pharusavāco kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "harsh speech … "
        },
        {
          "scid": "sn42.13:4.7",
          "pli": "Samphappalāpañcāhaṃ, gāmaṇi, pajānāmi, samphappalāpassa ca vipākaṃ, yathāpaṭipanno ca samphappalāpī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "talking nonsense … "
        },
        {
          "scid": "sn42.13:4.8",
          "pli": "Abhijjhañcāhaṃ, gāmaṇi, pajānāmi, abhijjhāya ca vipākaṃ, yathāpaṭipanno ca abhijjhālu kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "covetousness … "
        },
        {
          "scid": "sn42.13:4.9",
          "pli": "Byāpādapadosañcāhaṃ, gāmaṇi, pajānāmi, byāpādapadosassa ca vipākaṃ, yathāpaṭipanno ca byāpannacitto kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "ill will … "
        },
        {
          "scid": "sn42.13:4.10",
          "pli": "Micchādiṭṭhiñcāhaṃ, gāmaṇi, pajānāmi, micchādiṭṭhiyā ca vipākaṃ, yathāpaṭipanno ca micchādiṭṭhiko kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi. ",
          "en": "wrong view and its result. And I understand how those who have wrong view practice so that when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn42.13:5.1",
          "pli": "Santi hi, gāmaṇi, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "sn42.13:5.2",
          "pli": "‘yo koci pāṇamatipāteti, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
          "en": "‘Everyone who kills living creatures experiences pain and sadness in the present life. "
        },
        {
          "scid": "sn42.13:5.3",
          "pli": "Yo koci adinnaṃ ādiyati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
          "en": "Everyone who steals … "
        },
        {
          "scid": "sn42.13:5.4",
          "pli": "Yo koci kāmesu micchā carati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayati. ",
          "en": "commits sexual misconduct … "
        },
        {
          "scid": "sn42.13:5.5",
          "pli": "Yo koci musā bhaṇati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti. ",
          "en": "lies experiences pain and sadness in the present life.’ "
        },
        {
          "scid": "sn42.13:6.1",
          "pli": "Dissati kho pana, gāmaṇi, idhekacco mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricārento. ",
          "en": "But you can see someone, garlanded and adorned, nicely bathed and anointed, hair and beard dressed, taking his pleasure with women as if he were a king. "
        },
        {
          "scid": "sn42.13:6.2",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": "You might ask someone: "
        },
        {
          "scid": "sn42.13:6.3",
          "pli": "‘ambho, ayaṃ puriso kiṃ akāsi mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricāretī’ti? ",
          "en": "‘Mister, what did that man do?’ "
        },
        {
          "scid": "sn42.13:6.4",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": "And they’d reply: "
        },
        {
          "scid": "sn42.13:6.5",
          "pli": "‘ambho, ayaṃ puriso rañño paccatthikaṃ pasayha jīvitā voropesi. ",
          "en": "‘Mister, that man attacked the king’s enemy and killed them. "
        },
        {
          "scid": "sn42.13:6.6",
          "pli": "Tassa rājā attamano abhihāramadāsi. ",
          "en": "The king was delighted and gave him this reward. "
        },
        {
          "scid": "sn42.13:6.7",
          "pli": "Tenāyaṃ puriso mālī kuṇḍalī sunhāto suvilitto kappitakesamassu, itthikāmehi rājā maññe paricāretī’ti. ",
          "en": "That’s why he’s garlanded and adorned, nicely bathed and anointed, hair and beard dressed, taking his pleasure with women as if he were a king.’ "
        },
        {
          "scid": "sn42.13:7.1",
          "pli": "Dissati kho, gāmaṇi, idhekacco daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā, dakkhiṇena dvārena nikkhāmetvā, dakkhiṇato nagarassa sīsaṃ chijjamāno. ",
          "en": "And you can see someone else, his arms tied tightly behind his back with a strong rope. His head is shaven and he’s marched from street to street and from square to square to the beating of a harsh drum. Then he’s taken out the south gate and there, to the south of the city, they chop off his head. "
        },
        {
          "scid": "sn42.13:7.2",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": "You might ask someone: "
        },
        {
          "scid": "sn42.13:7.3",
          "pli": "‘ambho, ayaṃ puriso kiṃ akāsi, daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chindatī’ti? ",
          "en": "‘Mister, what did that man do?’ "
        },
        {
          "scid": "sn42.13:7.4",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": "And they’d reply: "
        },
        {
          "scid": "sn42.13:7.5",
          "pli": "‘ambho, ayaṃ puriso rājaverī itthiṃ vā purisaṃ vā jīvitā voropesi, ",
          "en": "‘Mister, that man is an enemy of the king who has murdered a man or a woman. "
        },
        {
          "scid": "sn42.13:7.6",
          "pli": "tena naṃ rājāno gahetvā evarūpaṃ kammakāraṇaṃ kārentī’ti. ",
          "en": "That’s why the rulers arrested him and inflicted such punishment.’ "
        },
        {
          "scid": "sn42.13:8.1",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.13:8.2",
          "pli": "api nu te evarūpaṃ diṭṭhaṃ vā sutaṃ vā”ti? ",
          "en": "Have you seen or heard of such a thing?” "
        },
        {
          "scid": "sn42.13:8.3",
          "pli": "“Diṭṭhañca no, bhante, sutañca suyyissati cā”ti. ",
          "en": "“Sir, we have seen it and heard of it, and we will hear of it again.” "
        },
        {
          "scid": "sn42.13:8.4",
          "pli": "“Tatra, gāmaṇi, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "“Since this is so, the ascetics and brahmins whose view is that "
        },
        {
          "scid": "sn42.13:8.5",
          "pli": "‘yo koci pāṇamatipāteti, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti, saccaṃ vā te āhaṃsu musā vā”ti? ",
          "en": "everyone who kills living creatures experiences pain and sadness in the present life: are they right or wrong?” "
        },
        {
          "scid": "sn42.13:8.6",
          "pli": "“Musā, bhante”. ",
          "en": "“They’re wrong, sir.” "
        },
        {
          "scid": "sn42.13:8.7",
          "pli": "“Ye pana te tucchaṃ musā vilapanti, sīlavanto vā te dussīlā vā”ti? ",
          "en": "“But those who speak hollow, false nonsense: are they moral or immoral?” "
        },
        {
          "scid": "sn42.13:8.8",
          "pli": "“Dussīlā, bhante”. ",
          "en": "“Immoral, sir.” "
        },
        {
          "scid": "sn42.13:8.9",
          "pli": "“Ye pana te dussīlā pāpadhammā micchāpaṭipannā vā te sammāpaṭipannā vā”ti? ",
          "en": "“And are those who are immoral, of bad character practicing wrongly or rightly?” "
        },
        {
          "scid": "sn42.13:8.10",
          "pli": "“Micchāpaṭipannā, bhante”. ",
          "en": "“They’re practicing wrongly, sir.” "
        },
        {
          "scid": "sn42.13:8.11",
          "pli": "“Ye pana te micchāpaṭipannā micchādiṭṭhikā vā te sammādiṭṭhikā vā”ti? ",
          "en": "“And do those who are practicing wrongly have wrong view or right view?” "
        },
        {
          "scid": "sn42.13:8.12",
          "pli": "“Micchādiṭṭhikā, bhante”. ",
          "en": "“They have wrong view, sir.” "
        },
        {
          "scid": "sn42.13:8.13",
          "pli": "“Ye pana te micchādiṭṭhikā kallaṃ nu tesu pasīditun”ti? ",
          "en": "“But is it appropriate to have confidence in those of wrong view?” "
        },
        {
          "scid": "sn42.13:8.14",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn42.13:9.1",
          "pli": "“Dissati kho pana, gāmaṇi, idhekacco mālī kuṇḍalī … pe … itthikāmehi rājā maññe paricārento. ",
          "en": "“You can see someone, garlanded and adorned … "
        },
        {
          "scid": "sn42.13:9.2",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:9.3",
          "pli": "‘ambho, ayaṃ puriso kiṃ akāsi mālī kuṇḍalī … pe … itthikāmehi rājā maññe paricāretī’ti? ",
          "en": " "
        },
        {
          "scid": "sn42.13:9.4",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:9.5",
          "pli": "‘ambho, ayaṃ puriso rañño paccatthikassa pasayha ratanaṃ ahāsi. ",
          "en": "‘Mister, that man attacked the king’s enemy and took their valuables. "
        },
        {
          "scid": "sn42.13:9.6",
          "pli": "Tassa rājā attamano abhihāramadāsi. ",
          "en": "The king was delighted and gave him this reward. …’ … "
        },
        {
          "scid": "sn42.13:9.7",
          "pli": "Tenāyaṃ puriso mālī kuṇḍalī … pe … itthikāmehi rājā maññe paricāretī’ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:10.1",
          "pli": "Dissati kho, gāmaṇi, idhekacco daḷhāya rajjuyā … pe … dakkhiṇato nagarassa sīsaṃ chijjamāno tamenaṃ evamāhaṃsu: ",
          "en": "And you can see someone else, his arms tied tightly behind his back … "
        },
        {
          "scid": "sn42.13:10.2",
          "pli": "‘ambho, ayaṃ puriso kiṃ akāsi daḷhāya rajjuyā … pe … dakkhiṇato nagarassa sīsaṃ chindatī’ti? ",
          "en": " "
        },
        {
          "scid": "sn42.13:10.3",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:10.4",
          "pli": "‘ambho, ayaṃ puriso gāmā vā araññā vā adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
          "en": "‘Mister, that man took something from a village or wilderness, with the intention to commit theft. "
        },
        {
          "scid": "sn42.13:10.5",
          "pli": "Tena naṃ rājāno gahetvā evarūpaṃ kammakāraṇaṃ kārentī’ti. ",
          "en": "That’s why the rulers arrested him and inflicted such punishment.’ "
        },
        {
          "scid": "sn42.13:10.6",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.13:10.7",
          "pli": "api nu te evarūpaṃ diṭṭhaṃ vā sutaṃ vā”ti? ",
          "en": "Have you seen or heard of such a thing?” "
        },
        {
          "scid": "sn42.13:10.8",
          "pli": "“Diṭṭhañca no, bhante, sutañca suyyissati cā”ti. ",
          "en": "“Sir, we have seen it and heard of it, and we will hear of it again.” "
        },
        {
          "scid": "sn42.13:10.9",
          "pli": "“Tatra, gāmaṇi, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "“Since this is so, the ascetics and brahmins whose view is that "
        },
        {
          "scid": "sn42.13:10.10",
          "pli": "‘yo koci adinnaṃ ādiyati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti, saccaṃ vā te āhaṃsu musā vāti … pe … ",
          "en": "everyone who steals experiences pain and sadness in the present life: are they right or wrong? … "
        },
        {
          "scid": "sn42.13:10.11",
          "pli": "kallaṃ nu tesu pasīditun”ti? ",
          "en": "Is it appropriate to have confidence in them?” "
        },
        {
          "scid": "sn42.13:10.12",
          "pli": "“No hetaṃ, bhante”. (2) ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn42.13:11.1",
          "pli": "“Dissati kho pana, gāmaṇi, idhekacco mālī kuṇḍalī … pe … itthikāmehi rājā maññe paricārento. ",
          "en": "“You can see someone, garlanded and adorned … "
        },
        {
          "scid": "sn42.13:11.2",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:11.3",
          "pli": "‘ambho, ayaṃ puriso kiṃ akāsi mālī kuṇḍalī … pe … itthikāmehi rājā maññe paricāretī’ti? ",
          "en": " "
        },
        {
          "scid": "sn42.13:11.4",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:11.5",
          "pli": "‘ambho, ayaṃ puriso rañño paccatthikassa dāresu cārittaṃ āpajji. ",
          "en": "‘Mister, that man had sexual relations with the wives of an enemy king. "
        },
        {
          "scid": "sn42.13:11.6",
          "pli": "Tassa rājā attamano abhihāramadāsi. ",
          "en": "The king was delighted and gave him this reward. …’ … "
        },
        {
          "scid": "sn42.13:11.7",
          "pli": "Tenāyaṃ puriso mālī kuṇḍalī … pe … itthikāmehi rājā maññe paricāretī’ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:12.1",
          "pli": "Dissati kho, gāmaṇi, idhekacco daḷhāya rajjuyā … pe … dakkhiṇato nagarassa sīsaṃ chijjamāno. ",
          "en": "And you can see someone else, his arms tied tightly behind his back … "
        },
        {
          "scid": "sn42.13:12.2",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:12.3",
          "pli": "‘ambho, ayaṃ puriso kiṃ akāsi daḷhāya rajjuyā … pe … dakkhiṇato nagarassa sīsaṃ chindatī’ti? ",
          "en": " "
        },
        {
          "scid": "sn42.13:12.4",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:12.5",
          "pli": "‘ambho, ayaṃ puriso kulitthīsu kulakumārīsu cārittaṃ āpajji, ",
          "en": "‘Mister, that man had sexual relations with the women and maidens of good families. "
        },
        {
          "scid": "sn42.13:12.6",
          "pli": "tena naṃ rājāno gahetvā evarūpaṃ kammakāraṇaṃ kārentī’ti. ",
          "en": "That’s why the rulers arrested him and inflicted such punishment.’ "
        },
        {
          "scid": "sn42.13:12.7",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.13:12.8",
          "pli": "api nu te evarūpaṃ diṭṭhaṃ vā sutaṃ vā”ti? ",
          "en": "Have you seen or heard of such a thing?” "
        },
        {
          "scid": "sn42.13:12.9",
          "pli": "“Diṭṭhañca no, bhante, sutañca suyyissati cā”ti. ",
          "en": "“Sir, we have seen it and heard of it, and we will hear of it again.” "
        },
        {
          "scid": "sn42.13:12.10",
          "pli": "“Tatra, gāmaṇi, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "“Since this is so, the ascetics and brahmins whose view is that "
        },
        {
          "scid": "sn42.13:12.11",
          "pli": "‘yo koci kāmesu micchā carati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti, saccaṃ vā te āhaṃsu musā vāti … pe … ",
          "en": "everyone who commits sexual misconduct experiences pain and sadness in the present life: are they right or wrong? … "
        },
        {
          "scid": "sn42.13:12.12",
          "pli": "kallaṃ nu tesu pasīditun”ti? ",
          "en": "Is it appropriate to have confidence in them?” "
        },
        {
          "scid": "sn42.13:12.13",
          "pli": "“No hetaṃ, bhante”. (3) ",
          "en": "“No, sir.” "
        },
        {
          "scid": "sn42.13:13.1",
          "pli": "“Dissati kho pana, gāmaṇi, idhekacco mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricārento. ",
          "en": "“And you can see someone, garlanded and adorned … "
        },
        {
          "scid": "sn42.13:13.2",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:13.3",
          "pli": "‘ambho, ayaṃ puriso kiṃ akāsi mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricāretī’ti? ",
          "en": " "
        },
        {
          "scid": "sn42.13:13.4",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:13.5",
          "pli": "‘ambho, ayaṃ puriso rājānaṃ musāvādena hāsesi. ",
          "en": "‘Mister, that man amused the king with lies. "
        },
        {
          "scid": "sn42.13:13.6",
          "pli": "Tassa rājā attamano abhihāramadāsi. ",
          "en": "The king was delighted and gave him this reward. …’ … "
        },
        {
          "scid": "sn42.13:13.7",
          "pli": "Tenāyaṃ puriso mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricāretī’ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:14.1",
          "pli": "Dissati kho, gāmaṇi, idhekacco daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chijjamāno. ",
          "en": "And you can see someone else, his arms tied tightly behind his back … "
        },
        {
          "scid": "sn42.13:14.2",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:14.3",
          "pli": "‘ambho, ayaṃ puriso kiṃ akāsi daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā, dakkhiṇena dvārena nikkhāmetvā, dakkhiṇato nagarassa sīsaṃ chindatī’ti? ",
          "en": " "
        },
        {
          "scid": "sn42.13:14.4",
          "pli": "Tamenaṃ evamāhaṃsu: ",
          "en": " "
        },
        {
          "scid": "sn42.13:14.5",
          "pli": "‘ambho, ayaṃ puriso gahapatissa vā gahapatiputtassa vā musāvādena atthaṃ bhañji, ",
          "en": "‘Mister, that man has ruined a householder or householder’s child by lying. "
        },
        {
          "scid": "sn42.13:14.6",
          "pli": "tena naṃ rājāno gahetvā evarūpaṃ kammakāraṇaṃ kārentī’ti. ",
          "en": "That’s why the rulers arrested him and inflicted such punishment.’ "
        },
        {
          "scid": "sn42.13:14.7",
          "pli": "Taṃ kiṃ maññasi, gāmaṇi, ",
          "en": "What do you think, chief? "
        },
        {
          "scid": "sn42.13:14.8",
          "pli": "api nu te evarūpaṃ diṭṭhaṃ vā sutaṃ vā”ti? ",
          "en": "Have you seen or heard of such a thing?” "
        },
        {
          "scid": "sn42.13:14.9",
          "pli": "“Diṭṭhañca no, bhante, sutañca suyyissati cā”ti. ",
          "en": "“Sir, we have seen it and heard of it, and we will hear of it again.” "
        },
        {
          "scid": "sn42.13:14.10",
          "pli": "“Tatra, gāmaṇi, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "“Since this is so, the ascetics and brahmins whose view is that "
        },
        {
          "scid": "sn42.13:14.11",
          "pli": "‘yo koci musā bhaṇati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti, saccaṃ vā te āhaṃsu musā vā”ti? ",
          "en": "everyone who lies experiences pain and sadness in the present life: are they right or wrong?” "
        },
        {
          "scid": "sn42.13:14.12",
          "pli": "“Musā, bhante”. ",
          "en": "“They’re wrong, sir.” "
        },
        {
          "scid": "sn42.13:14.13",
          "pli": "“Ye pana te tucchaṃ musā vilapanti sīlavanto vā te dussīlā vā”ti? ",
          "en": "“But those who speak hollow, false nonsense: are they moral or immoral?” "
        },
        {
          "scid": "sn42.13:14.14",
          "pli": "“Dussīlā, bhante”. ",
          "en": "“Immoral, sir.” "
        },
        {
          "scid": "sn42.13:14.15",
          "pli": "“Ye pana te dussīlā pāpadhammā micchāpaṭipannā vā te sammāpaṭipannā vā”ti? ",
          "en": "“And are those who are immoral, of bad character practicing wrongly or rightly?” "
        },
        {
          "scid": "sn42.13:14.16",
          "pli": "“Micchāpaṭipannā, bhante”. ",
          "en": "“They’re practicing wrongly, sir.” "
        },
        {
          "scid": "sn42.13:14.17",
          "pli": "“Ye pana te micchāpaṭipannā micchādiṭṭhikā vā te sammādiṭṭhikā vā”ti? ",
          "en": "“And do those who are practicing wrongly have wrong view or right view?” "
        },
        {
          "scid": "sn42.13:14.18",
          "pli": "“Micchādiṭṭhikā, bhante”. ",
          "en": "“They have wrong view, sir.” "
        },
        {
          "scid": "sn42.13:14.19",
          "pli": "“Ye pana te micchādiṭṭhikā kallaṃ nu tesu pasīditun”ti? ",
          "en": "“But is it appropriate to have confidence in those of wrong view?” "
        },
        {
          "scid": "sn42.13:14.20",
          "pli": "“No hetaṃ, bhante”. (4) ",
          "en": "“No, sir. "
        },
        {
          "scid": "sn42.13:15.1",
          "pli": "“Acchariyaṃ, bhante, abbhutaṃ, bhante. ",
          "en": "It’s incredible, sir, it’s amazing! "
        },
        {
          "scid": "sn42.13:15.2",
          "pli": "Atthi me, bhante, āvasathāgāraṃ. ",
          "en": "I have a guest house, "
        },
        {
          "scid": "sn42.13:15.3",
          "pli": "Tattha atthi mañcakāni, atthi āsanāni, atthi udakamaṇiko, atthi telappadīpo. ",
          "en": "where there are cots, seats, water pots, and oil lamps. "
        },
        {
          "scid": "sn42.13:15.4",
          "pli": "Tattha yo samaṇo vā brāhmaṇo vā vāsaṃ upeti, tenāhaṃ yathāsatti yathābalaṃ saṃvibhajāmi. ",
          "en": "Whenever an ascetic or brahmin comes to stay, I share what I have as best I can. "
        },
        {
          "scid": "sn42.13:15.5",
          "pli": "Bhūtapubbaṃ, bhante, cattāro satthāro nānādiṭṭhikā nānākhantikā nānārucikā, tasmiṃ āvasathāgāre vāsaṃ upagacchuṃ. ",
          "en": "Once it so happened, sir, that four teachers of different views and opinions came to stay at my guest house. "
        },
        {
          "scid": "sn42.13:16.1",
          "pli": "Eko satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": "One teacher had this doctrine and view: "
        },
        {
          "scid": "sn42.13:16.2",
          "pli": "‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko. Natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ",
          "en": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "sn42.13:17.1",
          "pli": "Eko satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": "One teacher had this doctrine and view: "
        },
        {
          "scid": "sn42.13:17.2",
          "pli": "‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā, ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ",
          "en": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "sn42.13:18.1",
          "pli": "Eko satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": "One teacher had this doctrine and view: "
        },
        {
          "scid": "sn42.13:18.2",
          "pli": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto na karīyati pāpaṃ. ",
          "en": "‘Nothing bad is done by the doer when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. Nothing bad is done when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. "
        },
        {
          "scid": "sn42.13:18.3",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "sn42.13:18.4",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "sn42.13:18.5",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo. ",
          "en": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. "
        },
        {
          "scid": "sn42.13:18.6",
          "pli": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti. ",
          "en": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’ "
        },
        {
          "scid": "sn42.13:19.1",
          "pli": "Eko satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": "One teacher had this doctrine and view: "
        },
        {
          "scid": "sn42.13:19.2",
          "pli": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto karīyati pāpaṃ. ",
          "en": "‘A bad deed is done by the doer when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. A bad deed is done when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. "
        },
        {
          "scid": "sn42.13:19.3",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, evil comes of that, and an outcome of evil. "
        },
        {
          "scid": "sn42.13:19.4",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, evil comes of that, and an outcome of evil. "
        },
        {
          "scid": "sn42.13:19.5",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo. ",
          "en": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, merit comes of that, and an outcome of merit. "
        },
        {
          "scid": "sn42.13:19.6",
          "pli": "Dānena damena saṃyamena saccavajjena atthi puññaṃ, atthi puññassa āgamo’ti. ",
          "en": "In giving, self-control, restraint, and truthfulness there is merit and outcome of merit.’ "
        },
        {
          "scid": "sn42.13:20.1",
          "pli": "Tassa mayhaṃ, bhante, ahudeva kaṅkhā, ahu vicikicchā: ",
          "en": "I had doubt and uncertainty about that: "
        },
        {
          "scid": "sn42.13:20.2",
          "pli": "‘kosu nāma imesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ āha, ko musā’”ti? ",
          "en": "‘I wonder who of these respected ascetics and brahmins speaks the truth, and who speaks falsehood?’” "
        },
        {
          "scid": "sn42.13:21.1",
          "pli": "“Alañhi te, gāmaṇi, kaṅkhituṃ, alaṃ vicikicchituṃ. ",
          "en": "“Chief, no wonder you’re doubting and uncertain. "
        },
        {
          "scid": "sn42.13:21.2",
          "pli": "Kaṅkhanīye ca pana te ṭhāne vicikicchā uppannā”ti. ",
          "en": "Doubt has come up in you about an uncertain matter.” "
        },
        {
          "scid": "sn42.13:21.3",
          "pli": "“Evaṃ pasannohaṃ, bhante, bhagavati. Pahoti me bhagavā tathā dhammaṃ desetuṃ yathāhaṃ imaṃ kaṅkhādhammaṃ pajaheyyan”ti. ",
          "en": "“I am quite confident that the Buddha is capable of teaching me so that I can give up this state of uncertainty.” "
        },
        {
          "scid": "sn42.13:22.1",
          "pli": "“Atthi, gāmaṇi, dhammasamādhi. ",
          "en": "“Chief, there is immersion based on understanding of principle. "
        },
        {
          "scid": "sn42.13:22.2",
          "pli": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi. Evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi. ",
          "en": "If you gain such mental immersion, you can give up that cause of uncertainty. "
        },
        {
          "scid": "sn42.13:22.3",
          "pli": "Katamo ca, gāmaṇi, dhammasamādhi? ",
          "en": "And what is immersion based on understanding of principle? "
        },
        {
          "scid": "sn42.13:22.4",
          "pli": "Idha, gāmaṇi, ariyasāvako pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, adinnādānaṃ pahāya adinnādānā paṭivirato hoti, kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, musāvādaṃ pahāya musāvādā paṭivirato hoti, pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti, samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti, abhijjhaṃ pahāya anabhijjhālu hoti, byāpādapadosaṃ pahāya abyāpannacitto hoti, micchādiṭṭhiṃ pahāya sammādiṭṭhiko hoti. ",
          "en": "It’s when a noble disciple has given up killing living creatures, stealing, sexual misconduct, lying, divisive speech, harsh speech, talking nonsense, covetousness, ill will, and wrong view. "
        },
        {
          "scid": "sn42.13:23.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "sn42.13:23.2",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect thus: "
        },
        {
          "scid": "sn42.13:23.3",
          "pli": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": "‘That teacher who had this doctrine and view: "
        },
        {
          "scid": "sn42.13:23.4",
          "pli": "“natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā, sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī”ti. ",
          "en": "“There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.” "
        },
        {
          "scid": "sn42.13:23.5",
          "pli": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā? ",
          "en": "If what this good teacher says is true, it’s a safe bet for me to not hurt any creature firm or frail. "
        },
        {
          "scid": "sn42.13:23.6",
          "pli": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti. ",
          "en": "I win on both counts, since I’m restrained in body, speech, and mind, and when my body breaks up, after death, I’ll be reborn in a good place, a heavenly realm.’ "
        },
        {
          "scid": "sn42.13:23.7",
          "pli": "Tassa pāmojjaṃ jāyati. ",
          "en": "Joy springs up in them. "
        },
        {
          "scid": "sn42.13:23.8",
          "pli": "Pamuditassa pīti jāyati. ",
          "en": "Being joyful, rapture springs up. "
        },
        {
          "scid": "sn42.13:23.9",
          "pli": "Pītimanassa kāyo passambhati. ",
          "en": "When the mind is full of rapture, the body becomes tranquil. "
        },
        {
          "scid": "sn42.13:23.10",
          "pli": "Passaddhakāyo sukhaṃ vedayati. ",
          "en": "When the body is tranquil, they feel bliss. "
        },
        {
          "scid": "sn42.13:23.11",
          "pli": "Sukhino cittaṃ samādhiyati. ",
          "en": "And when blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "sn42.13:23.12",
          "pli": "Ayaṃ kho, gāmaṇi, dhammasamādhi. ",
          "en": "This is that immersion based on understanding of principle. "
        },
        {
          "scid": "sn42.13:23.13",
          "pli": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi. ",
          "en": "If you gain such mental immersion, you can give up that state of uncertainty. "
        },
        {
          "scid": "sn42.13:24.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "sn42.13:24.2",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect thus: "
        },
        {
          "scid": "sn42.13:24.3",
          "pli": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": "‘That teacher who had this doctrine and view: "
        },
        {
          "scid": "sn42.13:24.4",
          "pli": "“atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā, sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī”ti. ",
          "en": "“There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.” "
        },
        {
          "scid": "sn42.13:24.5",
          "pli": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā? ",
          "en": "If what this good teacher says is true, it’s a safe bet for me to not hurt any creature firm or frail. "
        },
        {
          "scid": "sn42.13:24.6",
          "pli": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti. ",
          "en": "I win on both counts, since I’m restrained in body, speech, and mind, and when my body breaks up, after death, I’ll be reborn in a good place, a heavenly realm.’ "
        },
        {
          "scid": "sn42.13:24.7",
          "pli": "Tassa pāmojjaṃ jāyati. ",
          "en": "Joy springs up in them. "
        },
        {
          "scid": "sn42.13:24.8",
          "pli": "Pamuditassa pīti jāyati. ",
          "en": "Being joyful, rapture springs up. "
        },
        {
          "scid": "sn42.13:24.9",
          "pli": "Pītimanassa kāyo passambhati. ",
          "en": "When the mind is full of rapture, the body becomes tranquil. "
        },
        {
          "scid": "sn42.13:24.10",
          "pli": "Passaddhakāyo sukhaṃ vedayati. ",
          "en": "When the body is tranquil, they feel bliss. "
        },
        {
          "scid": "sn42.13:24.11",
          "pli": "Sukhino cittaṃ samādhiyati. ",
          "en": "And when blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "sn42.13:24.12",
          "pli": "Ayaṃ kho, gāmaṇi, dhammasamādhi. ",
          "en": "This is that immersion based on understanding of principle. "
        },
        {
          "scid": "sn42.13:24.13",
          "pli": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi. ",
          "en": "If you gain such mental immersion, you can give up that state of uncertainty. "
        },
        {
          "scid": "sn42.13:25.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "sn42.13:25.2",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect thus: "
        },
        {
          "scid": "sn42.13:25.3",
          "pli": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": "‘That teacher who had this doctrine and view: "
        },
        {
          "scid": "sn42.13:25.4",
          "pli": "“karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto na karīyati pāpaṃ. ",
          "en": "“Nothing bad is done by the doer when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. Nothing bad is done when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. "
        },
        {
          "scid": "sn42.13:25.5",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "sn42.13:25.6",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. "
        },
        {
          "scid": "sn42.13:25.7",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo. ",
          "en": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. "
        },
        {
          "scid": "sn42.13:25.8",
          "pli": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo”ti. ",
          "en": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.” "
        },
        {
          "scid": "sn42.13:25.9",
          "pli": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā? ",
          "en": "If what this good teacher says is true, it’s a safe bet for me to not hurt any creature firm or frail. "
        },
        {
          "scid": "sn42.13:25.10",
          "pli": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti. ",
          "en": "I win on both counts, since I’m restrained in body, speech, and mind, and when my body breaks up, after death, I’ll be reborn in a good place, a heavenly realm.’ "
        },
        {
          "scid": "sn42.13:25.11",
          "pli": "Tassa pāmojjaṃ jāyati. ",
          "en": "Joy springs up in them. "
        },
        {
          "scid": "sn42.13:25.12",
          "pli": "Pamuditassa pīti jāyati. ",
          "en": "Being joyful, rapture springs up. "
        },
        {
          "scid": "sn42.13:25.13",
          "pli": "Pītimanassa kāyo passambhati. ",
          "en": "When the mind is full of rapture, the body becomes tranquil. "
        },
        {
          "scid": "sn42.13:25.14",
          "pli": "Passaddhakāyo sukhaṃ vedayati. ",
          "en": "When the body is tranquil, they feel bliss. "
        },
        {
          "scid": "sn42.13:25.15",
          "pli": "Sukhino cittaṃ samādhiyati. ",
          "en": "And when blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "sn42.13:25.16",
          "pli": "Ayaṃ kho, gāmaṇi, dhammasamādhi ",
          "en": "This is that immersion based on understanding of principle. "
        },
        {
          "scid": "sn42.13:25.17",
          "pli": "tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi. ",
          "en": "If you gain such mental immersion, you can give up that state of uncertainty. "
        },
        {
          "scid": "sn42.13:26.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "sn42.13:26.2",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect thus: "
        },
        {
          "scid": "sn42.13:26.3",
          "pli": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": "‘That teacher who had this doctrine and view: "
        },
        {
          "scid": "sn42.13:26.4",
          "pli": "“karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto karīyati pāpaṃ. ",
          "en": "“A bad deed is done by the doer when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. A bad deed is done when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. "
        },
        {
          "scid": "sn42.13:26.5",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, evil comes of that, and an outcome of evil. "
        },
        {
          "scid": "sn42.13:26.6",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, evil comes of that, and an outcome of evil. "
        },
        {
          "scid": "sn42.13:26.7",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo. ",
          "en": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, merit comes of that, and an outcome of merit. "
        },
        {
          "scid": "sn42.13:26.8",
          "pli": "Dānena damena saṃyamena saccavajjena atthi puññaṃ atthi puññassa āgamo”ti. ",
          "en": "In giving, self-control, restraint, and truthfulness there is merit and outcome of merit.” "
        },
        {
          "scid": "sn42.13:26.9",
          "pli": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā? ",
          "en": "If what this good teacher says is true, it’s a safe bet for me to not hurt any creature firm or frail. "
        },
        {
          "scid": "sn42.13:26.10",
          "pli": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti. ",
          "en": "I win on both counts, since I’m restrained in body, speech, and mind, and when my body breaks up, after death, I’ll be reborn in a good place, a heavenly realm.’ "
        },
        {
          "scid": "sn42.13:26.11",
          "pli": "Tassa pāmojjaṃ jāyati. ",
          "en": "Joy springs up in them. "
        },
        {
          "scid": "sn42.13:26.12",
          "pli": "Pamuditassa pīti jāyati. ",
          "en": "Being joyful, rapture springs up. "
        },
        {
          "scid": "sn42.13:26.13",
          "pli": "Pītimanassa kāyo passambhati. ",
          "en": "When the mind is full of rapture, the body becomes tranquil. "
        },
        {
          "scid": "sn42.13:26.14",
          "pli": "Passaddhakāyo sukhaṃ vedayati. ",
          "en": "When the body is tranquil, they feel bliss. "
        },
        {
          "scid": "sn42.13:26.15",
          "pli": "Sukhino cittaṃ samādhiyati. ",
          "en": "And when blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "sn42.13:26.16",
          "pli": "Ayaṃ kho, gāmaṇi, dhammasamādhi. ",
          "en": "This is that immersion based on understanding of principle. "
        },
        {
          "scid": "sn42.13:26.17",
          "pli": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi. ",
          "en": "If you gain such mental immersion, you can give up that state of uncertainty. "
        },
        {
          "scid": "sn42.13:27.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato karuṇāsahagatena cetasā ekaṃ disaṃ pharitvā viharati … pe … ",
          "en": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of compassion … "
        },
        {
          "scid": "sn42.13:27.2",
          "pli": "muditāsahagatena cetasā ekaṃ disaṃ pharitvā viharati … pe …. ",
          "en": "rejoicing … "
        },
        {
          "scid": "sn42.13:28.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "sn42.13:28.2",
          "pli": "So iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.3",
          "pli": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.4",
          "pli": "“natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko natthi paro loko, natthi mātā natthi pitā natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī”ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.5",
          "pli": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā? ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.6",
          "pli": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.7",
          "pli": "Tassa pāmojjaṃ jāyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.8",
          "pli": "Pamuditassa pīti jāyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.9",
          "pli": "Pītimanassa kāyo passambhati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.10",
          "pli": "Passaddhakāyo sukhaṃ vedayati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.11",
          "pli": "Sukhino cittaṃ samādhiyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.12",
          "pli": "Ayaṃ kho, gāmaṇi, dhammasamādhi. ",
          "en": " "
        },
        {
          "scid": "sn42.13:28.13",
          "pli": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.2",
          "pli": "So iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.3",
          "pli": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.4",
          "pli": "“atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko atthi paro loko, atthi mātā atthi pitā atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī”ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.5",
          "pli": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā? ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.6",
          "pli": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.7",
          "pli": "Tassa pāmojjaṃ jāyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.8",
          "pli": "Pamuditassa pīti jāyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.9",
          "pli": "Pītimanassa kāyo passambhati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.10",
          "pli": "Passaddhakāyo sukhaṃ vedayati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.11",
          "pli": "Sukhino cittaṃ samādhiyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.12",
          "pli": "Ayaṃ kho, gāmaṇi, dhammasamādhi. ",
          "en": " "
        },
        {
          "scid": "sn42.13:29.13",
          "pli": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.2",
          "pli": "So iti paṭisañcikkhati: ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.3",
          "pli": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.4",
          "pli": "“karoto kārayato, chedato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto na karīyati pāpaṃ. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.5",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.6",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.7",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.8",
          "pli": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo”ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.9",
          "pli": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā? ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.10",
          "pli": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.11",
          "pli": "Tassa pāmojjaṃ jāyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.12",
          "pli": "Pamuditassa pīti jāyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.13",
          "pli": "Pītimanassa kāyo passambhati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.14",
          "pli": "Passaddhakāyo sukhaṃ vedayati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.15",
          "pli": "Sukhino cittaṃ samādhiyati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.16",
          "pli": "Ayaṃ kho, gāmaṇi, dhammasamādhi. ",
          "en": " "
        },
        {
          "scid": "sn42.13:30.17",
          "pli": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi. ",
          "en": " "
        },
        {
          "scid": "sn42.13:31.1",
          "pli": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": " "
        },
        {
          "scid": "sn42.13:31.2",
          "pli": "So iti paṭisañcikkhati: ",
          "en": "They reflect thus: "
        },
        {
          "scid": "sn42.13:31.3",
          "pli": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi: ",
          "en": " "
        },
        {
          "scid": "sn42.13:31.4",
          "pli": "“karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto karīyati pāpaṃ. ",
          "en": " "
        },
        {
          "scid": "sn42.13:31.5",
          "pli": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "sn42.13:31.6",
          "pli": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo. ",
          "en": " "
        },
        {
          "scid": "sn42.13:31.7",
          "pli": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo. ",
          "en": " "
        },
        {
          "scid": "sn42.13:31.8",
          "pli": "Dānena damena saṃyamena saccavajjena atthi puññaṃ, atthi puññassa āgamo”ti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:31.9",
          "pli": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā? ",
          "en": "‘If what this good teacher says is true, it’s a safe bet for me to not hurt any creature firm or frail. "
        },
        {
          "scid": "sn42.13:31.10",
          "pli": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti. ",
          "en": "I win on both counts, since I’m restrained in body, speech, and mind, and when my body breaks up, after death, I’ll be reborn in a good place, a heavenly realm.’ "
        },
        {
          "scid": "sn42.13:31.11",
          "pli": "Tassa pāmojjaṃ jāyati. ",
          "en": "Joy springs up in them. "
        },
        {
          "scid": "sn42.13:31.12",
          "pli": "Pamuditassa pīti jāyati. ",
          "en": "Being joyful, rapture springs up. "
        },
        {
          "scid": "sn42.13:31.13",
          "pli": "Pītimanassa kāyo passambhati. ",
          "en": "When the mind is full of rapture, the body becomes tranquil. "
        },
        {
          "scid": "sn42.13:31.14",
          "pli": "Passaddhakāyo sukhaṃ vedayati. ",
          "en": "When the body is tranquil, they feel bliss. "
        },
        {
          "scid": "sn42.13:31.15",
          "pli": "Sukhino cittaṃ samādhiyati. ",
          "en": "And when blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "sn42.13:31.16",
          "pli": "Ayaṃ kho, gāmaṇi, dhammasamādhi. ",
          "en": "This is that immersion based on understanding of principle. "
        },
        {
          "scid": "sn42.13:31.17",
          "pli": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsī”ti. ",
          "en": "If you gain such mental immersion, you can give up that state of uncertainty.” "
        },
        {
          "scid": "sn42.13:32.1",
          "pli": "Evaṃ vutte, pāṭaliyo gāmaṇi bhagavantaṃ etadavoca: ",
          "en": "When he said this, Pāṭaḷiya the chief said to the Buddha, "
        },
        {
          "scid": "sn42.13:32.2",
          "pli": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante … pe … ",
          "en": "“Excellent, sir! Excellent! … "
        },
        {
          "scid": "sn42.13:32.3",
          "pli": "ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "sn42.13:32.4",
          "pli": "Terasamaṃ. ",
          "en": " "
        },
        {
          "scid": "sn42.13:32.5",
          "pli": "Gāmaṇivaggo paṭhamo. ",
          "en": " "
        },
        {
          "scid": "sn42.13:33.1",
          "pli": "Caṇḍo puṭo yodhājīvo, ",
          "en": " "
        },
        {
          "scid": "sn42.13:33.2",
          "pli": "Hatthasso asibandhako; ",
          "en": " "
        },
        {
          "scid": "sn42.13:33.3",
          "pli": "Desanā saṅkhakulaṃ maṇicūḷaṃ, ",
          "en": " "
        },
        {
          "scid": "sn42.13:33.4",
          "pli": "Bhadrarāsiyapāṭalīti. ",
          "en": " "
        },
        {
          "scid": "sn42.13:33.5",
          "pli": "Gāmaṇisaṃyuttaṃ samattaṃ. ",
          "en": "The Linked Discourses on chiefs are complete."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying in the…",
      "expandable": false
    }
  ],
  "suttaCode": "sn42.13/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 42.13",
    "volpages": "SN iv 340",
    "uid": "sn42.13",
    "blurb": "The chief Pāṭaliya asks whether the Buddha the Buddha knows magic. He says he does—but that does not make him a magician.",
    "difficulty": null,
    "original_title": "Pāṭaliya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Pāṭaliya ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn42.13_sujato",
        "segmented": true,
        "title": "With Pāṭaliya ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 13
  }
}