{
  "sutta_uid": "sn44.1",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn44.1",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Khemā ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Anurādha ",
      "uid": "sn44.2"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Haven ",
      "uid": "sn43.44"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn44.1:0.1",
          "pli": "Saṃyutta Nikāya 44 ",
          "en": "Linked Discourses 44 "
        },
        {
          "scid": "sn44.1:0.2",
          "pli": "1. Abyākatavagga ",
          "en": "1. The Undeclared Points "
        },
        {
          "scid": "sn44.1:0.3",
          "pli": "1. Khemāsutta ",
          "en": "1. With Khemā "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 44 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn44.1:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "sn44.1:1.2",
          "pli": "Tena kho pana samayena khemā bhikkhunī kosalesu cārikaṃ caramānā antarā ca sāvatthiṃ antarā ca sāketaṃ toraṇavatthusmiṃ vāsaṃ upagatā hoti. ",
          "en": "Now at that time the nun Khemā was wandering in the land of the Kosalans between Sāvatthī and Sāketa when she took up residence in Toraṇavatthu. "
        },
        {
          "scid": "sn44.1:1.3",
          "pli": "Atha kho rājā pasenadi kosalo sāketā sāvatthiṃ gacchanto, antarā ca sāketaṃ antarā ca sāvatthiṃ toraṇavatthusmiṃ ekarattivāsaṃ upagacchi. ",
          "en": "Then King Pasenadi was traveling from Sāketa to Sāvatthī, and he too stayed in Toraṇavatthu for a single night. "
        },
        {
          "scid": "sn44.1:1.4",
          "pli": "Atha kho rājā pasenadi kosalo aññataraṃ purisaṃ āmantesi: ",
          "en": "Then King Pasenadi addressed a man, "
        },
        {
          "scid": "sn44.1:1.5",
          "pli": "“ehi tvaṃ, ambho purisa, toraṇavatthusmiṃ tathārūpaṃ samaṇaṃ vā brāhmaṇaṃ vā jāna yamahaṃ ajja payirupāseyyan”ti. ",
          "en": "“Please, mister, check if there’s a suitable ascetic or brahmin in Toraṇavatthu to whom I can pay homage.” "
        },
        {
          "scid": "sn44.1:2.1",
          "pli": "“Evaṃ, devā”ti kho so puriso rañño pasenadissa kosalassa paṭissutvā kevalakappaṃ toraṇavatthuṃ āhiṇḍanto nāddasa tathārūpaṃ samaṇaṃ vā brāhmaṇaṃ vā yaṃ rājā pasenadi kosalo payirupāseyya. ",
          "en": "“Yes, Your Majesty,” replied that man. He searched all over Toraṇavatthu, but he couldn’t see a suitable ascetic or brahmin for the king to pay homage to. "
        },
        {
          "scid": "sn44.1:2.2",
          "pli": "Addasā kho so puriso khemaṃ bhikkhuniṃ toraṇavatthusmiṃ vāsaṃ upagataṃ. ",
          "en": "But he saw that the nun Khemā was staying there, "
        },
        {
          "scid": "sn44.1:2.3",
          "pli": "Disvāna yena rājā pasenadi kosalo tenupasaṅkami; upasaṅkamitvā rājānaṃ pasenadiṃ kosalaṃ etadavoca: ",
          "en": "so he went to the king and said to him, "
        },
        {
          "scid": "sn44.1:3.1",
          "pli": "“Natthi kho, deva, toraṇavatthusmiṃ tathārūpo samaṇo vā brāhmaṇo vā yaṃ devo payirupāseyya. ",
          "en": "“Your Majesty, there’s no ascetic or brahmin in Toraṇavatthu for the king to pay homage to. "
        },
        {
          "scid": "sn44.1:3.2",
          "pli": "Atthi ca kho, deva, khemā nāma bhikkhunī, tassa bhagavato sāvikā arahato sammāsambuddhassa. ",
          "en": "But there is the nun Khemā, who’s a disciple of the Blessed One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "sn44.1:3.3",
          "pli": "Tassā kho pana ayyāya evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "She has a good reputation as being "
        },
        {
          "scid": "sn44.1:3.4",
          "pli": "‘paṇḍitā, viyattā medhāvinī bahussutā cittakathā kalyāṇapaṭibhānā’ti. ",
          "en": "astute, competent, clever, learned, a brilliant speaker, and eloquent. "
        },
        {
          "scid": "sn44.1:3.5",
          "pli": "Taṃ devo payirupāsatū”ti. ",
          "en": "Your Majesty may pay homage to her.” "
        },
        {
          "scid": "sn44.1:4.1",
          "pli": "Atha kho rājā pasenadi kosalo yena khemā bhikkhunī tenupasaṅkami; upasaṅkamitvā khemaṃ bhikkhuniṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā pasenadi kosalo khemaṃ bhikkhuniṃ etadavoca: ",
          "en": "Then King Pasenadi of Kosala went up to the nun Khemā, bowed, sat down to one side, and said to her: "
        },
        {
          "scid": "sn44.1:4.2",
          "pli": "“kiṃ nu kho, ayye, hoti tathāgato paraṃ maraṇā”ti? ",
          "en": "“Ma’am, does a Realized One exist after death?” "
        },
        {
          "scid": "sn44.1:4.3",
          "pli": "“Abyākataṃ kho etaṃ, mahārāja, bhagavatā: ",
          "en": "“Great king, this has not been declared by the Buddha.” "
        },
        {
          "scid": "sn44.1:4.4",
          "pli": "‘hoti tathāgato paraṃ maraṇā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:4.5",
          "pli": "“Kiṃ panayye, na hoti tathāgato paraṃ maraṇā”ti? ",
          "en": "“Well then, does a Realized One not exist after death?” "
        },
        {
          "scid": "sn44.1:4.6",
          "pli": "“Etampi kho, mahārāja, abyākataṃ bhagavatā: ",
          "en": "“This too has not been declared by the Buddha.” "
        },
        {
          "scid": "sn44.1:4.7",
          "pli": "‘na hoti tathāgato paraṃ maraṇā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:4.8",
          "pli": "“Kiṃ nu kho, ayye, hoti ca na ca hoti tathāgato paraṃ maraṇā”ti? ",
          "en": "“Well then, does a Realized One both exist and not exist after death?” "
        },
        {
          "scid": "sn44.1:4.9",
          "pli": "“Abyākataṃ kho etaṃ, mahārāja, bhagavatā: ",
          "en": "“This has not been declared by the Buddha.” "
        },
        {
          "scid": "sn44.1:4.10",
          "pli": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:4.11",
          "pli": "“Kiṃ panayye, neva hoti na na hoti tathāgato paraṃ maraṇā”ti. ",
          "en": "“Well then, does a Realized One neither exist nor not exist after death?” "
        },
        {
          "scid": "sn44.1:4.12",
          "pli": "“Etampi kho, mahārāja, abyākataṃ bhagavatā: ",
          "en": "“This too has not been declared by the Buddha.” "
        },
        {
          "scid": "sn44.1:4.13",
          "pli": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:5.1",
          "pli": "“‘Kiṃ nu kho, ayye, hoti tathāgato paraṃ maraṇā’ti, iti puṭṭhā samānā: ",
          "en": "“Ma’am, when asked these questions, you say "
        },
        {
          "scid": "sn44.1:5.2",
          "pli": "‘abyākataṃ kho etaṃ, mahārāja, bhagavatā—",
          "en": "that this has not been declared by the Buddha. "
        },
        {
          "scid": "sn44.1:5.3",
          "pli": "hoti tathāgato paraṃ maraṇā’ti vadesi. ",
          "en": " "
        },
        {
          "scid": "sn44.1:5.4",
          "pli": "‘Kiṃ panayye, na hoti tathāgato paraṃ maraṇā’ti iti puṭṭhā samānā: ",
          "en": " "
        },
        {
          "scid": "sn44.1:5.5",
          "pli": "‘etampi kho, mahārāja, abyākataṃ bhagavatā—",
          "en": " "
        },
        {
          "scid": "sn44.1:5.6",
          "pli": "na hoti tathāgato paraṃ maraṇā’ti vadesi. ",
          "en": " "
        },
        {
          "scid": "sn44.1:5.7",
          "pli": "‘Kiṃ nu kho, ayye, hoti ca na ca hoti tathāgato paraṃ maraṇā’ti iti puṭṭhā samānā: ",
          "en": " "
        },
        {
          "scid": "sn44.1:5.8",
          "pli": "‘abyākataṃ kho etaṃ, mahārāja, bhagavatā—",
          "en": " "
        },
        {
          "scid": "sn44.1:5.9",
          "pli": "hoti ca na ca hoti tathāgato paraṃ maraṇā’ti vadesi. ",
          "en": " "
        },
        {
          "scid": "sn44.1:5.10",
          "pli": "‘Kiṃ panayye, neva hoti na na hoti tathāgato paraṃ maraṇā’ti iti puṭṭhā samānā: ",
          "en": " "
        },
        {
          "scid": "sn44.1:5.11",
          "pli": "‘etampi kho, mahārāja, abyākataṃ bhagavatā—",
          "en": " "
        },
        {
          "scid": "sn44.1:5.12",
          "pli": "neva hoti na na hoti tathāgato paraṃ maraṇā’ti vadesi. ",
          "en": " "
        },
        {
          "scid": "sn44.1:5.13",
          "pli": "Ko nu kho, ayye, hetu, ko paccayo yenetaṃ abyākataṃ bhagavatā”ti? ",
          "en": "What’s the cause, what’s the reason why this has not been declared by the Buddha?” "
        },
        {
          "scid": "sn44.1:6.1",
          "pli": "“Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi. ",
          "en": "“Well then, great king, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "sn44.1:6.2",
          "pli": "Taṃ kiṃ maññasi, mahārāja, ",
          "en": "What do you think, great king? "
        },
        {
          "scid": "sn44.1:6.3",
          "pli": "atthi te koci gaṇako vā muddiko vā saṅkhāyako vā yo pahoti gaṅgāya vālukaṃ gaṇetuṃ—",
          "en": "Is there any accountant or finger-tallier or reckoner who can count the grains of sand in the Ganges, that is, "
        },
        {
          "scid": "sn44.1:6.4",
          "pli": "ettakā vālukā iti vā, ettakāni vālukasatāni iti vā, ettakāni vālukasahassāni iti vā, ettakāni vālukasatasahassāni iti vā”ti? ",
          "en": "how many grains of sand there are, how many hundreds or thousands or hundreds of thousands of grains of sand?” "
        },
        {
          "scid": "sn44.1:6.5",
          "pli": "“No hetaṃ, ayye”. ",
          "en": "“No, ma’am.” "
        },
        {
          "scid": "sn44.1:6.6",
          "pli": "“Atthi pana te koci gaṇako vā muddiko vā saṅkhāyako vā yo pahoti mahāsamudde udakaṃ gaṇetuṃ—",
          "en": "“Is there any accountant or finger-tallier or reckoner who can count the water in the ocean, that is, "
        },
        {
          "scid": "sn44.1:6.7",
          "pli": "ettakāni udakāḷhakāni iti vā, ettakāni udakāḷhakasatāni iti vā, ettakāni udakāḷhakasahassāni iti vā, ettakāni udakāḷhakasatasahassāni iti vā”ti? ",
          "en": "how many gallons of water there are, how many hundreds or thousands or hundreds of thousands of gallons of water?” "
        },
        {
          "scid": "sn44.1:6.8",
          "pli": "“No hetaṃ, ayye”. ",
          "en": "“No, ma’am. "
        },
        {
          "scid": "sn44.1:6.9",
          "pli": "“Taṃ kissa hetu”? ",
          "en": "Why is that? "
        },
        {
          "scid": "sn44.1:6.10",
          "pli": "“Mahāyye, samuddo gambhīro appameyyo duppariyogāho”ti. ",
          "en": "Because the ocean is deep, immeasurable, and hard to fathom.” "
        },
        {
          "scid": "sn44.1:6.11",
          "pli": "“Evameva kho, mahārāja, yena rūpena tathāgataṃ paññāpayamāno paññāpeyya taṃ rūpaṃ tathāgatassa pahīnaṃ ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṃkataṃ āyatiṃ anuppādadhammaṃ. ",
          "en": "“In the same way, great king, any form by which a Realized One might be described has been cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. "
        },
        {
          "scid": "sn44.1:6.12",
          "pli": "Rūpasaṅkhāyavimutto kho, mahārāja, tathāgato gambhīro appameyyo duppariyogāho—",
          "en": "A Realized One is freed from reckoning in terms of form. They’re deep, immeasurable, and hard to fathom, "
        },
        {
          "scid": "sn44.1:6.13",
          "pli": "seyyathāpi mahāsamuddo. ",
          "en": "like the ocean. "
        },
        {
          "scid": "sn44.1:6.14",
          "pli": "‘Hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘na hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na upeti. ",
          "en": "To say that after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist: none of these apply. "
        },
        {
          "scid": "sn44.1:7.1",
          "pli": "Yāya vedanāya tathāgataṃ paññāpayamāno paññāpeyya, sā vedanā tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ",
          "en": "Any feeling … "
        },
        {
          "scid": "sn44.1:7.2",
          "pli": "Vedanāsaṅkhāyavimutto, mahārāja, tathāgato gambhīro appameyyo duppariyogāho—",
          "en": " "
        },
        {
          "scid": "sn44.1:7.3",
          "pli": "seyyathāpi mahāsamuddo. ",
          "en": " "
        },
        {
          "scid": "sn44.1:7.4",
          "pli": "‘Hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘na hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na upeti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:8.1",
          "pli": "Yāya saññāya tathāgataṃ … pe … ",
          "en": "perception … "
        },
        {
          "scid": "sn44.1:8.2",
          "pli": "yehi saṅkhārehi tathāgataṃ paññāpayamāno paññāpeyya, te saṅkhārā tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ",
          "en": "choices … "
        },
        {
          "scid": "sn44.1:8.3",
          "pli": "Saṅkhārasaṅkhāyavimutto kho, mahārāja, tathāgato gambhīro appameyyo duppariyogāho—",
          "en": " "
        },
        {
          "scid": "sn44.1:8.4",
          "pli": "seyyathāpi mahāsamuddo. ",
          "en": " "
        },
        {
          "scid": "sn44.1:8.5",
          "pli": "‘Hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘na hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na upeti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:9.1",
          "pli": "Yena viññāṇena tathāgataṃ paññāpayamāno paññāpeyya taṃ viññāṇaṃ tathāgatassa pahīnaṃ ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṅkataṃ āyatiṃ anuppādadhammaṃ. ",
          "en": "consciousness by which a Realized One might be described has been cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. "
        },
        {
          "scid": "sn44.1:9.2",
          "pli": "Viññāṇasaṅkhāyavimutto kho, mahārāja, tathāgato gambhīro appameyyo duppariyogāho—",
          "en": "A Realized One is freed from reckoning in terms of consciousness. They’re deep, immeasurable, and hard to fathom, "
        },
        {
          "scid": "sn44.1:9.3",
          "pli": "seyyathāpi mahāsamuddo. ",
          "en": "like the ocean. "
        },
        {
          "scid": "sn44.1:9.4",
          "pli": "‘Hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘na hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na upetī”ti. ",
          "en": "To say that after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist: none of these apply.” "
        },
        {
          "scid": "sn44.1:9.5",
          "pli": "Atha kho rājā pasenadi kosalo khemāya bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā khemaṃ bhikkhuniṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "Then King Pasenadi approved and agreed with what the nun Khemā said. Then he got up from his seat, bowed, and respectfully circled her, keeping her on his right, before leaving. "
        },
        {
          "scid": "sn44.1:10.1",
          "pli": "Atha kho rājā pasenadi kosalo aparena samayena yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca: ",
          "en": "Then on a later occasion King Pasenadi of Kosala went up to the Buddha, bowed, and sat down to one side. He asked the Buddha exactly the same questions he had asked the nun Khemā, and received the same answers. "
        },
        {
          "scid": "sn44.1:10.2",
          "pli": "“kiṃ nu kho, bhante, hoti tathāgato paraṃ maraṇā”ti? ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.3",
          "pli": "“Abyākataṃ kho etaṃ, mahārāja, mayā: ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.4",
          "pli": "‘hoti tathāgato paraṃ maraṇā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.5",
          "pli": "“Kiṃ pana, bhante, na hoti tathāgato paraṃ maraṇā”ti? ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.6",
          "pli": "“Etampi kho, mahārāja, abyākataṃ mayā: ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.7",
          "pli": "‘na hoti tathāgato paraṃ maraṇā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.8",
          "pli": "“Kiṃ nu kho, bhante, hoti ca na ca hoti tathāgato paraṃ maraṇā”ti? ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.9",
          "pli": "“Abyākataṃ kho etaṃ, mahārāja, mayā: ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.10",
          "pli": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.11",
          "pli": "“Kiṃ pana, bhante, neva hoti na na hoti tathāgato paraṃ maraṇā”ti? ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.12",
          "pli": "“Etampi kho, mahārāja, abyākataṃ mayā: ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.13",
          "pli": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.14",
          "pli": "“‘Kiṃ nu kho, bhante, hoti tathāgato paraṃ maraṇā’ti iti puṭṭho samāno: ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.15",
          "pli": "‘abyākataṃ kho etaṃ, mahārāja, mayā—hoti tathāgato paraṃ maraṇā’ti vadesi … pe …. ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.16",
          "pli": "“‘Kiṃ pana, bhante, neva hoti na na hoti tathāgato paraṃ maraṇā’ti iti puṭṭho samāno: ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.17",
          "pli": "‘etampi kho, mahārāja, abyākataṃ mayā—",
          "en": " "
        },
        {
          "scid": "sn44.1:10.18",
          "pli": "neva hoti na na hoti tathāgato paraṃ maraṇā’ti vadesi. ",
          "en": " "
        },
        {
          "scid": "sn44.1:10.19",
          "pli": "Ko nu kho, bhante, hetu, ko paccayo, yenetaṃ abyākataṃ bhagavatā”ti? ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.1",
          "pli": "“Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi. ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.2",
          "pli": "Taṃ kiṃ maññasi, mahārāja, atthi te koci gaṇako vā muddiko vā saṅkhāyako vā yo pahoti gaṅgāya vālukaṃ gaṇetuṃ—",
          "en": " "
        },
        {
          "scid": "sn44.1:11.3",
          "pli": "ettakā vālukā iti vā … pe … ettakāni vālukasatasahassāni iti vā”ti? ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.4",
          "pli": "“No hetaṃ, bhante”. ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.5",
          "pli": "“Atthi pana te koci gaṇako vā muddiko vā saṅkhāyako vā yo pahoti mahāsamudde udakaṃ gaṇetuṃ—",
          "en": " "
        },
        {
          "scid": "sn44.1:11.6",
          "pli": "ettakāni udakāḷhakāni iti vā … pe … ettakāni udakāḷhakasatasahassāni iti vā”ti? ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.7",
          "pli": "“No hetaṃ, bhante”. ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.8",
          "pli": "“Taṃ kissa hetu”? ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.9",
          "pli": "“Mahā, bhante, samuddo gambhīro appameyyo duppariyogāho. ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.10",
          "pli": "Evameva kho, mahārāja, yena rūpena tathāgataṃ paññāpayamāno paññāpeyya, taṃ rūpaṃ tathāgatassa pahīnaṃ ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṅkataṃ āyatiṃ anuppādadhammaṃ. ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.11",
          "pli": "Rūpasaṅkhāyavimutto kho, mahārāja, tathāgato gambhīro appameyyo duppariyogāho—",
          "en": " "
        },
        {
          "scid": "sn44.1:11.12",
          "pli": "seyyathāpi mahāsamuddo. ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.13",
          "pli": "‘Hoti tathāgato paraṃ maraṇā’tipi na upeti … pe … ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.14",
          "pli": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na upeti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.15",
          "pli": "Yāya vedanāya … pe … ",
          "en": " "
        },
        {
          "scid": "sn44.1:11.16",
          "pli": "yāya saññāya … pe … yehi saṅkhārehi … pe …. ",
          "en": " "
        },
        {
          "scid": "sn44.1:12.1",
          "pli": "Yena viññāṇena tathāgataṃ paññāpayamāno paññāpeyya, taṃ viññāṇaṃ tathāgatassa pahīnaṃ ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṅkataṃ āyatiṃ anuppādadhammaṃ. ",
          "en": " "
        },
        {
          "scid": "sn44.1:12.2",
          "pli": "Viññāṇasaṅkhāyavimutto kho, mahārāja, tathāgato gambhīro appameyyo duppariyogāho—",
          "en": " "
        },
        {
          "scid": "sn44.1:12.3",
          "pli": "seyyathāpi mahāsamuddo. ",
          "en": " "
        },
        {
          "scid": "sn44.1:12.4",
          "pli": "‘Hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘na hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipi na upeti, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na upetī”ti. ",
          "en": " "
        },
        {
          "scid": "sn44.1:13.1",
          "pli": "“Acchariyaṃ, bhante, abbhutaṃ, bhante. ",
          "en": "He said, “It’s incredible, sir, it’s amazing! "
        },
        {
          "scid": "sn44.1:13.2",
          "pli": "Yatra hi nāma satthu ceva sāvikāya ca atthena attho byañjanena byañjanaṃ saṃsandissati, samessati, na virodhayissati yadidaṃ aggapadasmiṃ. ",
          "en": "How the meaning and the phrasing of the teacher and the disciple fit together and agree without contradiction when it comes to the chief matter! "
        },
        {
          "scid": "sn44.1:13.3",
          "pli": "Ekamidāhaṃ, bhante, samayaṃ khemaṃ bhikkhuniṃ upasaṅkamitvā etamatthaṃ apucchiṃ. ",
          "en": "This one time I went to the nun Khemā and asked her about this matter. "
        },
        {
          "scid": "sn44.1:13.4",
          "pli": "Sāpi me ayyā etehi padehi etehi byañjanehi etamatthaṃ byākāsi, seyyathāpi bhagavā. ",
          "en": "And she explained it to me with these words and phrases, just like the Buddha. "
        },
        {
          "scid": "sn44.1:13.5",
          "pli": "Acchariyaṃ, bhante, abbhutaṃ, bhante. ",
          "en": "It’s incredible, sir, it’s amazing! "
        },
        {
          "scid": "sn44.1:13.6",
          "pli": "Yatra hi nāma satthu ceva sāvikāya ca atthena attho byañjanena byañjanaṃ saṃsandissati, samessati, na virodhayissati yadidaṃ aggapadasmiṃ. ",
          "en": "How the meaning and the phrasing of the teacher and the disciple fit together and agree without contradiction when it comes to the chief matter! "
        },
        {
          "scid": "sn44.1:13.7",
          "pli": "Handa dāni mayaṃ, bhante, gacchāma. ",
          "en": "Well, now, sir, I must go. "
        },
        {
          "scid": "sn44.1:13.8",
          "pli": "Bahukiccā mayaṃ bahukaraṇīyā”ti. ",
          "en": "I have many duties, and much to do.” "
        },
        {
          "scid": "sn44.1:13.9",
          "pli": "“Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti. ",
          "en": "“Please, great king, go at your convenience.” "
        },
        {
          "scid": "sn44.1:13.10",
          "pli": "Atha kho rājā pasenadi kosalo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmīti. ",
          "en": "Then King Pasenadi approved and agreed with what the Buddha said. Then he got up from his seat, bowed, and respectfully circled him, keeping him on his right, before leaving. "
        },
        {
          "scid": "sn44.1:13.11",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Sāvatthī…",
      "expandable": false
    }
  ],
  "suttaCode": "sn44.1/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 44.1",
    "volpages": "SN iv 374",
    "uid": "sn44.1",
    "blurb": "While staying in Toraṇavatthu, King Pasenadi wishes to visit a spiritual teacher, and the nun Khemā is highly recommended to him. He asks her about whether a realized One exists after death, and she says this is not answerable. Later he visits the Buddha, who replies in exactly the same way.",
    "difficulty": null,
    "original_title": "Khemā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Khemā ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn44.1_sujato",
        "segmented": true,
        "title": "With Khemā ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn44.1_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Khema"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 1
  }
}