{
  "sutta_uid": "sn46.54",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn46.54",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Full of Love ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Saṅgārava ",
      "uid": "sn46.55"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Fire ",
      "uid": "sn46.53"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn46.54:0.1",
          "pli": "Saṃyutta Nikāya 46 ",
          "en": "Linked Discourses 46 "
        },
        {
          "scid": "sn46.54:0.2",
          "pli": "6. Sākacchavagga ",
          "en": "6. Discussion "
        },
        {
          "scid": "sn46.54:0.3",
          "pli": "54. Mettāsahagatasutta ",
          "en": "54. Full of Love "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 46 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn46.54:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā koliyesu viharati haliddavasanaṃ nāma koliyānaṃ nigamo. ",
          "en": "At one time the Buddha was staying in the land of the Koliyans, where they have a town called Haliddavasana. "
        },
        {
          "scid": "sn46.54:1.2",
          "pli": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya haliddavasanaṃ piṇḍāya pavisiṃsu. ",
          "en": "Then several mendicants robed up in the morning and, taking their bowls and robes, entered Haliddavasana for alms. "
        },
        {
          "scid": "sn46.54:1.3",
          "pli": "Atha kho tesaṃ bhikkhūnaṃ etadahosi: ",
          "en": "Then it occurred to him, "
        },
        {
          "scid": "sn46.54:1.4",
          "pli": "“atippago kho tāva haliddavasane piṇḍāya carituṃ. ",
          "en": "“It’s too early to wander for alms in Haliddavasana. "
        },
        {
          "scid": "sn46.54:1.5",
          "pli": "Yannūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā”ti. ",
          "en": "Why don’t we go to the monastery of the wanderers who follow other paths?” "
        },
        {
          "scid": "sn46.54:2.1",
          "pli": "Atha kho te bhikkhū yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃsu. ",
          "en": "Then they went to the monastery of the wanderers who follow other paths, and exchanged greetings with the wanderers there. "
        },
        {
          "scid": "sn46.54:2.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū aññatitthiyā paribbājakā etadavocuṃ: ",
          "en": "When the greetings and polite conversation were over, they sat down to one side. The wanderers said to them: "
        },
        {
          "scid": "sn46.54:3.1",
          "pli": "“Samaṇo, āvuso, gotamo sāvakānaṃ evaṃ dhammaṃ deseti: ",
          "en": "“Reverends, the ascetic Gotama teaches his disciples like this: "
        },
        {
          "scid": "sn46.54:3.2",
          "pli": "‘etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
          "en": "‘Come, mendicants, give up these five hindrances, corruptions of the heart that weaken wisdom, and meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "sn46.54:3.3",
          "pli": "Karuṇāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ karuṇāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
          "en": "Meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, spread a heart full of compassion to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "sn46.54:3.4",
          "pli": "Muditāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ muditāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharatha. ",
          "en": "Meditate spreading a heart full of rejoicing to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, spread a heart full of rejoicing to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "sn46.54:3.5",
          "pli": "Upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
          "en": "Meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.’ "
        },
        {
          "scid": "sn46.54:4.1",
          "pli": "Mayampi kho, āvuso, sāvakānaṃ evaṃ dhammaṃ desema: ",
          "en": "We too teach our disciples in just the same way. "
        },
        {
          "scid": "sn46.54:4.2",
          "pli": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha … pe … ",
          "en": " "
        },
        {
          "scid": "sn46.54:4.3",
          "pli": "karuṇāsahagatena cetasā … ",
          "en": " "
        },
        {
          "scid": "sn46.54:4.4",
          "pli": "muditāsahagatena cetasā … ",
          "en": " "
        },
        {
          "scid": "sn46.54:4.5",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; ",
          "en": " "
        },
        {
          "scid": "sn46.54:4.6",
          "pli": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
          "en": " "
        },
        {
          "scid": "sn46.54:4.7",
          "pli": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ—dhammadesanāya vā dhammadesanaṃ, anusāsaniyā vā anusāsanin”ti? ",
          "en": "What, then, is the difference between the ascetic Gotama’s teaching and instruction and ours?” "
        },
        {
          "scid": "sn46.54:5.1",
          "pli": "Atha kho te bhikkhū tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃsu nappaṭikkosiṃsu. ",
          "en": "Those mendicants neither approved nor dismissed that statement of the wanderers who follow other paths. "
        },
        {
          "scid": "sn46.54:5.2",
          "pli": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṃsu: ",
          "en": "They got up from their seat, thinking: "
        },
        {
          "scid": "sn46.54:5.3",
          "pli": "“bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā”ti. ",
          "en": "“We will learn the meaning of this statement from the Buddha himself.” "
        },
        {
          "scid": "sn46.54:5.4",
          "pli": "Atha kho te bhikkhū haliddavasane piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ",
          "en": "Then, after the meal, when they returned from alms-round, they went up to the Buddha, bowed, sat down to one side, and told him what had happened. "
        },
        {
          "scid": "sn46.54:6.1",
          "pli": "“Idha mayaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya haliddavasane piṇḍāya pavisimha. ",
          "en": " "
        },
        {
          "scid": "sn46.54:6.2",
          "pli": "Tesaṃ no, bhante, amhākaṃ etadahosi: ",
          "en": " "
        },
        {
          "scid": "sn46.54:6.3",
          "pli": "‘atippago kho tāva haliddavasane piṇḍāya carituṃ. ",
          "en": " "
        },
        {
          "scid": "sn46.54:7.1",
          "pli": "Yannūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā’ti. Atha kho mayaṃ, bhante, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamimha, upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodimha. ",
          "en": " "
        },
        {
          "scid": "sn46.54:7.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdimha. Ekamantaṃ nisinne kho amhe, bhante, te aññatitthiyā paribbājakā etadavocuṃ: ",
          "en": " "
        },
        {
          "scid": "sn46.54:8.1",
          "pli": "‘Samaṇo, āvuso, gotamo sāvakānaṃ evaṃ dhammaṃ deseti: ",
          "en": " "
        },
        {
          "scid": "sn46.54:8.2",
          "pli": "“etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha … pe … ",
          "en": " "
        },
        {
          "scid": "sn46.54:8.3",
          "pli": "karuṇāsahagatena cetasā … pe … ",
          "en": " "
        },
        {
          "scid": "sn46.54:8.4",
          "pli": "muditāsahagatena cetasā … pe … ",
          "en": " "
        },
        {
          "scid": "sn46.54:8.5",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
          "en": " "
        },
        {
          "scid": "sn46.54:9.1",
          "pli": "Mayampi kho, āvuso, sāvakānaṃ evaṃ dhammaṃ desema: ",
          "en": " "
        },
        {
          "scid": "sn46.54:9.2",
          "pli": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha … pe … ",
          "en": " "
        },
        {
          "scid": "sn46.54:9.3",
          "pli": "karuṇāsahagatena cetasā … pe … ",
          "en": " "
        },
        {
          "scid": "sn46.54:9.4",
          "pli": "muditāsahagatena cetasā … pe … ",
          "en": " "
        },
        {
          "scid": "sn46.54:9.5",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharatha, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ; iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharathā’ti. ",
          "en": " "
        },
        {
          "scid": "sn46.54:9.6",
          "pli": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ, dhammadesanāya vā dhammadesanaṃ, anusāsaniyā vā anusāsaninti? ",
          "en": " "
        },
        {
          "scid": "sn46.54:10.1",
          "pli": "Atha kho mayaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandimha nappaṭikkosimha, anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha: ",
          "en": " "
        },
        {
          "scid": "sn46.54:10.2",
          "pli": "‘bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn46.54:11.1",
          "pli": "“Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
          "en": "“Mendicants, when wanderers who follow other paths say this, you should say to them: "
        },
        {
          "scid": "sn46.54:11.2",
          "pli": "‘kathaṃ bhāvitā panāvuso, mettācetovimutti, kiṅgatikā hoti, kiṃparamā, kiṃphalā, kiṃpariyosānā? ",
          "en": "‘But reverends, how is the heart’s release by love developed? What is its destination, apex, fruit, and end? "
        },
        {
          "scid": "sn46.54:11.3",
          "pli": "Kathaṃ bhāvitā panāvuso, karuṇācetovimutti, kiṅgatikā hoti, kiṃparamā, kiṃphalā, kiṃpariyosānā? ",
          "en": "How is the heart’s release by compassion developed? What is its destination, apex, fruit, and end? "
        },
        {
          "scid": "sn46.54:11.4",
          "pli": "Kathaṃ bhāvitā panāvuso, muditācetovimutti, kiṅgatikā hoti, kiṃparamā, kiṃphalā, kiṃpariyosānā? ",
          "en": "How is the heart’s release by rejoicing developed? What is its destination, apex, fruit, and end? "
        },
        {
          "scid": "sn46.54:11.5",
          "pli": "Kathaṃ bhāvitā panāvuso, upekkhācetovimutti, kiṅgatikā hoti, kiṃparamā, kiṃphalā, kiṃpariyosānā’ti? ",
          "en": "How is the heart’s release by equanimity developed? What is its destination, apex, fruit, and end?’ "
        },
        {
          "scid": "sn46.54:11.6",
          "pli": "Evaṃ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṃ āpajjissanti. ",
          "en": "Questioned like this, the wanderers who follow other paths would be stumped, and, in addition, would get frustrated. "
        },
        {
          "scid": "sn46.54:11.7",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "sn46.54:11.8",
          "pli": "Yathā taṃ, bhikkhave, avisayasmiṃ. ",
          "en": "Because they’re out of their element. "
        },
        {
          "scid": "sn46.54:11.9",
          "pli": "Nāhaṃ taṃ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā. ",
          "en": "I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them. "
        },
        {
          "scid": "sn46.54:12.1",
          "pli": "Kathaṃ bhāvitā ca, bhikkhave, mettācetovimutti, kiṅgatikā hoti, kiṃparamā, kiṃphalā, kiṃpariyosānā? ",
          "en": "And how is the heart’s release by love developed? What is its destination, apex, fruit, and end? "
        },
        {
          "scid": "sn46.54:12.2",
          "pli": "Idha, bhikkhave, bhikkhu mettāsahagataṃ satisambojjhaṅgaṃ bhāveti … pe … mettāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ",
          "en": "It’s when a mendicant develops the heart’s release by love together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. "
        },
        {
          "scid": "sn46.54:12.3",
          "pli": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
          "en": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:12.4",
          "pli": "Sace ākaṅkhati ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
          "en": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:12.5",
          "pli": "Sace ākaṅkhati ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
          "en": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:12.6",
          "pli": "Sace ākaṅkhati ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
          "en": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:12.7",
          "pli": "Sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako ca tattha viharati sato sampajāno, subhaṃ vā kho pana vimokkhaṃ upasampajja viharati. ",
          "en": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:12.8",
          "pli": "Subhaparamāhaṃ, bhikkhave, mettācetovimuttiṃ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṃ appaṭivijjhato. ",
          "en": "The apex of the heart’s release by love is the beautiful, I say, for a mendicant who has not penetrated to a higher freedom. "
        },
        {
          "scid": "sn46.54:13.1",
          "pli": "Kathaṃ bhāvitā ca, bhikkhave, karuṇācetovimutti, kiṅgatikā hoti, kiṃparamā, kiṃphalā, kiṃpariyosānā? ",
          "en": "And how is the heart’s release by compassion developed? What is its destination, apex, fruit, and end? "
        },
        {
          "scid": "sn46.54:13.2",
          "pli": "Idha, bhikkhave, bhikkhu karuṇāsahagataṃ satisambojjhaṅgaṃ bhāveti … pe … karuṇāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ",
          "en": "It’s when a mendicant develops the heart’s release by compassion together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. "
        },
        {
          "scid": "sn46.54:13.3",
          "pli": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati … pe … ",
          "en": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. … "
        },
        {
          "scid": "sn46.54:13.4",
          "pli": "sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
          "en": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:13.5",
          "pli": "Sabbaso vā pana rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ",
          "en": "Or else, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. "
        },
        {
          "scid": "sn46.54:13.6",
          "pli": "Ākāsānañcāyatanaparamāhaṃ, bhikkhave, karuṇācetovimuttiṃ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṃ appaṭivijjhato. ",
          "en": "The apex of the heart’s release by compassion is the dimension of infinite space, I say, for a mendicant who has not penetrated to a higher freedom. "
        },
        {
          "scid": "sn46.54:14.1",
          "pli": "Kathaṃ bhāvitā ca, bhikkhave, muditācetovimutti, kiṅgatikā hoti, kiṃparamā, kiṃphalā, kiṃpariyosānā? ",
          "en": "And how is the heart’s release by rejoicing developed? What is its destination, apex, fruit, and end? "
        },
        {
          "scid": "sn46.54:14.2",
          "pli": "Idha, bhikkhave, bhikkhu muditāsahagataṃ satisambojjhaṅgaṃ bhāveti … pe … muditāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ",
          "en": "It’s when a mendicant develops the heart’s release by rejoicing together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. "
        },
        {
          "scid": "sn46.54:14.3",
          "pli": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati … pe … ",
          "en": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. … "
        },
        {
          "scid": "sn46.54:14.4",
          "pli": "sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
          "en": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:14.5",
          "pli": "Sabbaso vā pana ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati. ",
          "en": "Or else, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. "
        },
        {
          "scid": "sn46.54:14.6",
          "pli": "Viññāṇañcāyatanaparamāhaṃ, bhikkhave, muditācetovimuttiṃ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṃ appaṭivijjhato. ",
          "en": "The apex of the heart’s release by rejoicing is the dimension of infinite consciousness, I say, for a mendicant who has not penetrated to a higher freedom. "
        },
        {
          "scid": "sn46.54:15.1",
          "pli": "Kathaṃ bhāvitā ca, bhikkhave, upekkhācetovimutti, kiṅgatikā hoti, kiṃparamā, kiṃphalā, kiṃpariyosānā? ",
          "en": "And how is the heart’s release by equanimity developed? What is its destination, apex, fruit, and end? "
        },
        {
          "scid": "sn46.54:15.2",
          "pli": "Idha, bhikkhave, bhikkhu upekkhāsahagataṃ satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … upekkhāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. ",
          "en": "It’s when a mendicant develops the heart’s release by equanimity together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. "
        },
        {
          "scid": "sn46.54:15.3",
          "pli": "So sace ākaṅkhati ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
          "en": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:15.4",
          "pli": "Sace ākaṅkhati ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
          "en": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:15.5",
          "pli": "Sace ākaṅkhati ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
          "en": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:15.6",
          "pli": "Sace ākaṅkhati ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
          "en": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:15.7",
          "pli": "Sace ākaṅkhati ‘appaṭikūlañca paṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
          "en": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. "
        },
        {
          "scid": "sn46.54:15.8",
          "pli": "Sabbaso vā pana viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati. ",
          "en": "Or else, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. "
        },
        {
          "scid": "sn46.54:15.9",
          "pli": "Ākiñcaññāyatanaparamāhaṃ, bhikkhave, upekkhācetovimuttiṃ vadāmi, idhapaññassa bhikkhuno uttarivimuttiṃ appaṭivijjhato”ti. ",
          "en": "The apex of the heart’s release by equanimity is the dimension of nothingness, I say, for a mendicant who has not penetrated to a higher freedom.” "
        },
        {
          "scid": "sn46.54:15.10",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying in the…",
      "expandable": false
    }
  ],
  "suttaCode": "sn46.54/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 46.54",
    "volpages": "SN v 115",
    "uid": "sn46.54",
    "blurb": "Some wanderers tell some Buddhist mendicants that they, too, teach the five hindrances and the four Brahmā meditations, so what is the difference? The Buddha explains the detailed connection between the Brahmā meditations and the awakening factors, which taken together lead to liberation.",
    "difficulty": null,
    "original_title": "Mettāsahagata Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Full of Love ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn46.54_sujato",
        "segmented": true,
        "title": "Full of Love ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn46.54_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Accompanied by Lovingkindness"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 4
  }
}