{
  "sutta_uid": "sn47.46",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn47.46",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Restraint in the Monastic Code ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Bad Conduct ",
      "uid": "sn47.47"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Heap of the Skillful ",
      "uid": "sn47.45"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn47.46:0.1",
          "pli": "Saṃyutta Nikāya 47 ",
          "en": "Linked Discourses 47 "
        },
        {
          "scid": "sn47.46:0.2",
          "pli": "5. Amatavagga ",
          "en": "5. The Deathless "
        },
        {
          "scid": "sn47.46:0.3",
          "pli": "46. Pātimokkhasaṃvarasutta ",
          "en": "46. Restraint in the Monastic Code "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 47 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn47.46:1.1",
          "pli": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ",
          "en": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "sn47.46:2.1",
          "pli": "“Sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
          "en": "“Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.” "
        },
        {
          "scid": "sn47.46:2.2",
          "pli": "“Tasmātiha tvaṃ, bhikkhu, ādimeva visodhehi kusalesu dhammesu. ",
          "en": "“Well then, mendicant, you should purify the starting point of skillful qualities. "
        },
        {
          "scid": "sn47.46:2.3",
          "pli": "Ko cādi kusalānaṃ dhammānaṃ? ",
          "en": "What is the starting point of skillful qualities? "
        },
        {
          "scid": "sn47.46:2.4",
          "pli": "Idha tvaṃ, bhikkhu, pātimokkhasaṃvarasaṃvuto viharāhi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesu. ",
          "en": "Live restrained in the monastic code, conducting yourself well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken. "
        },
        {
          "scid": "sn47.46:2.5",
          "pli": "Yato kho tvaṃ, bhikkhu, pātimokkhasaṃvarasaṃvuto viharissasi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī samādāya sikkhassu sikkhāpadesu; tato tvaṃ, bhikkhu, sīlaṃ nissāya sīle patiṭṭhāya cattāro satipaṭṭhāne bhāveyyāsi. ",
          "en": "When you’ve done this, you should develop the four kinds of mindfulness meditation, depending on and grounded on ethics. "
        },
        {
          "scid": "sn47.46:3.1",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "sn47.46:3.2",
          "pli": "Idha tvaṃ, bhikkhu, kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ; ",
          "en": "Meditate observing an aspect of the body internally—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "sn47.46:3.3",
          "pli": "vedanāsu … pe … ",
          "en": "Meditate observing an aspect of feelings … "
        },
        {
          "scid": "sn47.46:3.4",
          "pli": "citte … pe … ",
          "en": "mind … "
        },
        {
          "scid": "sn47.46:3.5",
          "pli": "dhammesu dhammānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
          "en": "principles—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "sn47.46:3.6",
          "pli": "Yato kho tvaṃ, bhikkhu, sīlaṃ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṃ bhāvessasi, tato tuyhaṃ, bhikkhu, yā ratti vā divaso vā āgamissati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti. ",
          "en": "When you develop the four kinds of mindfulness meditation in this way, depending on and grounded on ethics, you can expect growth, not decline, in skillful qualities, whether by day or by night.” "
        },
        {
          "scid": "sn47.46:3.7",
          "pli": "Atha kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "And then that mendicant approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. "
        },
        {
          "scid": "sn47.46:4.1",
          "pli": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Then that mendicant, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "sn47.46:4.2",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "sn47.46:4.3",
          "pli": "Aññataro ca pana so bhikkhu arahataṃ ahosīti. ",
          "en": "And that mendicant became one of the perfected. "
        },
        {
          "scid": "sn47.46:4.4",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then a mendicant went up to the Buddha, bowed,…",
      "expandable": false
    }
  ],
  "suttaCode": "sn47.46/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 47.46",
    "volpages": "SN v 187",
    "uid": "sn47.46",
    "blurb": "When a mendicant asks for a teaching to take on retreat, the Buddha teaches the four kinds of mindfulness meditation, well grounded on restraint in the code of monastic rules.",
    "difficulty": null,
    "original_title": "Pātimokkhasaṃvara Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Restraint in the Monastic Code ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn47.46_sujato",
        "segmented": true,
        "title": "Restraint in the Monastic Code ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn47.46_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Restraint of the Patimokkha"
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "num": 6
  }
}