{
  "sutta_uid": "sn47.25",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn47.25",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "A Certain Brahmin ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Partly ",
      "uid": "sn47.26"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Plain Version ",
      "uid": "sn47.24"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn47.25:0.1",
          "pli": "Saṃyutta Nikāya 47 ",
          "en": "Linked Discourses 47 "
        },
        {
          "scid": "sn47.25:0.2",
          "pli": "3. Sīlaṭṭhitivagga ",
          "en": "3. Ethics and Duration "
        },
        {
          "scid": "sn47.25:0.3",
          "pli": "25. Aññatarabrāhmaṇasutta ",
          "en": "25. A Certain Brahmin "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 47 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn47.25:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn47.25:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "sn47.25:1.3",
          "pli": "Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then a certain brahmin went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "sn47.25:1.4",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: "
        },
        {
          "scid": "sn47.25:1.5",
          "pli": "“ko nu kho, bho gotama, hetu, ko paccayo yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti? ",
          "en": "“What is the cause, Master Gotama, what is the reason why the true teaching does not last long after the final extinguishment of the Realized One? "
        },
        {
          "scid": "sn47.25:1.6",
          "pli": "Ko pana, bho gotama, hetu, ko paccayo yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti? ",
          "en": "And what is the cause, what is the reason why the true teaching does last long after the final extinguishment of the Realized One?” "
        },
        {
          "scid": "sn47.25:2.1",
          "pli": "“Catunnaṃ kho, brāhmaṇa, satipaṭṭhānānaṃ abhāvitattā abahulīkatattā tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti. ",
          "en": "“Brahmin, it’s because of not developing and cultivating the four kinds of mindfulness meditation that the true teaching doesn’t last long after the final extinguishment of the Realized One. "
        },
        {
          "scid": "sn47.25:2.2",
          "pli": "Catunnañca kho, brāhmaṇa, satipaṭṭhānānaṃ bhāvitattā bahulīkatattā tathāgate parinibbute saddhammo ciraṭṭhitiko hoti. ",
          "en": "It’s because of developing and cultivating the four kinds of mindfulness meditation that the true teaching does last long after the final extinguishment of the Realized One. "
        },
        {
          "scid": "sn47.25:3.1",
          "pli": "Katamesaṃ catunnaṃ? ",
          "en": "What four? "
        },
        {
          "scid": "sn47.25:3.2",
          "pli": "Idha, brāhmaṇa, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ; ",
          "en": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "sn47.25:3.3",
          "pli": "vedanāsu … pe … ",
          "en": "They meditate observing an aspect of feelings … "
        },
        {
          "scid": "sn47.25:3.4",
          "pli": "citte … pe … ",
          "en": "mind … "
        },
        {
          "scid": "sn47.25:3.5",
          "pli": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
          "en": "principles—keen, aware, and mindful, rid of desire and aversion for the world. "
        },
        {
          "scid": "sn47.25:3.6",
          "pli": "Imesaṃ kho, brāhmaṇa, catunnaṃ satipaṭṭhānānaṃ abhāvitattā abahulīkatattā tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti. ",
          "en": "It’s because of not developing and cultivating these four kinds of mindfulness meditation that the true teaching doesn’t last long after the final extinguishment of the Realized One. "
        },
        {
          "scid": "sn47.25:3.7",
          "pli": "Imesañca kho, brāhmaṇa, catunnaṃ satipaṭṭhānānaṃ bhāvitattā bahulīkatattā tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti. ",
          "en": "It’s because of developing and cultivating these four kinds of mindfulness meditation that the true teaching does last long after the final extinguishment of the Realized One.” "
        },
        {
          "scid": "sn47.25:4.1",
          "pli": "Evaṃ vutte, so brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When he said this, the brahmin said to the Buddha, "
        },
        {
          "scid": "sn47.25:4.2",
          "pli": "“abhikkantaṃ, bho gotama … pe … ",
          "en": "“Excellent, Master Gotama! Excellent! … "
        },
        {
          "scid": "sn47.25:4.3",
          "pli": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "sn47.25:4.4",
          "pli": "Pañcamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn47.25/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 47.25",
    "volpages": "SN v 174",
    "uid": "sn47.25",
    "blurb": "A brahmin asks the Buddha about the conditions under which the true teaching lasts long or does not last long after the Buddha’s passing. The Buddha says it depends on whether the four kinds of mindfulness meditation are practiced.",
    "difficulty": null,
    "original_title": "Aññatarabrāhmaṇa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "A Certain Brahmin ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn47.25_sujato",
        "segmented": true,
        "title": "A Certain Brahmin ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn47.25_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "A Certain Brahmin"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 5
  }
}