{
  "sutta_uid": "sn48.58",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn48.58",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Boar’s Cave ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Arising (1st) ",
      "uid": "sn48.59"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Brahmā Sahampati ",
      "uid": "sn48.57"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn48.58:0.1",
          "pli": "Saṃyutta Nikāya 48 ",
          "en": "Linked Discourses 48 "
        },
        {
          "scid": "sn48.58:0.2",
          "pli": "6. Sūkarakhatavagga ",
          "en": "6. The Boar’s Cave "
        },
        {
          "scid": "sn48.58:0.3",
          "pli": "58. Sūkarakhatasutta ",
          "en": "58. The Boar’s Cave "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 48 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn48.58:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate sūkarakhatāyaṃ. ",
          "en": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain in the Boar’s Cave. "
        },
        {
          "scid": "sn48.58:1.2",
          "pli": "Tatra kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi: ",
          "en": "Then the Buddha said to Venerable Sāriputta: "
        },
        {
          "scid": "sn48.58:1.3",
          "pli": "“kiṃ nu kho, sāriputta, atthavasaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti? ",
          "en": "“Sāriputta, considering what benefit does a mendicant with defilements ended, while still alive, continue to show utmost devotion for the Realized One or his instructions?” "
        },
        {
          "scid": "sn48.58:1.4",
          "pli": "“Anuttarañhi, bhante, yogakkhemaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti. ",
          "en": "“Sir, it is considering the supreme sanctuary that a mendicant with defilements ended, while still alive, continues to show utmost devotion for the Realized One or his instructions.” "
        },
        {
          "scid": "sn48.58:1.5",
          "pli": "“Sādhu sādhu, sāriputta. ",
          "en": "“Good, good, Sāriputta! "
        },
        {
          "scid": "sn48.58:1.6",
          "pli": "Anuttarañhi, sāriputta, yogakkhemaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattati. ",
          "en": "For it is considering the supreme sanctuary that a mendicant whose defilements are ended, while still alive, continues to show utmost devotion for the Realized One or his instructions. "
        },
        {
          "scid": "sn48.58:2.1",
          "pli": "Katamo ca, sāriputta, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti? ",
          "en": "And what is that supreme sanctuary?” "
        },
        {
          "scid": "sn48.58:2.2",
          "pli": "“Idha, bhante, khīṇāsavo bhikkhu saddhindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ, ",
          "en": "“It’s when a mendicant with defilements ended develops the faculties of faith, "
        },
        {
          "scid": "sn48.58:2.3",
          "pli": "vīriyindriyaṃ bhāveti … pe … ",
          "en": "energy, "
        },
        {
          "scid": "sn48.58:2.4",
          "pli": "satindriyaṃ bhāveti … ",
          "en": "mindfulness, "
        },
        {
          "scid": "sn48.58:2.5",
          "pli": "samādhindriyaṃ bhāveti … ",
          "en": "immersion, "
        },
        {
          "scid": "sn48.58:2.6",
          "pli": "paññindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ. ",
          "en": "and wisdom, which lead to peace and awakening. "
        },
        {
          "scid": "sn48.58:2.7",
          "pli": "Ayaṃ kho, bhante, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti. ",
          "en": "It is considering this supreme sanctuary that a mendicant with defilements ended, while still alive, continues to show utmost devotion for the Realized One or his instructions.” "
        },
        {
          "scid": "sn48.58:2.8",
          "pli": "“Sādhu sādhu, sāriputta. ",
          "en": "“Good, good, Sāriputta! "
        },
        {
          "scid": "sn48.58:2.9",
          "pli": "Eso hi, sāriputta, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatīti. ",
          "en": "For this is that supreme sanctuary. "
        },
        {
          "scid": "sn48.58:3.1",
          "pli": "Katamo ca, sāriputta, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti? ",
          "en": "And what is that utmost devotion that a mendicant with defilements ended, while still alive, continues to show towards the Realized One or his instructions?” "
        },
        {
          "scid": "sn48.58:3.2",
          "pli": "“Idha, bhante, khīṇāsavo bhikkhu satthari sagāravo viharati sappatisso, dhamme sagāravo viharati sappatisso, saṃghe sagāravo viharati sappatisso, sikkhāya sagāravo viharati sappatisso, samādhismiṃ sagāravo viharati sappatisso. ",
          "en": "“It’s when a mendicant with defilements ended maintains respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and immersion. "
        },
        {
          "scid": "sn48.58:3.3",
          "pli": "Ayaṃ kho, bhante, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti. ",
          "en": "This is that utmost devotion.” "
        },
        {
          "scid": "sn48.58:3.4",
          "pli": "“Sādhu sādhu, sāriputta. ",
          "en": "“Good, good, Sāriputta! "
        },
        {
          "scid": "sn48.58:3.5",
          "pli": "Eso hi, sāriputta, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti. ",
          "en": "For this is that utmost devotion that a mendicant with defilements ended, while still alive, continues to show towards the Realized One or his instructions.” "
        },
        {
          "scid": "sn48.58:3.6",
          "pli": "Aṭṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Rājagaha,…",
      "expandable": false
    }
  ],
  "suttaCode": "sn48.58/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 48.58",
    "volpages": "SN v 233",
    "uid": "sn48.58",
    "blurb": "A mendicant honors the Realized One and his teaching for the sake of the supreme sanctuary.",
    "difficulty": null,
    "original_title": "Sūkarakhata Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Boar’s Cave ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn48.58_sujato",
        "segmented": true,
        "title": "The Boar’s Cave ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 8
  }
}