{
  "sutta_uid": "sn51.14",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn51.14",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Moggallāna ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Brahmin Uṇṇābha ",
      "uid": "sn51.15"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Immersion Due to Enthusiasm ",
      "uid": "sn51.13"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn51.14:0.1",
          "pli": "Saṃyutta Nikāya 51 ",
          "en": "Linked Discourses 51 "
        },
        {
          "scid": "sn51.14:0.2",
          "pli": "2. Pāsādakampanavagga ",
          "en": "2. Shaking the Stilt Longhouse "
        },
        {
          "scid": "sn51.14:0.3",
          "pli": "14. Moggallānasutta ",
          "en": "14. With Moggallāna "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 51 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn51.14:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn51.14:1.2",
          "pli": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde. ",
          "en": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother. "
        },
        {
          "scid": "sn51.14:1.3",
          "pli": "Tena kho pana samayena sambahulā bhikkhū heṭṭhāmigāramātupāsāde viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā bhantacittā pākatindriyā. ",
          "en": "Now at that time several mendicants were staying beneath the longhouse. They were restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and immersion, with straying minds and undisciplined faculties. "
        },
        {
          "scid": "sn51.14:2.1",
          "pli": "Atha kho bhagavā āyasmantaṃ mahāmoggallānaṃ āmantesi: ",
          "en": "Then the Buddha addressed Venerable Mahāmoggallāna, "
        },
        {
          "scid": "sn51.14:2.2",
          "pli": "“ete kho, moggallāna, sabrahmacārino heṭṭhāmigāramātupāsāde viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā bhantacittā pākatindriyā. ",
          "en": "“These spiritual companions of yours staying beneath the longhouse are restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and immersion, with wandering mind and undisciplined faculties. "
        },
        {
          "scid": "sn51.14:2.3",
          "pli": "Gaccha, moggallāna, te bhikkhū saṃvejehī”ti. ",
          "en": "Go, Moggallāna, and strike awe in those mendicants!” "
        },
        {
          "scid": "sn51.14:3.1",
          "pli": "“Evaṃ, bhante”ti kho āyasmā mahāmoggallāno bhagavato paṭissutvā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāresi yathā pādaṅguṭṭhakena migāramātupāsādaṃ saṅkampesi sampakampesi sampacālesi. ",
          "en": "“Yes, sir,” replied Mahāmoggallāna. Then he used his psychic power to make the longhouse shake and rock and tremble with his toe. "
        },
        {
          "scid": "sn51.14:3.2",
          "pli": "Atha kho te bhikkhū saṃviggā lomahaṭṭhajātā ekamantaṃ aṭṭhaṃsu: ",
          "en": "Then those mendicants stood to one side, shocked and awestruck. "
        },
        {
          "scid": "sn51.14:3.3",
          "pli": "“acchariyaṃ vata bho, abbhutaṃ vata bho. ",
          "en": "“It’s incredible, it’s amazing! "
        },
        {
          "scid": "sn51.14:3.4",
          "pli": "Nivātañca vata ayañca migāramātupāsādo gambhīranemo sunikhāto acalo asampakampī, atha ca pana saṅkampito sampakampito sampacālito”ti. ",
          "en": "There’s no wind at all; and this stilt longhouse of Migāra’s mother has deep foundations. It’s firmly embedded, imperturbable and unshakable. And yet it shakes and rocks and trembles!” "
        },
        {
          "scid": "sn51.14:4.1",
          "pli": "Atha kho bhagavā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū bhagavā etadavoca: ",
          "en": "Then the Buddha went up to those mendicants and said: "
        },
        {
          "scid": "sn51.14:4.2",
          "pli": "“kiṃ nu tumhe, bhikkhave, saṃviggā lomahaṭṭhajātā ekamantaṃ ṭhitā”ti? ",
          "en": "“Why do you, mendicants, stand to one side, shocked and awestruck?” "
        },
        {
          "scid": "sn51.14:4.3",
          "pli": "“Acchariyaṃ, bhante, abbhutaṃ bhante. ",
          "en": "“It’s incredible, sir, it’s amazing! "
        },
        {
          "scid": "sn51.14:4.4",
          "pli": "Nivātañca vata ayañca migāramātupāsādo gambhīranemo sunikhāto acalo asampakampī, atha ca pana saṅkampito sampakampito sampacālito”ti. ",
          "en": "There’s no wind at all; and this stilt longhouse of Migāra’s mother has deep foundations. It’s firmly embedded, imperturbable and unshakable. And yet it shakes and rocks and trembles!” "
        },
        {
          "scid": "sn51.14:4.5",
          "pli": "“Tumheva kho, bhikkhave, saṃvejetukāmena moggallānena bhikkhunā pādaṅguṭṭhakena migāramātupāsādo, saṅkampito sampakampito sampacālito. ",
          "en": "“Wanting to strike awe in you, the mendicant Moggallāna made the longhouse shake and rock and tremble with his toe. "
        },
        {
          "scid": "sn51.14:4.6",
          "pli": "Taṃ kiṃ maññatha, bhikkhave, ",
          "en": "What do you think, mendicants? "
        },
        {
          "scid": "sn51.14:4.7",
          "pli": "katamesaṃ dhammānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo”ti? ",
          "en": "What things has the mendicant Moggallāna developed and cultivated so as to have such power and might?” "
        },
        {
          "scid": "sn51.14:4.8",
          "pli": "“Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
          "en": "“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” "
        },
        {
          "scid": "sn51.14:5.1",
          "pli": "“Tena hi, bhikkhave, suṇātha. ",
          "en": "“Well then, mendicants, listen. "
        },
        {
          "scid": "sn51.14:5.2",
          "pli": "Catunnaṃ kho, bhikkhave, iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo. ",
          "en": "The mendicant Moggallāna has become so powerful and mighty by developing and cultivating the four bases of psychic power. "
        },
        {
          "scid": "sn51.14:5.3",
          "pli": "Katamesaṃ catunnaṃ? ",
          "en": "What four? "
        },
        {
          "scid": "sn51.14:5.4",
          "pli": "Idha, bhikkhave, moggallāno bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
          "en": "Moggallāna develops the basis of psychic power that has immersion due to enthusiasm … "
        },
        {
          "scid": "sn51.14:5.5",
          "pli": "vīriyasamādhi … pe … ",
          "en": "energy … "
        },
        {
          "scid": "sn51.14:5.6",
          "pli": "cittasamādhi … ",
          "en": "mental development … "
        },
        {
          "scid": "sn51.14:5.7",
          "pli": "vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—",
          "en": "inquiry, and active effort. "
        },
        {
          "scid": "sn51.14:5.8",
          "pli": "iti me vīmaṃsā na ca atilīnā bhavissati, na ca atippaggahitā bhavissati; ",
          "en": "He thinks: ‘My inquiry won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.’ "
        },
        {
          "scid": "sn51.14:5.9",
          "pli": "na ca ajjhattaṃ saṅkhittā bhavissati, na ca bahiddhā vikkhittā bhavissati. ",
          "en": " "
        },
        {
          "scid": "sn51.14:5.10",
          "pli": "Pacchāpuresaññī ca viharati—",
          "en": "And he meditates perceiving continuity: "
        },
        {
          "scid": "sn51.14:5.11",
          "pli": "yathā pure tathā pacchā, yathā pacchā tathā pure; ",
          "en": "as before, so after; as after, so before; "
        },
        {
          "scid": "sn51.14:5.12",
          "pli": "yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho; ",
          "en": "as below, so above; as above, so below; "
        },
        {
          "scid": "sn51.14:5.13",
          "pli": "yathā divā tathā rattiṃ, yathā rattiṃ tathā divā. ",
          "en": "as by day, so by night; as by night, so by day. "
        },
        {
          "scid": "sn51.14:5.14",
          "pli": "Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti. ",
          "en": "And so, with an open and unenveloped heart, he develops a mind that’s full of radiance. "
        },
        {
          "scid": "sn51.14:5.15",
          "pli": "Imesaṃ kho, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo. ",
          "en": "The mendicant Moggallāna has become so powerful and mighty by developing and cultivating these four bases of psychic power. "
        },
        {
          "scid": "sn51.14:5.16",
          "pli": "Imesañca pana, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu anekavihitaṃ iddhividhaṃ paccanubhoti … pe … yāva brahmalokāpi kāyena vasaṃ vatteti … pe … ",
          "en": "And by developing and cultivating these four bases of psychic power, the mendicant Moggallāna wields the many kinds of psychic power … controlling the body as far as the Brahmā realm. … "
        },
        {
          "scid": "sn51.14:5.17",
          "pli": "imesañca pana, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti. ",
          "en": "And by developing and cultivating these four bases of psychic power, the mendicant Moggallāna realizes the undefiled freedom of heart and freedom by wisdom in this very life. And he lives having realized it with his own insight due to the ending of defilements.” "
        },
        {
          "scid": "sn51.14:5.18",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn51.14/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 51.14",
    "volpages": "SN v 269",
    "uid": "sn51.14",
    "blurb": "When lazy monks were wasting time, the Buddha asks Moggallāna to stir them up. He shakes with his toe the large building in which they were staying, terrifying the monks. They sought refuge in the Buddha, and he taught them the four bases of psychic power.",
    "difficulty": null,
    "original_title": "Moggallāna Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Moggallāna ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn51.14_sujato",
        "segmented": true,
        "title": "With Moggallāna ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 4
  }
}