{
  "sutta_uid": "sn51.15",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn51.15",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Brahmin Uṇṇābha ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Ascetics and Brahmins (1st) ",
      "uid": "sn51.16"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Moggallāna ",
      "uid": "sn51.14"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn51.15:0.1",
          "pli": "Saṃyutta Nikāya 51 ",
          "en": "Linked Discourses 51 "
        },
        {
          "scid": "sn51.15:0.2",
          "pli": "2. Pāsādakampanavagga ",
          "en": "2. Shaking the Stilt Longhouse "
        },
        {
          "scid": "sn51.15:0.3",
          "pli": "15. Uṇṇābhabrāhmaṇasutta ",
          "en": "15. The Brahmin Uṇṇābha "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 51 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn51.15:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn51.15:1.2",
          "pli": "ekaṃ samayaṃ āyasmā ānando kosambiyaṃ viharati ghositārāme. ",
          "en": "At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery. "
        },
        {
          "scid": "sn51.15:1.3",
          "pli": "Atha kho uṇṇābho brāhmaṇo yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
          "en": "Then Uṇṇābha the brahmin went up to Venerable Ānanda, and exchanged greetings with him. "
        },
        {
          "scid": "sn51.15:1.4",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho uṇṇābho brāhmaṇo āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to him, "
        },
        {
          "scid": "sn51.15:1.5",
          "pli": "“kimatthiyaṃ nu kho, bho ānanda, samaṇe gotame brahmacariyaṃ vussatī”ti? ",
          "en": "“Master Ānanda, what’s the purpose of living the spiritual life with the ascetic Gotama?” "
        },
        {
          "scid": "sn51.15:1.6",
          "pli": "“Chandappahānatthaṃ kho, brāhmaṇa, bhagavati brahmacariyaṃ vussatī”ti. ",
          "en": "“The purpose of living the spiritual life under the Buddha, brahmin, is to give up desire.” "
        },
        {
          "scid": "sn51.15:2.1",
          "pli": "“Atthi pana, bho ānanda, maggo atthi paṭipadā etassa chandassa pahānāyā”ti? ",
          "en": "“But is there a path and a practice for giving up that desire?” "
        },
        {
          "scid": "sn51.15:2.2",
          "pli": "“Atthi kho, brāhmaṇa, maggo, atthi paṭipadā etassa chandassa pahānāyā”ti. ",
          "en": "“There is.” "
        },
        {
          "scid": "sn51.15:3.1",
          "pli": "“Katamo pana, bho ānanda, maggo katamā paṭipadā etassa chandassa pahānāyā”ti? ",
          "en": "“What is that path?” "
        },
        {
          "scid": "sn51.15:3.2",
          "pli": "“Idha, brāhmaṇa, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
          "en": "“It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm … "
        },
        {
          "scid": "sn51.15:3.3",
          "pli": "vīriyasamādhi … pe … ",
          "en": "energy … "
        },
        {
          "scid": "sn51.15:3.4",
          "pli": "cittasamādhi … ",
          "en": "mental development … "
        },
        {
          "scid": "sn51.15:3.5",
          "pli": "vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—",
          "en": "inquiry, and active effort. "
        },
        {
          "scid": "sn51.15:3.6",
          "pli": "ayaṃ kho, brāhmaṇa, maggo ayaṃ paṭipadā etassa chandassa pahānāyā”ti. ",
          "en": "This is the path and the practice for giving up that desire.” "
        },
        {
          "scid": "sn51.15:4.1",
          "pli": "“Evaṃ sante, bho ānanda, santakaṃ hoti no asantakaṃ. ",
          "en": "“This being the case, Master Ānanda, the path is endless, not finite. "
        },
        {
          "scid": "sn51.15:4.2",
          "pli": "Chandeneva chandaṃ pajahissatīti—netaṃ ṭhānaṃ vijjati”. ",
          "en": "For it’s not possible to give up desire by means of desire.” "
        },
        {
          "scid": "sn51.15:4.3",
          "pli": "“Tena hi, brāhmaṇa, taññevettha paṭipucchissāmi. Yathā te khameyya tathā taṃ byākareyyāsi. ",
          "en": "“Well then, brahmin, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "sn51.15:4.4",
          "pli": "Taṃ kiṃ maññasi, brāhmaṇa, ",
          "en": "What do you think, brahmin? "
        },
        {
          "scid": "sn51.15:4.5",
          "pli": "ahosi te pubbe chando ‘ārāmaṃ gamissāmī’ti? ",
          "en": "Have you ever had a desire to walk to the park, "
        },
        {
          "scid": "sn51.15:4.6",
          "pli": "Tassa te ārāmagatassa yo tajjo chando so paṭippassaddho”ti? ",
          "en": "but when you arrived at the park, the corresponding desire faded away?” "
        },
        {
          "scid": "sn51.15:4.7",
          "pli": "“Evaṃ, bho”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn51.15:4.8",
          "pli": "“Ahosi te pubbe vīriyaṃ ‘ārāmaṃ gamissāmī’ti? ",
          "en": "“Have you ever had the energy to walk to the park, "
        },
        {
          "scid": "sn51.15:4.9",
          "pli": "Tassa te ārāmagatassa yaṃ tajjaṃ vīriyaṃ taṃ paṭippassaddhan”ti? ",
          "en": "but when you arrived at the park, the corresponding energy faded away?” "
        },
        {
          "scid": "sn51.15:4.10",
          "pli": "“Evaṃ, bho”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn51.15:4.11",
          "pli": "“Ahosi te pubbe cittaṃ ‘ārāmaṃ gamissāmī’ti? ",
          "en": "“Have you ever had the idea to walk to the park, "
        },
        {
          "scid": "sn51.15:4.12",
          "pli": "Tassa te ārāmagatassa yaṃ tajjaṃ cittaṃ taṃ paṭippassaddhan”ti? ",
          "en": "but when you arrived at the park, the corresponding idea faded away?” "
        },
        {
          "scid": "sn51.15:4.13",
          "pli": "“Evaṃ, bho”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn51.15:4.14",
          "pli": "“Ahosi te pubbe vīmaṃsā ‘ārāmaṃ gamissāmī’ti? ",
          "en": "“Have you ever inquired regarding a walk to the park, "
        },
        {
          "scid": "sn51.15:4.15",
          "pli": "Tassa te ārāmagatassa yā tajjā vīmaṃsā sā paṭippassaddhā”ti? ",
          "en": "but when you arrived at the park, the corresponding inquiry faded away?” "
        },
        {
          "scid": "sn51.15:4.16",
          "pli": "“Evaṃ, bho”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "sn51.15:5.1",
          "pli": "“Evameva kho, brāhmaṇa, yo so bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, tassa yo pubbe chando ahosi arahattappattiyā, arahattappatte yo tajjo chando so paṭippassaddho; ",
          "en": "“In the same way, take a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment. They formerly had the desire to attain perfection, but when they attained perfection the corresponding desire faded away. "
        },
        {
          "scid": "sn51.15:5.2",
          "pli": "yaṃ pubbe vīriyaṃ ahosi arahattappattiyā, arahattappatte yaṃ tajjaṃ vīriyaṃ taṃ paṭippassaddhaṃ; ",
          "en": "They formerly had the energy to attain perfection, but when they attained perfection the corresponding energy faded away. "
        },
        {
          "scid": "sn51.15:5.3",
          "pli": "yaṃ pubbe cittaṃ ahosi arahattappattiyā, arahattappatte yaṃ tajjaṃ cittaṃ taṃ paṭippassaddhaṃ; ",
          "en": "They formerly had the idea to attain perfection, but when they attained perfection the corresponding idea faded away. "
        },
        {
          "scid": "sn51.15:5.4",
          "pli": "yā pubbe vīmaṃsā ahosi arahattappattiyā, arahattappatte yā tajjā vīmaṃsā sā paṭippassaddhā. ",
          "en": "They formerly inquired regarding attaining perfection, but when they attained perfection the corresponding inquiry faded away. "
        },
        {
          "scid": "sn51.15:5.5",
          "pli": "Taṃ kiṃ maññasi, brāhmaṇa, ",
          "en": "What do you think, brahmin? "
        },
        {
          "scid": "sn51.15:5.6",
          "pli": "iti evaṃ sante, santakaṃ vā hoti no asantakaṃ vā”ti? ",
          "en": "This being the case, is the path endless or finite?” "
        },
        {
          "scid": "sn51.15:6.1",
          "pli": "“Addhā, bho ānanda, evaṃ sante, santakaṃ hoti no asantakaṃ. ",
          "en": "“Clearly, Master Ānanda, this being the case, the path is finite, not endless. "
        },
        {
          "scid": "sn51.15:6.2",
          "pli": "Abhikkantaṃ, bho ānanda, abhikkantaṃ, bho ānanda. ",
          "en": "Excellent, Master Ānanda! Excellent! "
        },
        {
          "scid": "sn51.15:6.3",
          "pli": "Seyyathāpi, bho ānanda, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā ānandena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Ānanda has made the teaching clear in many ways. "
        },
        {
          "scid": "sn51.15:6.4",
          "pli": "Esāhaṃ, bho ānanda, taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "sn51.15:6.5",
          "pli": "Upāsakaṃ maṃ bhavaṃ ānando dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Ānanda remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "sn51.15:6.6",
          "pli": "Pañcamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn51.15/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 51.15",
    "volpages": "SN v 271",
    "uid": "sn51.15",
    "blurb": "Ānanda explains to the brahmin Uṇṇābha that the spiritual path is lived to give up desire through the the four bases of psychic power. But Uṇṇābha says this is a contradiction, as desire is itself one of the four bases. Ānanda resolves the contradiction with the simile of a man walking to a park. ",
    "difficulty": null,
    "original_title": "Uṇṇābhabrāhmaṇa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Brahmin Uṇṇābha ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn51.15_sujato",
        "segmented": true,
        "title": "The Brahmin Uṇṇābha ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 5
  }
}