{
  "sutta_uid": "sn54.9",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn54.9",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "At Vesālī ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Kimbila ",
      "uid": "sn54.10"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of the Lamp ",
      "uid": "sn54.8"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn54.9:0.1",
          "pli": "Saṃyutta Nikāya 54 ",
          "en": "Linked Discourses 54 "
        },
        {
          "scid": "sn54.9:0.2",
          "pli": "1. Ekadhammavagga ",
          "en": "1. One Thing "
        },
        {
          "scid": "sn54.9:0.3",
          "pli": "9. Vesālīsutta ",
          "en": "9. At Vesālī "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 54 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn54.9:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn54.9:1.2",
          "pli": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "sn54.9:1.3",
          "pli": "Tena kho pana samayena bhagavā bhikkhūnaṃ anekapariyāyena asubhakathaṃ katheti, asubhāya vaṇṇaṃ bhāsati, asubhabhāvanāya vaṇṇaṃ bhāsati. ",
          "en": "Now at that time the Buddha spoke in many ways to the mendicants about the meditation on ugliness. He praised the meditation on ugliness and its development. "
        },
        {
          "scid": "sn54.9:2.1",
          "pli": "Atha kho bhagavā bhikkhū āmantesi: ",
          "en": "Then the Buddha said to the mendicants, "
        },
        {
          "scid": "sn54.9:2.2",
          "pli": "“icchāmahaṃ, bhikkhave, aḍḍhamāsaṃ paṭisallīyituṃ. ",
          "en": "“Mendicants, I wish to go on retreat for a fortnight. "
        },
        {
          "scid": "sn54.9:2.3",
          "pli": "Nāmhi kenaci upasaṅkamitabbo, aññatra ekena piṇḍapātanīhārakenā”ti. ",
          "en": "No-one should approach me, except for the one who brings my alms-food.” "
        },
        {
          "scid": "sn54.9:2.4",
          "pli": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā nāssudha koci bhagavantaṃ upasaṅkamati, aññatra ekena piṇḍapātanīhārakena. ",
          "en": "“Yes, sir,” replied those mendicants. And no-one approached him, except for the one who brought the alms-food. "
        },
        {
          "scid": "sn54.9:3.1",
          "pli": "Atha kho te bhikkhū: ",
          "en": "Then those mendicants thought, "
        },
        {
          "scid": "sn54.9:3.2",
          "pli": "“bhagavā anekapariyāyena asubhakathaṃ katheti, asubhāya vaṇṇaṃ bhāsati, asubhabhāvanāya vaṇṇaṃ bhāsatī”ti anekākāravokāraṃ asubhabhāvanānuyogamanuyuttā viharanti. ",
          "en": "“The Buddha spoke in many ways about the meditation on ugliness. He praised the meditation on ugliness and its development.” They committed themselves to developing the many different facets of the meditation on ugliness. "
        },
        {
          "scid": "sn54.9:3.3",
          "pli": "Te iminā kāyena aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṃ pariyesanti. ",
          "en": "Becoming horrified, repelled, and disgusted with this body, they looked for someone to slit their wrists. "
        },
        {
          "scid": "sn54.9:3.4",
          "pli": "Dasapi bhikkhū ekāhena satthaṃ āharanti, vīsampi … pe … tiṃsampi bhikkhū ekāhena satthaṃ āharanti. ",
          "en": "Each day ten, twenty, or thirty mendicants slit their wrists. "
        },
        {
          "scid": "sn54.9:4.1",
          "pli": "Atha kho bhagavā tassa aḍḍhamāsassa accayena paṭisallānā vuṭṭhito āyasmantaṃ ānandaṃ āmantesi: ",
          "en": "Then after a fortnight had passed, the Buddha came out of retreat and addressed Ānanda, "
        },
        {
          "scid": "sn54.9:4.2",
          "pli": "“kiṃ nu kho, ānanda, tanubhūto viya bhikkhusaṅgho”ti? ",
          "en": "“Ānanda, why does the mendicant Saṅgha seem so diminished?” "
        },
        {
          "scid": "sn54.9:4.3",
          "pli": "“Tathā hi pana, bhante, ‘bhagavā bhikkhūnaṃ anekapariyāyena asubhakathaṃ katheti, asubhāya vaṇṇaṃ bhāsati, asubhabhāvanāya vaṇṇaṃ bhāsatī’ti anekākāravokāraṃ asubhabhāvanānuyogamanuyuttā viharanti. ",
          "en": "Ānanda told the Buddha all that had happened, and said, "
        },
        {
          "scid": "sn54.9:4.4",
          "pli": "Te iminā kāyena aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṃ pariyesanti. ",
          "en": " "
        },
        {
          "scid": "sn54.9:4.5",
          "pli": "Dasapi bhikkhū ekāhena satthaṃ āharanti, vīsampi bhikkhū … tiṃsampi bhikkhū ekāhena satthaṃ āharanti. ",
          "en": " "
        },
        {
          "scid": "sn54.9:4.6",
          "pli": "Sādhu, bhante, bhagavā aññaṃ pariyāyaṃ ācikkhatu yathāyaṃ bhikkhusaṅgho aññāya saṇṭhaheyyā”ti. ",
          "en": "“Sir, please explain another way for the mendicant Saṅgha to get enlightened.” "
        },
        {
          "scid": "sn54.9:5.1",
          "pli": "“Tenahānanda, yāvatikā bhikkhū vesāliṃ upanissāya viharanti te sabbe upaṭṭhānasālāyaṃ sannipātehī”ti. ",
          "en": "“Well then, Ānanda, gather all the mendicants staying in the vicinity of Vesālī together in the assembly hall.” "
        },
        {
          "scid": "sn54.9:5.2",
          "pli": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yāvatikā bhikkhū vesāliṃ upanissāya viharanti te sabbe upaṭṭhānasālāyaṃ sannipātetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ",
          "en": "“Yes, sir,” replied Ānanda. He did what the Buddha asked, went up to him, and said, "
        },
        {
          "scid": "sn54.9:5.3",
          "pli": "“sannipatito, bhante, bhikkhusaṃgho. ",
          "en": "“Sir, the mendicant Saṅgha has assembled. "
        },
        {
          "scid": "sn54.9:5.4",
          "pli": "Yassadāni, bhante, bhagavā kālaṃ maññatī”ti. ",
          "en": "Please, sir, come at your convenience.” "
        },
        {
          "scid": "sn54.9:6.1",
          "pli": "Atha kho bhagavā yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "Then the Buddha went to the assembly hall, sat down on the seat spread out, "
        },
        {
          "scid": "sn54.9:6.2",
          "pli": "Nisajja kho bhagavā bhikkhū āmantesi: ",
          "en": "and addressed the mendicants: "
        },
        {
          "scid": "sn54.9:6.3",
          "pli": "“ayampi kho, bhikkhave, ānāpānassatisamādhi bhāvito bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti. ",
          "en": "“Mendicants, when this immersion due to mindfulness of breathing is developed and cultivated it’s peaceful and sublime, a deliciously pleasant meditation. And it disperses and settles unskillful qualities on the spot whenever they arise. "
        },
        {
          "scid": "sn54.9:7.1",
          "pli": "Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse ūhataṃ rajojallaṃ, tamenaṃ mahāakālamegho ṭhānaso antaradhāpeti vūpasameti; ",
          "en": "In the last month of summer, when the dust and dirt is stirred up, a large sudden storm disperses and settles it on the spot. "
        },
        {
          "scid": "sn54.9:7.2",
          "pli": "evameva kho, bhikkhave, ānāpānassatisamādhi bhāvito bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti. ",
          "en": "In the same way, when this immersion due to mindfulness of breathing is developed and cultivated it’s peaceful and sublime, a deliciously pleasant meditation. And it disperses and settles unskillful qualities on the spot whenever they arise. "
        },
        {
          "scid": "sn54.9:7.3",
          "pli": "Kathaṃ bhāvito ca, bhikkhave, ānāpānassatisamādhi kathaṃ bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti? ",
          "en": "And how is it so developed and cultivated? "
        },
        {
          "scid": "sn54.9:8.1",
          "pli": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, with their body straight, and focuses their mindfulness right there. "
        },
        {
          "scid": "sn54.9:8.2",
          "pli": "So satova assasati, satova passasati … pe … ",
          "en": "Just mindful, they breathe in. Mindful, they breathe out. … "
        },
        {
          "scid": "sn54.9:8.3",
          "pli": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati. ",
          "en": "They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ "
        },
        {
          "scid": "sn54.9:8.4",
          "pli": "Evaṃ bhāvito kho, bhikkhave, ānāpānassatisamādhi evaṃ bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasametī”ti. ",
          "en": "That’s how this immersion due to mindfulness of breathing is developed and cultivated so that it’s peaceful and sublime, a deliciously pleasant meditation. And it disperses and settles unskillful qualities on the spot whenever they arise.” "
        },
        {
          "scid": "sn54.9:8.5",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn54.9/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 54.9",
    "volpages": "SN v 320",
    "uid": "sn54.9",
    "blurb": "The Buddha taught the meditation on the ugliness of the body, then left to go on retreat. However, many monks, misconstruing the teachings, ending up killing themselves. The Buddha taught breath meditation as a peaceful and pleasant abiding.",
    "difficulty": null,
    "original_title": "Vesālī Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "At Vesālī ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn54.9_sujato",
        "segmented": true,
        "title": "At Vesālī ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 9
  }
}