{
  "sutta_uid": "sn54.7",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn54.7",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "About Mahākappina ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of the Lamp ",
      "uid": "sn54.8"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Ariṭṭha ",
      "uid": "sn54.6"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn54.7:0.1",
          "pli": "Saṃyutta Nikāya 54 ",
          "en": "Linked Discourses 54 "
        },
        {
          "scid": "sn54.7:0.2",
          "pli": "1. Ekadhammavagga ",
          "en": "1. One Thing "
        },
        {
          "scid": "sn54.7:0.3",
          "pli": "7. Mahākappinasutta ",
          "en": "7. About Mahākappina "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 54 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn54.7:1.1",
          "pli": "Sāvatthinidānaṃ. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn54.7:1.2",
          "pli": "Tena kho pana samayena āyasmā mahākappino bhagavato avidūre nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "Now, at that time Venerable Mahākappina was sitting not far from the Buddha cross-legged, with his body straight, and mindfulness established right there. "
        },
        {
          "scid": "sn54.7:1.3",
          "pli": "Addasā kho bhagavā āyasmantaṃ mahākappinaṃ avidūre nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "The Buddha saw him, "
        },
        {
          "scid": "sn54.7:1.4",
          "pli": "Disvāna bhikkhū āmantesi: ",
          "en": "and addressed the mendicants: "
        },
        {
          "scid": "sn54.7:2.1",
          "pli": "“Passatha no tumhe, bhikkhave, etassa bhikkhuno kāyassa iñjitattaṃ vā phanditattaṃ vā”ti? ",
          "en": "“Mendicants, do you see any motion or trembling in that mendicant’s body?” "
        },
        {
          "scid": "sn54.7:2.2",
          "pli": "“Yadāpi mayaṃ, bhante, taṃ āyasmantaṃ passāma saṅghamajjhe vā nisinnaṃ ekaṃ vā raho nisinnaṃ, tadāpi mayaṃ tassa āyasmato na passāma kāyassa iñjitattaṃ vā phanditattaṃ vā”ti. ",
          "en": "“Sir, whenever we see that mendicant meditating—whether in the middle of the Saṅgha or alone in private—we never see any motion or trembling in his body.” "
        },
        {
          "scid": "sn54.7:3.1",
          "pli": "“Yassa, bhikkhave, samādhissa bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā, tassa so, bhikkhave, bhikkhu samādhissa nikāmalābhī akicchalābhī akasiralābhī. ",
          "en": "“Mendicants, when an immersion has been developed and cultivated there’s no motion or trembling of the body or mind. That mendicant gets such immersion when he wants, without trouble or difficulty. "
        },
        {
          "scid": "sn54.7:3.2",
          "pli": "Katamassa ca, bhikkhave, samādhissa bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā? ",
          "en": "And what is that immersion? "
        },
        {
          "scid": "sn54.7:4.1",
          "pli": "Ānāpānassatisamādhissa, bhikkhave, bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā. ",
          "en": "When immersion due to mindfulness of breathing has been developed and cultivated there’s no motion or trembling of the body or mind. "
        },
        {
          "scid": "sn54.7:4.2",
          "pli": "Kathaṃ bhāvite ca, bhikkhave, ānāpānassatisamādhimhi kathaṃ bahulīkate neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā? ",
          "en": "And how is immersion due to mindfulness of breathing developed and cultivated in such a way? "
        },
        {
          "scid": "sn54.7:5.1",
          "pli": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, with their body straight, and establishes their mindfulness right there. "
        },
        {
          "scid": "sn54.7:5.2",
          "pli": "So satova assasati, satova passasati … pe … ",
          "en": "Just mindful, they breathe in. Mindful, they breathe out. … "
        },
        {
          "scid": "sn54.7:5.3",
          "pli": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati. ",
          "en": "They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ "
        },
        {
          "scid": "sn54.7:5.4",
          "pli": "Evaṃ bhāvite ca kho, bhikkhave, ānāpānassatisamādhimhi evaṃ bahulīkate neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā”ti. ",
          "en": "That’s how immersion due to mindfulness of breathing is developed and cultivated so that there’s no motion or trembling of the body or mind.” "
        },
        {
          "scid": "sn54.7:5.5",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn54.7/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 54.7",
    "volpages": "SN v 315",
    "uid": "sn54.7",
    "blurb": "The Buddha sees Venerable Mahākappina meditating nearby and points out that his steadiness and tranquility are due to practicing breath meditation.",
    "difficulty": null,
    "original_title": "Mahākappina Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "About Mahākappina ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn54.7_sujato",
        "segmented": true,
        "title": "About Mahākappina ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}