{
  "sutta_uid": "sn55.26",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn55.26",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Anāthapiṇḍika (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Anāthapiṇḍika (2nd) ",
      "uid": "sn55.27"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "About Sarakāni the Sakyan (2nd) ",
      "uid": "sn55.25"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn55.26:0.1",
          "pli": "Saṃyutta Nikāya 55 ",
          "en": "Linked Discourses 55 "
        },
        {
          "scid": "sn55.26:0.2",
          "pli": "3. Saraṇānivagga ",
          "en": "3. About Sarakāni "
        },
        {
          "scid": "sn55.26:0.3",
          "pli": "26. Paṭhamaanāthapiṇḍikasutta ",
          "en": "26. Anāthapiṇḍika (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 55 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn55.26:1.1",
          "pli": "Sāvatthinidānaṃ. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn55.26:1.2",
          "pli": "Tena kho pana samayena anāthapiṇḍiko gahapati ābādhiko hoti dukkhito bāḷhagilāno. ",
          "en": "Now at that time the householder Anāthapiṇḍika was sick, suffering, gravely ill. "
        },
        {
          "scid": "sn55.26:1.3",
          "pli": "Atha kho anāthapiṇḍiko gahapati aññataraṃ purisaṃ āmantesi: ",
          "en": "Then he addressed a man, "
        },
        {
          "scid": "sn55.26:1.4",
          "pli": "“ehi tvaṃ, ambho purisa, yenāyasmā sāriputto tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato sāriputtassa pāde sirasā vanda: ",
          "en": "“Please, mister, go to Venerable Sāriputta, and in my name bow with your head to his feet. Say to him: "
        },
        {
          "scid": "sn55.26:1.5",
          "pli": "‘anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ",
          "en": "‘Sir, the householder Anāthapiṇḍika is sick, suffering, gravely ill. "
        },
        {
          "scid": "sn55.26:1.6",
          "pli": "So āyasmato sāriputtassa pāde sirasā vandatī’ti. ",
          "en": "He bows with his head to your feet.’ "
        },
        {
          "scid": "sn55.26:1.7",
          "pli": "Evañca vadehi: ",
          "en": "And then say: "
        },
        {
          "scid": "sn55.26:1.8",
          "pli": "‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ",
          "en": "‘Sir, please visit him at his home out of compassion.’” "
        },
        {
          "scid": "sn55.26:2.1",
          "pli": "“Evaṃ, bhante”ti kho so puriso anāthapiṇḍikassa gahapatissa paṭissutvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso āyasmantaṃ sāriputtaṃ etadavoca: ",
          "en": "“Yes, sir,” that man replied. He did as Anāthapiṇḍika asked. "
        },
        {
          "scid": "sn55.26:3.1",
          "pli": "“Anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ",
          "en": " "
        },
        {
          "scid": "sn55.26:3.2",
          "pli": "So āyasmato sāriputtassa pāde sirasā vandati. ",
          "en": " "
        },
        {
          "scid": "sn55.26:3.3",
          "pli": "Evañca vadati: ",
          "en": " "
        },
        {
          "scid": "sn55.26:3.4",
          "pli": "‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn55.26:3.5",
          "pli": "Adhivāsesi kho āyasmā sāriputto tuṇhībhāvena. ",
          "en": "Sāriputta consented in silence. "
        },
        {
          "scid": "sn55.26:4.1",
          "pli": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āyasmatā ānandena pacchāsamaṇena yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ etadavoca: ",
          "en": "Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, went with Venerable Ānanda as his second monk to Anāthapiṇḍika’s home. He sat down on the seat spread out, and said to Anāthapiṇḍika, "
        },
        {
          "scid": "sn55.26:4.2",
          "pli": "“kacci te, gahapati, khamanīyaṃ kacci yāpanīyaṃ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti? ",
          "en": "“Householder, I hope you’re coping; I hope you’re getting better. And I hope the pain is fading, not growing, that its fading is evident, not its growing.” "
        },
        {
          "scid": "sn55.26:4.3",
          "pli": "“Na me, bhante, khamanīyaṃ, na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo”ti. ",
          "en": "“Sir, I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.” "
        },
        {
          "scid": "sn55.26:5.1",
          "pli": "“Yathārūpena kho, gahapati, buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpo te buddhe appasādo natthi. ",
          "en": "“Householder, you don’t have the distrust in the Buddha that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn55.26:5.2",
          "pli": "Atthi ca kho te, gahapati, buddhe aveccappasādo—",
          "en": "And you have experiential confidence in the Buddha: "
        },
        {
          "scid": "sn55.26:5.3",
          "pli": "itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavāti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "sn55.26:5.4",
          "pli": "Tañca pana te buddhe aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": "Seeing in yourself that experiential confidence in the teaching, that pain may die down on the spot. "
        },
        {
          "scid": "sn55.26:6.1",
          "pli": "Yathārūpena kho, gahapati, dhamme appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te dhamme appasādo natthi. ",
          "en": "You don’t have the distrust in the teaching that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn55.26:6.2",
          "pli": "Atthi ca kho te, gahapati, dhamme aveccappasādo—",
          "en": "And you have experiential confidence in the teaching: "
        },
        {
          "scid": "sn55.26:6.3",
          "pli": "svākkhāto bhagavatā dhammo … pe … paccattaṃ veditabbo viññūhīti. ",
          "en": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ "
        },
        {
          "scid": "sn55.26:6.4",
          "pli": "Tañca pana te dhamme aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": "Seeing in yourself that experiential confidence in the teaching, that pain may die down on the spot. "
        },
        {
          "scid": "sn55.26:7.1",
          "pli": "Yathārūpena kho, gahapati, saṅghe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te saṅghe appasādo natthi. ",
          "en": "You don’t have the distrust in the Saṅgha that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn55.26:7.2",
          "pli": "Atthi ca kho te, gahapati, saṅghe aveccappasādo—",
          "en": "And you have experiential confidence in the Saṅgha: "
        },
        {
          "scid": "sn55.26:7.3",
          "pli": "suppaṭipanno bhagavato sāvakasaṅgho … pe … anuttaraṃ puññakkhettaṃ lokassāti. ",
          "en": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, and worthy of veneration with joined palms. It is the supreme field of merit for the world.’ "
        },
        {
          "scid": "sn55.26:7.4",
          "pli": "Tañca pana te saṅghe aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": "Seeing in yourself that experiential confidence in the Saṅgha, that pain may die down on the spot. "
        },
        {
          "scid": "sn55.26:8.1",
          "pli": "Yathārūpena kho, gahapati, dussīlyena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpaṃ te dussīlyaṃ natthi. ",
          "en": "You don’t have the unethical conduct that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn55.26:8.2",
          "pli": "Atthi ca kho te, gahapati, ariyakantāni sīlāni … pe samādhisaṃvattanikāni. ",
          "en": "Your ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. "
        },
        {
          "scid": "sn55.26:8.3",
          "pli": "Tāni ca pana te ariyakantāni sīlāni attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": "Seeing in yourself that ethical conduct loved by the noble ones, that pain may die down on the spot. "
        },
        {
          "scid": "sn55.26:9.1",
          "pli": "Yathārūpāya kho, gahapati, micchādiṭṭhiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchādiṭṭhi natthi. ",
          "en": "You don’t have the wrong view that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "sn55.26:9.2",
          "pli": "Atthi ca kho te, gahapati, sammādiṭṭhi. ",
          "en": "You have right view. "
        },
        {
          "scid": "sn55.26:9.3",
          "pli": "Tañca pana te sammādiṭṭhiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": "Seeing in yourself that right view, that pain may die down on the spot. "
        },
        {
          "scid": "sn55.26:10.1",
          "pli": "Yathārūpena kho, gahapati, micchāsaṅkappena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāsaṅkappo natthi. ",
          "en": "You don’t have the wrong thought … "
        },
        {
          "scid": "sn55.26:10.2",
          "pli": "Atthi ca kho te, gahapati, sammāsaṅkappo. ",
          "en": " "
        },
        {
          "scid": "sn55.26:10.3",
          "pli": "Tañca pana te sammāsaṅkappaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": " "
        },
        {
          "scid": "sn55.26:11.1",
          "pli": "Yathārūpāya kho, gahapati, micchāvācāya samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāvācā natthi. ",
          "en": "wrong speech … "
        },
        {
          "scid": "sn55.26:11.2",
          "pli": "Atthi ca kho te, gahapati, sammāvācā. ",
          "en": " "
        },
        {
          "scid": "sn55.26:11.3",
          "pli": "Tañca pana te sammāvācaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": " "
        },
        {
          "scid": "sn55.26:12.1",
          "pli": "Yathārūpena kho, gahapati, micchākammantena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchākammanto natthi. ",
          "en": "wrong action … "
        },
        {
          "scid": "sn55.26:12.2",
          "pli": "Atthi ca kho te, gahapati, sammākammanto. ",
          "en": " "
        },
        {
          "scid": "sn55.26:12.3",
          "pli": "Tañca pana te sammākammantaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": " "
        },
        {
          "scid": "sn55.26:13.1",
          "pli": "Yathārūpena kho, gahapati, micchāājīvena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāājīvo natthi. ",
          "en": "wrong livelihood … "
        },
        {
          "scid": "sn55.26:13.2",
          "pli": "Atthi ca kho te, gahapati, sammāājīvo. ",
          "en": " "
        },
        {
          "scid": "sn55.26:13.3",
          "pli": "Tañca pana te sammāājīvaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": " "
        },
        {
          "scid": "sn55.26:14.1",
          "pli": "Yathārūpena kho, gahapati, micchāvāyāmena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāvāyāmo natthi. ",
          "en": "wrong effort … "
        },
        {
          "scid": "sn55.26:14.2",
          "pli": "Atthi ca kho te, gahapati, sammāvāyāmo. ",
          "en": " "
        },
        {
          "scid": "sn55.26:14.3",
          "pli": "Tañca pana te sammāvāyāmaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": " "
        },
        {
          "scid": "sn55.26:15.1",
          "pli": "Yathārūpāya kho, gahapati, micchāsatiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāsati natthi. ",
          "en": "wrong mindfulness … "
        },
        {
          "scid": "sn55.26:15.2",
          "pli": "Atthi ca kho te, gahapati, sammāsati. ",
          "en": " "
        },
        {
          "scid": "sn55.26:15.3",
          "pli": "Tañca pana te sammāsatiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": " "
        },
        {
          "scid": "sn55.26:16.1",
          "pli": "Yathārūpena kho, gahapati, micchāsamādhinā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāsamādhi natthi. ",
          "en": "wrong immersion … "
        },
        {
          "scid": "sn55.26:16.2",
          "pli": "Atthi ca kho te, gahapati, sammāsamādhi. ",
          "en": " "
        },
        {
          "scid": "sn55.26:16.3",
          "pli": "Tañca pana te sammāsamādhiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": " "
        },
        {
          "scid": "sn55.26:17.1",
          "pli": "Yathārūpena kho, gahapati, micchāñāṇena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpaṃ te micchāñāṇaṃ natthi. ",
          "en": "wrong knowledge … "
        },
        {
          "scid": "sn55.26:17.2",
          "pli": "Atthi ca kho te, gahapati, sammāñāṇaṃ. ",
          "en": " "
        },
        {
          "scid": "sn55.26:17.3",
          "pli": "Tañca pana te sammāñāṇaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
          "en": " "
        },
        {
          "scid": "sn55.26:18.1",
          "pli": "Yathārūpāya kho, gahapati, micchāvimuttiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāvimutti natthi. ",
          "en": "wrong freedom … "
        },
        {
          "scid": "sn55.26:18.2",
          "pli": "Atthi ca kho te, gahapati, sammāvimutti. ",
          "en": "You have right freedom. "
        },
        {
          "scid": "sn55.26:18.3",
          "pli": "Tañca pana te sammāvimuttiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyyā”ti. ",
          "en": "Seeing in yourself that right freedom, that pain may die down on the spot.” "
        },
        {
          "scid": "sn55.26:19.1",
          "pli": "Atha kho anāthapiṇḍikassa gahapatissa ṭhānaso vedanā paṭippassambhiṃsu. ",
          "en": "And then Anāthapiṇḍika’s pain died down on the spot. "
        },
        {
          "scid": "sn55.26:19.2",
          "pli": "Atha kho anāthapiṇḍiko gahapati āyasmantañca sāriputtaṃ āyasmantañca ānandaṃ sakeneva thālipākena parivisi. ",
          "en": "Then he served Sāriputta and Ānanda from his own dish. "
        },
        {
          "scid": "sn55.26:19.3",
          "pli": "Atha kho anāthapiṇḍiko gahapati āyasmantaṃ sāriputtaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcāsanaṃ gahetvā ekamantaṃ nisīdi. ",
          "en": "When Sāriputta had eaten and washed his hand and bowl, Anāthapiṇḍika took a low seat and sat to one side. "
        },
        {
          "scid": "sn55.26:19.4",
          "pli": "Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ āyasmā sāriputto imāhi gāthāhi anumodi: ",
          "en": "Venerable Sāriputta expressed his appreciation to him with these verses. "
        },
        {
          "scid": "sn55.26:20.1",
          "pli": "“Yassa saddhā tathāgate, ",
          "en": "“Whoever has faith in the Realized One, "
        },
        {
          "scid": "sn55.26:20.2",
          "pli": "acalā suppatiṭṭhitā; ",
          "en": "unwavering and well grounded; "
        },
        {
          "scid": "sn55.26:20.3",
          "pli": "Sīlañca yassa kalyāṇaṃ, ",
          "en": "whose ethical conduct is good, "
        },
        {
          "scid": "sn55.26:20.4",
          "pli": "ariyakantaṃ pasaṃsitaṃ. ",
          "en": "praised and loved by the noble ones; "
        },
        {
          "scid": "sn55.26:21.1",
          "pli": "Saṃghe pasādo yassatthi, ",
          "en": "who has confidence in the Saṅgha, "
        },
        {
          "scid": "sn55.26:21.2",
          "pli": "ujubhūtañca dassanaṃ; ",
          "en": "and correct view: "
        },
        {
          "scid": "sn55.26:21.3",
          "pli": "Adaliddoti taṃ āhu, ",
          "en": "they’re said to be prosperous, "
        },
        {
          "scid": "sn55.26:21.4",
          "pli": "amoghaṃ tassa jīvitaṃ. ",
          "en": "their life is not in vain. "
        },
        {
          "scid": "sn55.26:22.1",
          "pli": "Tasmā saddhañca sīlañca, ",
          "en": "So let the wise devote themselves "
        },
        {
          "scid": "sn55.26:22.2",
          "pli": "pasādaṃ dhammadassanaṃ; ",
          "en": "to faith, ethical behaviour, "
        },
        {
          "scid": "sn55.26:22.3",
          "pli": "Anuyuñjetha medhāvī, ",
          "en": "confidence, and insight into the teaching, "
        },
        {
          "scid": "sn55.26:22.4",
          "pli": "saraṃ buddhānasāsanan”ti. ",
          "en": "remembering the instructions of the Buddhas.” "
        },
        {
          "scid": "sn55.26:23.1",
          "pli": "Atha kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi. ",
          "en": "After expressing his appreciation to Anāthapiṇḍika with these verses, Sāriputta got up from his seat and left. "
        },
        {
          "scid": "sn55.26:24.1",
          "pli": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ",
          "en": "Then Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him, "
        },
        {
          "scid": "sn55.26:24.2",
          "pli": "“handa kuto nu tvaṃ, ānanda, āgacchasi divādivassā”ti? ",
          "en": "“So, Ānanda, where are you coming from in the middle of the day?” "
        },
        {
          "scid": "sn55.26:24.3",
          "pli": "“Āyasmatā, bhante, sāriputtena anāthapiṇḍiko gahapati iminā ca iminā ca ovādena ovadito”ti. ",
          "en": "“Sir, Venerable Sāriputta advised the householder Anāthapiṇḍika in this way and that.” "
        },
        {
          "scid": "sn55.26:24.4",
          "pli": "“Paṇḍito, ānanda, sāriputto; ",
          "en": "“Sāriputta is astute, Ānanda. "
        },
        {
          "scid": "sn55.26:24.5",
          "pli": "mahāpañño, ānanda, sāriputto, yatra hi nāma cattāri sotāpattiyaṅgāni dasahākārehi vibhajissatī”ti. ",
          "en": "He has great wisdom, since he can analyze the four factors of stream-entry in ten respects.” "
        },
        {
          "scid": "sn55.26:24.6",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn55.26/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 55.26",
    "volpages": "SN v 380",
    "uid": "sn55.26",
    "blurb": "When the householder Anāthapiṇḍika was sick, Sāriputta reminds him of his considerable accomplishments in the Dhamma, analyzing stream-entry in ten factors, at which Anāthapiṇḍika recovers. Later he invited Sāriputta and Ānanda for a meal, and Sāriputta thanked him with verses.",
    "difficulty": null,
    "original_title": "Paṭhamaanāthapiṇḍika Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Anāthapiṇḍika (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn55.26_sujato",
        "segmented": true,
        "title": "Anāthapiṇḍika (1st) ",
        "volpage": null
      }
    ],
    "parallel_count": 12,
    "biblio": null,
    "num": 6
  }
}