{
  "sutta_uid": "sn55.27",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn55.27",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Anāthapiṇḍika (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Dangers and Threats (1st) ",
      "uid": "sn55.28"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Anāthapiṇḍika (1st) ",
      "uid": "sn55.26"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn55.27:0.1",
          "pli": "Saṃyutta Nikāya 55 ",
          "en": "Linked Discourses 55 "
        },
        {
          "scid": "sn55.27:0.2",
          "pli": "3. Saraṇānivagga ",
          "en": "3. About Sarakāni "
        },
        {
          "scid": "sn55.27:0.3",
          "pli": "27. Dutiyaanāthapiṇḍikasutta ",
          "en": "27. With Anāthapiṇḍika (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 55 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn55.27:1.1",
          "pli": "Sāvatthinidānaṃ. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "sn55.27:1.2",
          "pli": "Tena kho pana samayena anāthapiṇḍiko gahapati ābādhiko hoti dukkhito bāḷhagilāno. ",
          "en": "Now at that time the householder Anāthapiṇḍika was sick, suffering, gravely ill. "
        },
        {
          "scid": "sn55.27:1.3",
          "pli": "Atha kho anāthapiṇḍiko gahapati aññataraṃ purisaṃ āmantesi: ",
          "en": "Then he addressed a man, "
        },
        {
          "scid": "sn55.27:1.4",
          "pli": "“ehi tvaṃ, ambho purisa, yenāyasmā ānando tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato ānandassa pāde sirasā vanda: ",
          "en": "“Please, mister, go to Venerable Ānanda, and in my name bow with your head to his feet. Say to him: "
        },
        {
          "scid": "sn55.27:1.5",
          "pli": "‘anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ",
          "en": "‘Sir, the householder Anāthapiṇḍika is sick, suffering, gravely ill. "
        },
        {
          "scid": "sn55.27:1.6",
          "pli": "So āyasmato ānandassa pāde sirasā vandatī’ti. ",
          "en": "He bows with his head to your feet.’ "
        },
        {
          "scid": "sn55.27:1.7",
          "pli": "Evañca vadehi: ",
          "en": "And then say: "
        },
        {
          "scid": "sn55.27:1.8",
          "pli": "‘sādhu kira, bhante, āyasmā ānando yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ",
          "en": "‘Sir, please visit him at his home out of compassion.’” "
        },
        {
          "scid": "sn55.27:2.1",
          "pli": "“Evaṃ, bhante”ti kho so puriso anāthapiṇḍikassa gahapatissa paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "“Yes, sir,” that man replied. He did as Anāthapiṇḍika asked. "
        },
        {
          "scid": "sn55.27:2.2",
          "pli": "“anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ",
          "en": " "
        },
        {
          "scid": "sn55.27:2.3",
          "pli": "So āyasmato ānandassa pāde sirasā vandati. ",
          "en": " "
        },
        {
          "scid": "sn55.27:2.4",
          "pli": "Evañca vadati: ",
          "en": " "
        },
        {
          "scid": "sn55.27:2.5",
          "pli": "‘sādhu kira, bhante, āyasmā ānando yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ",
          "en": " "
        },
        {
          "scid": "sn55.27:2.6",
          "pli": "Adhivāsesi kho āyasmā ānando tuṇhībhāvena. ",
          "en": "Ānanda consented in silence. "
        },
        {
          "scid": "sn55.27:3.1",
          "pli": "Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā ānando anāthapiṇḍikaṃ gahapatiṃ etadavoca: ",
          "en": "Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, went to the home of the householder Anāthapiṇḍika. He sat down on the seat spread out and said to Anāthapiṇḍika, "
        },
        {
          "scid": "sn55.27:3.2",
          "pli": "“kacci te, gahapati, khamanīyaṃ, kacci yāpanīyaṃ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti? ",
          "en": "“Householder, I hope you’re coping; I hope you’re getting better. And I hope the pain is fading, not growing; that its fading, not its growing, is apparent.” "
        },
        {
          "scid": "sn55.27:3.3",
          "pli": "“Na me, bhante, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo”ti. ",
          "en": "“Sir, I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.” "
        },
        {
          "scid": "sn55.27:4.1",
          "pli": "“Catūhi kho, gahapati, dhammehi samannāgatassa assutavato puthujjanassa hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": "“Householder, when an uneducated ordinary person has four things, they’re frightened and terrified, and fear what awaits them after death. "
        },
        {
          "scid": "sn55.27:4.2",
          "pli": "Katamehi catūhi? ",
          "en": "What four? "
        },
        {
          "scid": "sn55.27:4.3",
          "pli": "Idha, gahapati, assutavā puthujjano buddhe appasādena samannāgato hoti. ",
          "en": "Firstly, an uneducated ordinary person distrusts the Buddha. "
        },
        {
          "scid": "sn55.27:4.4",
          "pli": "Tañca panassa buddhe appasādaṃ attani samanupassato hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": "Seeing in themselves that distrust of the Buddha, they’re frightened and terrified, and fear what awaits them after death. "
        },
        {
          "scid": "sn55.27:5.1",
          "pli": "Puna caparaṃ, gahapati, assutavā puthujjano dhamme appasādena samannāgato hoti. ",
          "en": "Furthermore, an uneducated ordinary person distrusts the teaching … "
        },
        {
          "scid": "sn55.27:5.2",
          "pli": "Tañca panassa dhamme appasādaṃ attani samanupassato hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": " "
        },
        {
          "scid": "sn55.27:6.1",
          "pli": "Puna caparaṃ, gahapati, assutavā puthujjano saṅghe appasādena samannāgato hoti. ",
          "en": "Furthermore, an uneducated ordinary person distrusts the Saṅgha … "
        },
        {
          "scid": "sn55.27:6.2",
          "pli": "Tañca panassa saṅghe appasādaṃ attani samanupassato hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": " "
        },
        {
          "scid": "sn55.27:7.1",
          "pli": "Puna caparaṃ, gahapati, assutavā puthujjano dussīlyena samannāgato hoti. ",
          "en": "Furthermore, an uneducated ordinary person has unethical conduct. "
        },
        {
          "scid": "sn55.27:7.2",
          "pli": "Tañca panassa dussīlyaṃ attani samanupassato hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": "Seeing in themselves that unethical conduct, they’re frightened and terrified, and fear what awaits them after death. "
        },
        {
          "scid": "sn55.27:7.3",
          "pli": "Imehi kho, gahapati, catūhi dhammehi samannāgatassa assutavato puthujjanassa hoti uttāso, hoti chambhitattaṃ, hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": "When an uneducated ordinary person has these four things, they’re frightened and terrified, and fear what awaits them after death. "
        },
        {
          "scid": "sn55.27:8.1",
          "pli": "Catūhi kho, gahapati, dhammehi samannāgatassa sutavato ariyasāvakassa na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": "When an educated noble disciple has four things, they’re not frightened or terrified, and don’t fear what awaits them after death. "
        },
        {
          "scid": "sn55.27:8.2",
          "pli": "Katamehi catūhi? ",
          "en": "What four? "
        },
        {
          "scid": "sn55.27:8.3",
          "pli": "Idha, gahapati, sutavā ariyasāvako buddhe aveccappasādena samannāgato hoti—",
          "en": "Firstly, a noble disciple has experiential confidence in the Buddha … "
        },
        {
          "scid": "sn55.27:8.4",
          "pli": "itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavāti. ",
          "en": " "
        },
        {
          "scid": "sn55.27:8.5",
          "pli": "Tañca panassa buddhe aveccappasādaṃ attani samanupassato na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": "Seeing in themselves that experiential confidence in the Buddha, they’re not frightened or terrified, and don’t fear what awaits them after death. "
        },
        {
          "scid": "sn55.27:9.1",
          "pli": "Puna caparaṃ, gahapati, sutavā ariyasāvako dhamme aveccappasādena samannāgato hoti—",
          "en": "Furthermore, a noble disciple has experiential confidence in the teaching … "
        },
        {
          "scid": "sn55.27:9.2",
          "pli": "svākkhāto bhagavatā dhammo … pe … paccattaṃ veditabbo viññūhīti. ",
          "en": " "
        },
        {
          "scid": "sn55.27:9.3",
          "pli": "Tañca panassa dhamme aveccappasādaṃ attani samanupassato na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": " "
        },
        {
          "scid": "sn55.27:10.1",
          "pli": "Puna caparaṃ, gahapati, sutavā ariyasāvako saṅghe aveccappasādena samannāgato hoti—",
          "en": "Furthermore, a noble disciple has experiential confidence in the Saṅgha … "
        },
        {
          "scid": "sn55.27:10.2",
          "pli": "suppaṭipanno bhagavato sāvakasaṅgho … pe … anuttaraṃ puññakkhettaṃ lokassāti. ",
          "en": " "
        },
        {
          "scid": "sn55.27:10.3",
          "pli": "Tañca panassa saṅghe aveccappasādaṃ attani samanupassato na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": " "
        },
        {
          "scid": "sn55.27:11.1",
          "pli": "Puna caparaṃ, gahapati, sutavā ariyasāvako ariyakantehi sīlehi samannāgato hoti akhaṇḍehi … pe … samādhisaṃvattanikehi. ",
          "en": "Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. "
        },
        {
          "scid": "sn55.27:11.2",
          "pli": "Tāni ca panassa ariyakantāni sīlāni attani samanupassato na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayaṃ. ",
          "en": "Seeing in themselves that ethical conduct loved by the noble ones, they’re not frightened or terrified, and don’t fear what awaits them after death. "
        },
        {
          "scid": "sn55.27:11.3",
          "pli": "Imehi kho, gahapati, catūhi dhammehi samannāgatassa sutavato ariyasāvakassa na hoti uttāso, na hoti chambhitattaṃ, na hoti samparāyikaṃ maraṇabhayan”ti. ",
          "en": "When an educated noble disciple has these four things, they’re not frightened or terrified, and don’t fear what awaits them after death.” "
        },
        {
          "scid": "sn55.27:12.1",
          "pli": "“Nāhaṃ, bhante ānanda, bhāyāmi. ",
          "en": "“Sir, Ānanda, I am not afraid. "
        },
        {
          "scid": "sn55.27:12.2",
          "pli": "Kyāhaṃ bhāyissāmi. ",
          "en": "What have I to fear? "
        },
        {
          "scid": "sn55.27:12.3",
          "pli": "Ahañhi, bhante, buddhe aveccappasādena samannāgato homi—",
          "en": "For I have experiential confidence in the Buddha … "
        },
        {
          "scid": "sn55.27:12.4",
          "pli": "itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavāti. ",
          "en": " "
        },
        {
          "scid": "sn55.27:12.5",
          "pli": "Dhamme … pe … ",
          "en": "the teaching … "
        },
        {
          "scid": "sn55.27:12.6",
          "pli": "saṅghe aveccappasādena samannāgato homi—",
          "en": "the Saṅgha … "
        },
        {
          "scid": "sn55.27:12.7",
          "pli": "suppaṭipanno bhagavato sāvakasaṅgho … pe … anuttaraṃ puññakkhettaṃ lokassāti. ",
          "en": " "
        },
        {
          "scid": "sn55.27:12.8",
          "pli": "Yāni cimāni, bhante, bhagavatā gihisāmīcikāni sikkhāpadāni desitāni, nāhaṃ tesaṃ kiñci attani khaṇḍaṃ samanupassāmī”ti. ",
          "en": "And of the training rules appropriate for laypeople taught by the Buddha, I don’t see any that I have broken.” "
        },
        {
          "scid": "sn55.27:12.9",
          "pli": "“Lābhā te, gahapati, suladdhaṃ te, gahapati. ",
          "en": "“You’re fortunate, householder, so very fortunate, "
        },
        {
          "scid": "sn55.27:12.10",
          "pli": "Sotāpattiphalaṃ tayā, gahapati, byākatan”ti. ",
          "en": "You have declared the fruit of stream-entry.” "
        },
        {
          "scid": "sn55.27:12.11",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn55.27/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 55.27",
    "volpages": "SN v 385",
    "uid": "sn55.27",
    "blurb": "When the householder Anāthapiṇḍika was sick, Ānanda reminds him of the four factors of stream-entry, which Anāthapiṇḍika claims to possess.",
    "difficulty": null,
    "original_title": "Dutiyaanāthapiṇḍika Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Anāthapiṇḍika (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn55.27_sujato",
        "segmented": true,
        "title": "With Anāthapiṇḍika (2nd) ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}