{
  "sutta_uid": "sn55.7",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn55.7",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The People of Bamboo Gate ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "In the Brick Hall (1st) ",
      "uid": "sn55.8"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Chamberlains ",
      "uid": "sn55.6"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn55.7:0.1",
          "pli": "Saṃyutta Nikāya 55 ",
          "en": "Linked Discourses 55 "
        },
        {
          "scid": "sn55.7:0.2",
          "pli": "1. Veḷudvāravagga ",
          "en": "1. At Bamboo Gate "
        },
        {
          "scid": "sn55.7:0.3",
          "pli": "7. Veḷudvāreyyasutta ",
          "en": "7. The People of Bamboo Gate "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 55 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn55.7:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn55.7:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena veḷudvāraṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Bamboo Gate. "
        },
        {
          "scid": "sn55.7:1.3",
          "pli": "Assosuṃ kho te veḷudvāreyyakā brāhmaṇagahapatikā: ",
          "en": "The brahmins and householders of Bamboo Gate heard: "
        },
        {
          "scid": "sn55.7:1.4",
          "pli": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ veḷudvāraṃ anuppatto. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Bamboo Gate, together with a large Saṅgha of mendicants. "
        },
        {
          "scid": "sn55.7:1.5",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "sn55.7:1.6",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "sn55.7:1.7",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "sn55.7:1.8",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "sn55.7:1.9",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "sn55.7:2.1",
          "pli": "Atha kho te veḷudvāreyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavatā saddhiṃ sammodiṃsu; sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu. Appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu. Appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te veḷudvāreyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ: ",
          "en": "Then the brahmins and householders of Bamboo Gate went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. Seated to one side they said to the Buddha: "
        },
        {
          "scid": "sn55.7:2.2",
          "pli": "“mayaṃ, bho gotama, evaṅkāmā evaṃchandā evaṃadhippāyā—",
          "en": "“Master Gotama, these are our wishes, desires, and hopes. "
        },
        {
          "scid": "sn55.7:2.3",
          "pli": "puttasambādhasayanaṃ ajjhāvaseyyāma, kāsikacandanaṃ paccanubhaveyyāma, mālāgandhavilepanaṃ dhāreyyāma, jātarūparajataṃ sādiyeyyāma, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyāma. ",
          "en": "We wish to live at home with our children; to use sandalwood imported from Kāsi; to wear garlands, perfumes, and makeup; and to accept gold and money. And when our body breaks up, after death, we wish to be reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "sn55.7:2.4",
          "pli": "Tesaṃ no bhavaṃ gotamo amhākaṃ evaṅkāmānaṃ evaṃchandānaṃ evaṃadhippāyānaṃ tathā dhammaṃ desetu yathā mayaṃ puttasambādhasayanaṃ ajjhāvaseyyāma … pe … sugatiṃ saggaṃ lokaṃ upapajjeyyāmā”ti. ",
          "en": "Given that we have such wishes, may the Buddha teach us the Dhamma so that we may achieve them.” "
        },
        {
          "scid": "sn55.7:3.1",
          "pli": "“Attupanāyikaṃ vo, gahapatayo, dhammapariyāyaṃ desessāmi. ",
          "en": "“Householders, I will teach you an explanation of the Dhamma that’s relevant to oneself. "
        },
        {
          "scid": "sn55.7:3.2",
          "pli": "Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
          "en": "Listen and pay close attention, I will speak.” "
        },
        {
          "scid": "sn55.7:3.3",
          "pli": "“Evaṃ, bho”ti kho te veḷudvāreyyakā brāhmaṇagahapatikā bhagavato paccassosuṃ. ",
          "en": "“Yes, sir,” they replied. "
        },
        {
          "scid": "sn55.7:3.4",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "sn55.7:4.1",
          "pli": "“Katamo ca, gahapatayo, attupanāyiko dhammapariyāyo? ",
          "en": "“And what is the explanation of the Dhamma that’s relevant to oneself? "
        },
        {
          "scid": "sn55.7:4.2",
          "pli": "Idha, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
          "en": "It’s when a noble disciple reflects: "
        },
        {
          "scid": "sn55.7:4.3",
          "pli": "‘ahaṃ khosmi jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo. ",
          "en": "‘I want to live and don’t want to die; I want to be happy and recoil from pain. "
        },
        {
          "scid": "sn55.7:4.4",
          "pli": "Yo kho maṃ jīvitukāmaṃ amaritukāmaṃ sukhakāmaṃ dukkhappaṭikūlaṃ jīvitā voropeyya, na metaṃ assa piyaṃ manāpaṃ. ",
          "en": "Since this is so, if someone were to take my life, I wouldn’t like that. "
        },
        {
          "scid": "sn55.7:4.5",
          "pli": "Ahañceva kho pana paraṃ jīvitukāmaṃ amaritukāmaṃ sukhakāmaṃ dukkhappaṭikūlaṃ jīvitā voropeyyaṃ, parassapi taṃ assa appiyaṃ amanāpaṃ. ",
          "en": "But others also want to live and don’t want to die; they want to be happy and recoil from pain. So if I were to take the life of someone else, they wouldn’t like that either. "
        },
        {
          "scid": "sn55.7:4.6",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
          "en": "The thing that is disliked by me is also disliked by others. "
        },
        {
          "scid": "sn55.7:4.7",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, kathāhaṃ paraṃ tena saṃyojeyyan’ti. ",
          "en": "Since I dislike this thing, how can I inflict it on someone else?’ "
        },
        {
          "scid": "sn55.7:4.8",
          "pli": "So iti paṭisaṅkhāya attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti, pāṇātipātā veramaṇiyā ca vaṇṇaṃ bhāsati. ",
          "en": "Reflecting in this way, they give up killing living creatures themselves. And they encourage others to give up killing living creatures, praising the giving up of killing living creatures. "
        },
        {
          "scid": "sn55.7:4.9",
          "pli": "Evamassāyaṃ kāyasamācāro tikoṭiparisuddho hoti. ",
          "en": "So their bodily behavior is purified in three points. "
        },
        {
          "scid": "sn55.7:5.1",
          "pli": "Puna caparaṃ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
          "en": "Furthermore, a noble disciple reflects: "
        },
        {
          "scid": "sn55.7:5.2",
          "pli": "‘yo kho me adinnaṃ theyyasaṅkhātaṃ ādiyeyya, na metaṃ assa piyaṃ manāpaṃ. ",
          "en": "‘If someone were to steal from me, I wouldn’t like that. "
        },
        {
          "scid": "sn55.7:5.3",
          "pli": "Ahañceva kho pana parassa adinnaṃ theyyasaṅkhātaṃ ādiyeyyaṃ, parassapi taṃ assa appiyaṃ amanāpaṃ. ",
          "en": "But if I were to steal from someone else, they wouldn’t like that either. "
        },
        {
          "scid": "sn55.7:5.4",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
          "en": "The thing that is disliked by me is also disliked by others. "
        },
        {
          "scid": "sn55.7:5.5",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, kathāhaṃ paraṃ tena saṃyojeyyan’ti. ",
          "en": "Since I dislike this thing, how can I inflict it on someone else?’ "
        },
        {
          "scid": "sn55.7:5.6",
          "pli": "So iti paṭisaṅkhāya attanā ca adinnādānā paṭivirato hoti, parañca adinnādānā veramaṇiyā samādapeti, adinnādānā veramaṇiyā ca vaṇṇaṃ bhāsati. ",
          "en": "Reflecting in this way, they give up stealing themselves. And they encourage others to give up stealing, praising the giving up of stealing. "
        },
        {
          "scid": "sn55.7:5.7",
          "pli": "Evamassāyaṃ kāyasamācāro tikoṭiparisuddho hoti. ",
          "en": "So their bodily behavior is purified in three points. "
        },
        {
          "scid": "sn55.7:6.1",
          "pli": "Puna caparaṃ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
          "en": "Furthermore, a noble disciple reflects: "
        },
        {
          "scid": "sn55.7:6.2",
          "pli": "‘yo kho me dāresu cārittaṃ āpajjeyya, na metaṃ assa piyaṃ manāpaṃ. ",
          "en": "‘If someone were to have sexual relations with my wives, I wouldn’t like it. "
        },
        {
          "scid": "sn55.7:6.3",
          "pli": "Ahañceva kho pana parassa dāresu cārittaṃ āpajjeyyaṃ, parassapi taṃ assa appiyaṃ amanāpaṃ. ",
          "en": "But if I were to have sexual relations with someone else’s wives, he wouldn’t like that either. "
        },
        {
          "scid": "sn55.7:6.4",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
          "en": "The thing that is disliked by me is also disliked by others. "
        },
        {
          "scid": "sn55.7:6.5",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, kathāhaṃ paraṃ tena saṃyojeyyan’ti. ",
          "en": "Since I dislike this thing, how can I inflict it on others?’ "
        },
        {
          "scid": "sn55.7:6.6",
          "pli": "So iti paṭisaṅkhāya attanā ca kāmesumicchācārā paṭivirato hoti, parañca kāmesumicchācārā veramaṇiyā samādapeti, kāmesumicchācārā veramaṇiyā ca vaṇṇaṃ bhāsati. ",
          "en": "Reflecting in this way, they give up sexual misconduct themselves. And they encourage others to give up sexual misconduct, praising the giving up of sexual misconduct. "
        },
        {
          "scid": "sn55.7:6.7",
          "pli": "Evamassāyaṃ kāyasamācāro tikoṭiparisuddho hoti. ",
          "en": "So their bodily behavior is purified in three points. "
        },
        {
          "scid": "sn55.7:7.1",
          "pli": "Puna caparaṃ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
          "en": "Furthermore, a noble disciple reflects: "
        },
        {
          "scid": "sn55.7:7.2",
          "pli": "‘yo kho me musāvādena atthaṃ bhañjeyya, na metaṃ assa piyaṃ manāpaṃ. ",
          "en": "‘If someone were to distort my meaning by lying, I wouldn’t like it. "
        },
        {
          "scid": "sn55.7:7.3",
          "pli": "Ahañceva kho pana parassa musāvādena atthaṃ bhañjeyyaṃ, parassapi taṃ assa appiyaṃ amanāpaṃ. ",
          "en": "But if I were to distort someone else’s meaning by lying, they wouldn’t like it either. "
        },
        {
          "scid": "sn55.7:7.4",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
          "en": "The thing that is disliked by me is also disliked by someone else. "
        },
        {
          "scid": "sn55.7:7.5",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, kathāhaṃ paraṃ tena saṃyojeyyan’ti. ",
          "en": "Since I dislike this thing, how can I inflict it on others?’ "
        },
        {
          "scid": "sn55.7:7.6",
          "pli": "So iti paṭisaṅkhāya attanā ca musāvādā paṭivirato hoti, parañca musāvādā veramaṇiyā samādapeti, musāvādā veramaṇiyā ca vaṇṇaṃ bhāsati. ",
          "en": "Reflecting in this way, they give up lying themselves. And they encourage others to give up lying, praising the giving up of lying. "
        },
        {
          "scid": "sn55.7:7.7",
          "pli": "Evamassāyaṃ vacīsamācāro tikoṭiparisuddho hoti. ",
          "en": "So their verbal behavior is purified in three points. "
        },
        {
          "scid": "sn55.7:8.1",
          "pli": "Puna caparaṃ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
          "en": "Furthermore, a noble disciple reflects: "
        },
        {
          "scid": "sn55.7:8.2",
          "pli": "“yo kho maṃ pisuṇāya vācāya mitte bhindeyya, na metaṃ assa piyaṃ manāpaṃ. ",
          "en": "‘If someone were to break me up from my friends by divisive speech, I wouldn’t like it. "
        },
        {
          "scid": "sn55.7:8.3",
          "pli": "Ahañceva kho pana paraṃ pisuṇāya vācāya mitte bhindeyyaṃ, parassapi taṃ assa appiyaṃ amanāpaṃ … pe … ",
          "en": "But if I were to break someone else from their friends by divisive speech, they wouldn’t like it either. …’ "
        },
        {
          "scid": "sn55.7:8.4",
          "pli": "evamassāyaṃ vacīsamācāro tikoṭiparisuddho hoti. ",
          "en": "So their verbal behavior is purified in three points. "
        },
        {
          "scid": "sn55.7:9.1",
          "pli": "Puna caparaṃ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
          "en": "Furthermore, a noble disciple reflects: "
        },
        {
          "scid": "sn55.7:9.2",
          "pli": "“yo kho maṃ pharusāya vācāya samudācareyya, na metaṃ assa piyaṃ manāpaṃ. ",
          "en": "‘If someone were to attack me with harsh speech, I wouldn’t like it. "
        },
        {
          "scid": "sn55.7:9.3",
          "pli": "Ahañceva kho pana paraṃ pharusāya vācāya samudācareyyaṃ, parassapi taṃ assa appiyaṃ amanāpaṃ. ",
          "en": "But if I were to attack someone else with harsh speech, they wouldn’t like it either. …’ "
        },
        {
          "scid": "sn55.7:9.4",
          "pli": "Yo kho myāyaṃ dhammo … pe … ",
          "en": " "
        },
        {
          "scid": "sn55.7:9.5",
          "pli": "evamassāyaṃ vacīsamācāro tikoṭiparisuddho hoti. ",
          "en": "So their verbal behavior is purified in three points. "
        },
        {
          "scid": "sn55.7:10.1",
          "pli": "Puna caparaṃ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
          "en": "Furthermore, a noble disciple reflects: "
        },
        {
          "scid": "sn55.7:10.2",
          "pli": "‘yo kho maṃ samphabhāsena samphappalāpabhāsena samudācareyya, na metaṃ assa piyaṃ manāpaṃ. ",
          "en": "‘If someone were to annoy me by talking silliness and nonsense, I wouldn’t like it. "
        },
        {
          "scid": "sn55.7:10.3",
          "pli": "Ahañceva kho pana paraṃ samphabhāsena samphappalāpabhāsena samudācareyyaṃ, parassapi taṃ assa appiyaṃ amanāpaṃ. ",
          "en": "But if I were to annoy someone else by talking silliness and nonsense, they wouldn’t like it either.’ "
        },
        {
          "scid": "sn55.7:10.4",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
          "en": "The thing that is disliked by me is also disliked by another. "
        },
        {
          "scid": "sn55.7:10.5",
          "pli": "Yo kho myāyaṃ dhammo appiyo amanāpo, kathāhaṃ paraṃ tena saṃyojeyyan’ti. ",
          "en": "Since I dislike this thing, how can I inflict it on another?’ "
        },
        {
          "scid": "sn55.7:10.6",
          "pli": "So iti paṭisaṅkhāya attanā ca samphappalāpā paṭivirato hoti, parañca samphappalāpā veramaṇiyā samādapeti, samphappalāpā veramaṇiyā ca vaṇṇaṃ bhāsati. ",
          "en": "Reflecting in this way, they give up talking nonsense themselves. And they encourage others to give up talking nonsense, praising the giving up of talking nonsense. "
        },
        {
          "scid": "sn55.7:10.7",
          "pli": "Evamassāyaṃ vacīsamācāro tikoṭiparisuddho hoti. ",
          "en": "So their verbal behavior is purified in three points. "
        },
        {
          "scid": "sn55.7:11.1",
          "pli": "So buddhe aveccappasādena samannāgato hoti—",
          "en": "And they have experiential confidence in the Buddha … "
        },
        {
          "scid": "sn55.7:11.2",
          "pli": "itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavāti; ",
          "en": " "
        },
        {
          "scid": "sn55.7:11.3",
          "pli": "dhamme … pe … ",
          "en": "the teaching … "
        },
        {
          "scid": "sn55.7:11.4",
          "pli": "saṃghe aveccappasādena samannāgato hoti suppaṭipanno bhagavato sāvakasaṃgho … pe … anuttaraṃ puññakkhettaṃ lokassāti. ",
          "en": "the Saṅgha … "
        },
        {
          "scid": "sn55.7:11.5",
          "pli": "ariyakantehi sīlehi samannāgato hoti akhaṇḍehi … pe … samādhisaṃvattanikehi. ",
          "en": "And they have the ethical conduct loved by the noble ones … leading to immersion. "
        },
        {
          "scid": "sn55.7:11.6",
          "pli": "Yato kho, gahapatayo, ariyasāvako imehi sattahi saddhammehi samannāgato hoti imehi catūhi ākaṅkhiyehi ṭhānehi, so ākaṅkhamāno attanāva attānaṃ byākareyya: ",
          "en": "When a noble disciple has these seven good qualities and these four desirable states they may, if they wish, declare of themselves: "
        },
        {
          "scid": "sn55.7:11.7",
          "pli": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ",
          "en": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’” "
        },
        {
          "scid": "sn55.7:12.1",
          "pli": "Evaṃ vutte, veḷudvāreyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ: ",
          "en": "When he had spoken, the brahmins and householders of Bamboo Gate said to the Buddha, "
        },
        {
          "scid": "sn55.7:12.2",
          "pli": "“abhikkantaṃ, bho gotama … pe … ",
          "en": "“Excellent, Master Gotama! … "
        },
        {
          "scid": "sn55.7:12.3",
          "pli": "ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṃghañca. ",
          "en": "We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "sn55.7:12.4",
          "pli": "Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti. ",
          "en": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.” "
        },
        {
          "scid": "sn55.7:12.5",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn55.7/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 55.7",
    "volpages": "SN v 352",
    "uid": "sn55.7",
    "blurb": "The brahmin householders of Bamboo Gate ask the Buddha how to live well in the home. The Buddha teaches them seven principles they can apply to themselves, which are practical applications of the Golden Rule. Someone with these seven principles and the four factors of stream-entry is a stream-enterer.",
    "difficulty": null,
    "original_title": "Veḷudvāreyya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The People of Bamboo Gate ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn55.7_sujato",
        "segmented": true,
        "title": "The People of Bamboo Gate ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}