{
  "sutta_uid": "sn56.11",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn56.11",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Rolling Forth the Wheel of Dhamma ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Realized Ones ",
      "uid": "sn56.12"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Unworthy Talk ",
      "uid": "sn56.10"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn56.11:0.1",
          "pli": "Saṃyutta Nikāya 56 ",
          "en": "Linked Discourses 56 "
        },
        {
          "scid": "sn56.11:0.2",
          "pli": "2. Dhammacakkappavattanavagga ",
          "en": "2. Rolling Forth the Wheel of Dhamma "
        },
        {
          "scid": "sn56.11:0.3",
          "pli": "11. Dhammacakkappavattanasutta ",
          "en": "11. Rolling Forth the Wheel of Dhamma "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 56 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn56.11:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye. ",
          "en": "At one time the Buddha was staying near Benares, in the deer park at Isipatana. "
        },
        {
          "scid": "sn56.11:1.2",
          "pli": "Tatra kho bhagavā pañcavaggiye bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the group of five mendicants: "
        },
        {
          "scid": "sn56.11:2.1",
          "pli": "“Dveme, bhikkhave, antā pabbajitena na sevitabbā. ",
          "en": "“Mendicants, these two extremes should not be cultivated by one who has gone forth. "
        },
        {
          "scid": "sn56.11:2.2",
          "pli": "Katame dve? ",
          "en": "What two? "
        },
        {
          "scid": "sn56.11:2.3",
          "pli": "Yo cāyaṃ kāmesu kāmasukhallikānuyogo hīno gammo pothujjaniko anariyo anatthasaṃhito, yo cāyaṃ attakilamathānuyogo dukkho anariyo anatthasaṃhito. ",
          "en": "Indulgence in sensual pleasures, which is low, crude, ordinary, ignoble, and pointless. And indulgence in self-mortification, which is painful, ignoble, and pointless. "
        },
        {
          "scid": "sn56.11:2.4",
          "pli": "Ete kho, bhikkhave, ubho ante anupagamma majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati. ",
          "en": "Avoiding these two extremes, the Realized One woke up by understanding the middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment. "
        },
        {
          "scid": "sn56.11:3.1",
          "pli": "Katamā ca sā, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati? ",
          "en": "And what is that middle way? "
        },
        {
          "scid": "sn56.11:3.2",
          "pli": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
          "en": "It is simply this noble eightfold path, that is: "
        },
        {
          "scid": "sn56.11:3.3",
          "pli": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "sn56.11:3.4",
          "pli": "Ayaṃ kho sā, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati. ",
          "en": "This is that middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment. "
        },
        {
          "scid": "sn56.11:4.1",
          "pli": "Idaṃ kho pana, bhikkhave, dukkhaṃ ariyasaccaṃ—",
          "en": "Now this is the noble truth of suffering. "
        },
        {
          "scid": "sn56.11:4.2",
          "pli": "jātipi dukkhā, jarāpi dukkhā, byādhipi dukkho, maraṇampi dukkhaṃ, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampicchaṃ na labhati tampi dukkhaṃ—saṃkhittena pañcupādānakkhandhā dukkhā. ",
          "en": "Rebirth is suffering; old age is suffering; illness is suffering; death is suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. "
        },
        {
          "scid": "sn56.11:4.3",
          "pli": "Idaṃ kho pana, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ—",
          "en": "Now this is the noble truth of the origin of suffering. "
        },
        {
          "scid": "sn56.11:4.4",
          "pli": "yāyaṃ taṇhā ponobbhavikā nandirāgasahagatā tatratatrābhinandinī, seyyathidaṃ—",
          "en": "It’s the craving that leads to future rebirth, mixed up with relishing and greed, taking pleasure in various different realms. That is, "
        },
        {
          "scid": "sn56.11:4.5",
          "pli": "kāmataṇhā, bhavataṇhā, vibhavataṇhā. ",
          "en": "craving for sensual pleasures, craving to continue existence, and craving to end existence. "
        },
        {
          "scid": "sn56.11:4.6",
          "pli": "Idaṃ kho pana, bhikkhave, dukkhanirodhaṃ ariyasaccaṃ—",
          "en": "Now this is the noble truth of the cessation of suffering. "
        },
        {
          "scid": "sn56.11:4.7",
          "pli": "yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo. ",
          "en": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not adhering to it. "
        },
        {
          "scid": "sn56.11:4.8",
          "pli": "Idaṃ kho pana, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṃ—",
          "en": "Now this is the noble truth of the practice that leads to the cessation of suffering. "
        },
        {
          "scid": "sn56.11:4.9",
          "pli": "ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
          "en": "It is simply this noble eightfold path, that is: "
        },
        {
          "scid": "sn56.11:4.10",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "sn56.11:5.1",
          "pli": "‘Idaṃ dukkhaṃ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This is the noble truth of suffering.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another. "
        },
        {
          "scid": "sn56.11:5.2",
          "pli": "‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññeyyan’ti me, bhikkhave, pubbe … pe … udapādi. ",
          "en": "‘This noble truth of suffering should be completely understood.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:5.3",
          "pli": "‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññātan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This noble truth of suffering has been completely understood.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:6.1",
          "pli": "‘Idaṃ dukkhasamudayaṃ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This is the noble truth of the origin of suffering.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:6.2",
          "pli": "‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahātabban’ti me, bhikkhave, pubbe … pe … udapādi. ",
          "en": "‘This noble truth of the origin of suffering should be given up.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:6.3",
          "pli": "‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahīnan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This noble truth of the origin of suffering has been given up.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:7.1",
          "pli": "‘Idaṃ dukkhanirodhaṃ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This is the noble truth of the cessation of suffering.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:7.2",
          "pli": "‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikātabban’ti me, bhikkhave, pubbe … pe … udapādi. ",
          "en": "‘This noble truth of the cessation of suffering should be realized.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:7.3",
          "pli": "‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikatan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This noble truth of the cessation of suffering has been realized.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:8.1",
          "pli": "‘Idaṃ dukkhanirodhagāminī paṭipadā ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This is the noble truth of the practice that leads to the cessation of suffering.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:8.2",
          "pli": "‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvetabban’ti me, bhikkhave, pubbe … pe … udapādi. ",
          "en": "‘This noble truth of the practice that leads to the cessation of suffering should be developed.’ Such was the vision that arose in me … "
        },
        {
          "scid": "sn56.11:8.3",
          "pli": "‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvitan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This noble truth of the practice that leads to the cessation of suffering has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another. "
        },
        {
          "scid": "sn56.11:9.1",
          "pli": "Yāvakīvañca me, bhikkhave, imesu catūsu ariyasaccesu evaṃ tiparivaṭṭaṃ dvādasākāraṃ yathābhūtaṃ ñāṇadassanaṃ na suvisuddhaṃ ahosi, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ. ",
          "en": "As long as my true knowledge and vision about these four noble truths was not fully purified in these three perspectives and twelve respects, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. "
        },
        {
          "scid": "sn56.11:10.1",
          "pli": "Yato ca kho me, bhikkhave, imesu catūsu ariyasaccesu evaṃ tiparivaṭṭaṃ dvādasākāraṃ yathābhūtaṃ ñāṇadassanaṃ suvisuddhaṃ ahosi, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ. ",
          "en": "But when my true knowledge and vision about these four noble truths was fully purified in these three perspectives and twelve respects, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. "
        },
        {
          "scid": "sn56.11:10.2",
          "pli": "Ñāṇañca pana me dassanaṃ udapādi: ",
          "en": "Knowledge and vision arose in me: "
        },
        {
          "scid": "sn56.11:10.3",
          "pli": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
          "en": "‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’” "
        },
        {
          "scid": "sn56.11:10.4",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "sn56.11:10.5",
          "pli": "Attamanā pañcavaggiyā bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
          "en": "Satisfied, the group of five mendicants was happy with what the Buddha said. "
        },
        {
          "scid": "sn56.11:11.1",
          "pli": "Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne āyasmato koṇḍaññassa virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
          "en": "And while this discourse was being spoken, the stainless, immaculate vision of the Dhamma arose in Venerable Koṇḍañña: "
        },
        {
          "scid": "sn56.11:11.2",
          "pli": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ",
          "en": "“Everything that has a beginning has an end.” "
        },
        {
          "scid": "sn56.11:12.1",
          "pli": "Pavattite ca pana bhagavatā dhammacakke bhummā devā saddamanussāvesuṃ: ",
          "en": "And when the Buddha rolled forth the Wheel of Dhamma, the earth gods raised the cry: "
        },
        {
          "scid": "sn56.11:12.2",
          "pli": "“etaṃ bhagavatā bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti. ",
          "en": "“Near Benares, in the deer park at Isipatana, the Buddha has rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.” "
        },
        {
          "scid": "sn56.11:12.3",
          "pli": "Bhummānaṃ devānaṃ saddaṃ sutvā cātumahārājikā devā saddamanussāvesuṃ: ",
          "en": "Hearing the cry of the Earth Gods, the Gods of the Four Great Kings … "
        },
        {
          "scid": "sn56.11:12.4",
          "pli": "“etaṃ bhagavatā bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ, appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti. ",
          "en": " "
        },
        {
          "scid": "sn56.11:12.5",
          "pli": "Cātumahārājikānaṃ devānaṃ saddaṃ sutvā tāvatiṃsā devā … pe … ",
          "en": "the Gods of the Thirty-Three … "
        },
        {
          "scid": "sn56.11:12.6",
          "pli": "yāmā devā … pe … ",
          "en": "the Gods of Yama … "
        },
        {
          "scid": "sn56.11:12.7",
          "pli": "tusitā devā … pe … ",
          "en": "the Joyful Gods … "
        },
        {
          "scid": "sn56.11:12.8",
          "pli": "nimmānaratī devā … pe … ",
          "en": "the Gods Who Love to Create … "
        },
        {
          "scid": "sn56.11:12.9",
          "pli": "paranimmitavasavattī devā … pe … ",
          "en": "the Gods Who Control the Creations of Others … "
        },
        {
          "scid": "sn56.11:12.10",
          "pli": "brahmakāyikā devā saddamanussāvesuṃ: ",
          "en": "the Gods of Brahmā’s Host raised the cry: "
        },
        {
          "scid": "sn56.11:12.11",
          "pli": "“etaṃ bhagavatā bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti. ",
          "en": "“Near Benares, in the deer park at Isipatana, the Buddha has rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.” "
        },
        {
          "scid": "sn56.11:13.1",
          "pli": "Itiha tena khaṇena tena layena tena muhuttena yāva brahmalokā saddo abbhuggacchi. ",
          "en": "And so at that moment, in that instant, the cry soared up to the Brahmā realm. "
        },
        {
          "scid": "sn56.11:13.2",
          "pli": "Ayañca dasasahassilokadhātu saṅkampi sampakampi sampavedhi, appamāṇo ca uḷāro obhāso loke pāturahosi atikkamma devānaṃ devānubhāvanti. ",
          "en": "And this galaxy shook and rocked and trembled. And an immeasurable, magnificent light appeared in the world, surpassing the glory of the gods. "
        },
        {
          "scid": "sn56.11:14.1",
          "pli": "Atha kho bhagavā imaṃ udānaṃ udānesi: ",
          "en": "Then the Buddha was inspired to exclaim: "
        },
        {
          "scid": "sn56.11:14.2",
          "pli": "“aññāsi vata bho, koṇḍañño, aññāsi vata bho, koṇḍañño”ti. ",
          "en": "“Koṇḍañña has really understood! Koṇḍañña has really understood!” "
        },
        {
          "scid": "sn56.11:14.3",
          "pli": "Iti hidaṃ āyasmato koṇḍaññassa “aññāsikoṇḍañño” tveva nāmaṃ ahosīti. ",
          "en": "And that’s how Venerable Koṇḍañña came to be known as “Koṇḍañña Who Understood”. "
        },
        {
          "scid": "sn56.11:14.4",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Benares,…",
      "expandable": false
    }
  ],
  "suttaCode": "sn56.11/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 56.11",
    "volpages": "SN v 420",
    "uid": "sn56.11",
    "blurb": "The famous first discourse, taught at Varanasi to the group of five ascetics. It begins by rejecting the extremes of asceticism and indulgence and recommends the middle way of the eightfold path. Then it defines the four noble truths and analyzes them in twelve aspects. It ends with Venerable Kondañña becoming the first person apart from the Buddha to realize the Dhamma.",
    "difficulty": null,
    "original_title": "Dhammacakkappavattana Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Rolling Forth the Wheel of Dhamma ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn56.11_sujato",
        "segmented": true,
        "title": "Rolling Forth the Wheel of Dhamma ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn56.11_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Setting in Motion the Wheel of the Dhamma"
      }
    ],
    "parallel_count": 23,
    "biblio": null,
    "num": 1
  }
}