{
  "sutta_uid": "sn56.42",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn56.42",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "A Cliff ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Mighty Fever ",
      "uid": "sn56.43"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Speculation About the World ",
      "uid": "sn56.41"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn56.42:0.1",
          "pli": "Saṃyutta Nikāya 56 ",
          "en": "Linked Discourses 56 "
        },
        {
          "scid": "sn56.42:0.2",
          "pli": "5. Papātavagga ",
          "en": "5. A Cliff "
        },
        {
          "scid": "sn56.42:0.3",
          "pli": "42. Papātasutta ",
          "en": "42. A Cliff "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 56 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn56.42:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
          "en": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. "
        },
        {
          "scid": "sn56.42:1.2",
          "pli": "Atha kho bhagavā bhikkhū āmantesi: ",
          "en": "Then the Buddha said to the mendicants, "
        },
        {
          "scid": "sn56.42:1.3",
          "pli": "“āyāma, bhikkhave, yena paṭibhānakūṭo tenupasaṅkamissāma divāvihārāyā”ti. ",
          "en": "“Come, mendicants, let’s go to Inspiration Peak for the day’s meditation. "
        },
        {
          "scid": "sn56.42:1.4",
          "pli": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Yes, sir,” they replied. "
        },
        {
          "scid": "sn56.42:1.5",
          "pli": "Atha kho bhagavā sambahulehi bhikkhūhi saddhiṃ yena paṭibhānakūṭo tenupasaṅkami. ",
          "en": "Then the Buddha together with several mendicants went to Inspiration Peak. "
        },
        {
          "scid": "sn56.42:1.6",
          "pli": "Addasā kho aññataro bhikkhu paṭibhānakūṭe mahantaṃ papātaṃ. ",
          "en": "A certain mendicant saw the big cliff there "
        },
        {
          "scid": "sn56.42:1.7",
          "pli": "Disvāna bhagavantaṃ etadavoca: ",
          "en": "and said to the Buddha, "
        },
        {
          "scid": "sn56.42:1.8",
          "pli": "“mahā vatāyaṃ, bhante, papāto subhayānako, bhante, papāto. ",
          "en": "“Sir, that big cliff is really huge and scary. "
        },
        {
          "scid": "sn56.42:1.9",
          "pli": "Atthi nu kho, bhante, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti? ",
          "en": "Is there any other cliff bigger and scarier than this one?” "
        },
        {
          "scid": "sn56.42:1.10",
          "pli": "“Atthi kho, bhikkhu, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti. ",
          "en": "“There is, mendicant.” "
        },
        {
          "scid": "sn56.42:2.1",
          "pli": "“Katamo pana, bhante, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti? ",
          "en": "“But sir, what is it?” "
        },
        {
          "scid": "sn56.42:2.2",
          "pli": "“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānanti, ",
          "en": "“Mendicant, there are ascetics and brahmins who don’t truly understand about suffering, its origin, its cessation, and the path. "
        },
        {
          "scid": "sn56.42:2.3",
          "pli": "te jātisaṃvattanikesu saṅkhāresu abhiramanti, jarāsaṃvattanikesu saṅkhāresu abhiramanti, maraṇasaṃvattanikesu saṅkhāresu abhiramanti, sokaparidevadukkhadomanassupāyāsasaṃvattanikesu saṅkhāresu abhiramanti. ",
          "en": "They take pleasure in choices that lead to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn56.42:2.4",
          "pli": "Te jātisaṃvattanikesu saṅkhāresu abhiratā jarāsaṃvattanikesu saṅkhāresu abhiratā maraṇasaṃvattanikesu saṅkhāresu abhiratā sokaparidevadukkhadomanassupāyāsasaṃvattanikesu saṅkhāresu abhiratā jātisaṃvattanikepi saṅkhāre abhisaṅkharonti, jarāsaṃvattanikepi saṅkhāre abhisaṅkharonti, maraṇasaṃvattanikepi saṅkhāre abhisaṅkharonti, sokaparidevadukkhadomanassupāyāsasaṃvattanikepi saṅkhāre abhisaṅkharonti. ",
          "en": "Since they take pleasure in such choices, they continue to make them. "
        },
        {
          "scid": "sn56.42:2.5",
          "pli": "Te jātisaṃvattanikepi saṅkhāre abhisaṅkharitvā jarāsaṃvattanikepi saṅkhāre abhisaṅkharitvā maraṇasaṃvattanikepi saṅkhāre abhisaṅkharitvā sokaparidevadukkhadomanassupāyāsasaṃvattanikepi saṅkhāre abhisaṅkharitvā jātipapātampi papatanti, jarāpapātampi papatanti, maraṇapapātampi papatanti, sokaparidevadukkhadomanassupāyāsapapātampi papatanti. ",
          "en": "Having made choices that lead to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress, they fall down the cliff of rebirth, old age, and death, of sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn56.42:2.6",
          "pli": "Te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
          "en": "They’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn56.42:2.7",
          "pli": "‘Na parimuccanti dukkhasmā’ti vadāmi. ",
          "en": "They’re not freed from suffering, I say. "
        },
        {
          "scid": "sn56.42:3.1",
          "pli": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ pajānanti … pe … ",
          "en": "There are ascetics and brahmins who truly understand about suffering, its origin, its cessation, and the path. "
        },
        {
          "scid": "sn56.42:3.2",
          "pli": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānanti, te jātisaṃvattanikesu saṅkhāresu nābhiramanti, jarāsaṃvattanikesu saṅkhāresu nābhiramanti, maraṇasaṃvattanikesu saṅkhāresu nābhiramanti, sokaparidevadukkhadomanassupāyāsasaṃvattanikesu saṅkhāresu nābhiramanti. ",
          "en": "They don’t take pleasure in choices that lead to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn56.42:3.3",
          "pli": "Te jātisaṃvattanikesu saṅkhāresu anabhiratā, jarāsaṃvattanikesu saṅkhāresu anabhiratā, maraṇasaṃvattanikesu saṅkhāresu anabhiratā, sokaparidevadukkhadomanassupāyāsasaṃvattanikesu saṅkhāresu anabhiratā, jātisaṃvattanikepi saṅkhāre nābhisaṅkharonti, jarāsaṃvattanikepi saṅkhāre nābhisaṅkharonti, maraṇasaṃvattanikepi saṅkhāre nābhisaṅkharonti, sokaparidevadukkhadomanassupāyāsasaṃvattanikepi saṅkhāre nābhisaṅkharonti. ",
          "en": "Since they don’t take pleasure in such choices, they stop making them. "
        },
        {
          "scid": "sn56.42:3.4",
          "pli": "Te jātisaṃvattanikepi saṅkhāre anabhisaṅkharitvā, jarāsaṃvattanikepi saṅkhāre anabhisaṅkharitvā, maraṇasaṃvattanikepi saṅkhāre anabhisaṅkharitvā, sokaparidevadukkhadomanassupāyāsasaṃvattanikepi saṅkhāre anabhisaṅkharitvā, jātipapātampi nappapatanti, jarāpapātampi nappapatanti, maraṇapapātampi nappapatanti, sokaparidevadukkhadomanassupāyāsapapātampi nappapatanti. ",
          "en": "Having stopped making choices that lead to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress, they don’t fall down the cliff of rebirth, old age, and death, of sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn56.42:3.5",
          "pli": "Te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
          "en": "They’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. "
        },
        {
          "scid": "sn56.42:3.6",
          "pli": "‘Parimuccanti dukkhasmā’ti vadāmi. ",
          "en": "They’re freed from suffering, I say. "
        },
        {
          "scid": "sn56.42:4.1",
          "pli": "Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti. ",
          "en": "That’s why you should practice meditation …” "
        },
        {
          "scid": "sn56.42:4.2",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Rājagaha,…",
      "expandable": false
    }
  ],
  "suttaCode": "sn56.42/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 56.42",
    "volpages": "SN v 448",
    "uid": "sn56.42",
    "blurb": "The Buddha takes the mendicants to a steep precipice, and points out that those who do not understand the four noble truths fall into a still deeper precipice.",
    "difficulty": null,
    "original_title": "Papāta Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "A Cliff ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn56.42_sujato",
        "segmented": true,
        "title": "A Cliff ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn56.42_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "The Precipice"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 2
  }
}