{
  "sutta_uid": "sn56.12",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn56.12",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Realized Ones ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Aggregates ",
      "uid": "sn56.13"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Rolling Forth the Wheel of Dhamma ",
      "uid": "sn56.11"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn56.12:0.1",
          "pli": "Saṃyutta Nikāya 56 ",
          "en": "Linked Discourses 56 "
        },
        {
          "scid": "sn56.12:0.2",
          "pli": "2. Dhammacakkappavattanavagga ",
          "en": "2. Rolling Forth the Wheel of Dhamma "
        },
        {
          "scid": "sn56.12:0.3",
          "pli": "12. Tathāgatasutta ",
          "en": "12. The Realized Ones "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 56 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn56.12:1.1",
          "pli": "“‘Idaṃ dukkhaṃ ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "“‘This is the noble truth of suffering.’ Such was the vision, knowledge, wisdom, realization, and light that arose in the Realized Ones regarding teachings not learned before from another. "
        },
        {
          "scid": "sn56.12:1.2",
          "pli": "‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññeyyan’ti, bhikkhave, tathāgatānaṃ pubbe … pe … udapādi. ",
          "en": "‘This noble truth of suffering should be completely understood.’ … "
        },
        {
          "scid": "sn56.12:1.3",
          "pli": "‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññātan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This noble truth of suffering has been completely understood.’ … "
        },
        {
          "scid": "sn56.12:2.1",
          "pli": "‘Idaṃ dukkhasamudayaṃ ariyasaccan’ti bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This is the noble truth of the origin of suffering.’ … "
        },
        {
          "scid": "sn56.12:2.2",
          "pli": "‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahātabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe … udapādi. ",
          "en": "‘This noble truth of the origin of suffering should be given up.’ … "
        },
        {
          "scid": "sn56.12:2.3",
          "pli": "‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahīnan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This noble truth of the origin of suffering has been given up.’ … "
        },
        {
          "scid": "sn56.12:3.1",
          "pli": "‘Idaṃ dukkhanirodhaṃ ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This is the noble truth of the cessation of suffering.’ … "
        },
        {
          "scid": "sn56.12:3.2",
          "pli": "‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikātabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe … udapādi. ",
          "en": "‘This noble truth of the cessation of suffering should be realized.’ … "
        },
        {
          "scid": "sn56.12:3.3",
          "pli": "‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikatan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This noble truth of the cessation of suffering has been realized.’ … "
        },
        {
          "scid": "sn56.12:4.1",
          "pli": "‘Idaṃ dukkhanirodhagāminī paṭipadā ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
          "en": "‘This is the noble truth of the practice that leads to the cessation of suffering.’ … "
        },
        {
          "scid": "sn56.12:4.2",
          "pli": "‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvetabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe … udapādi. ",
          "en": "‘This noble truth of the practice that leads to the cessation of suffering should be developed.’ … "
        },
        {
          "scid": "sn56.12:4.3",
          "pli": "‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvitan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti. ",
          "en": "‘This noble truth of the practice that leads to the cessation of suffering has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in the Realized Ones regarding teachings not learned before from another.” "
        },
        {
          "scid": "sn56.12:4.4",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“‘This is the noble truth of suffering.’ Such was…",
      "expandable": false
    }
  ],
  "suttaCode": "sn56.12/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 56.12",
    "volpages": "SN v 424",
    "uid": "sn56.12",
    "blurb": "All Realized Ones understand the four noble truths in their twelve aspects.",
    "difficulty": null,
    "original_title": "Tathāgata Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Realized Ones ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn56.12_sujato",
        "segmented": true,
        "title": "The Realized Ones ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_sn56.12_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2000",
        "segmented": false,
        "volpage": null,
        "title": "Tathagatas"
      }
    ],
    "parallel_count": 13,
    "biblio": null,
    "num": 2
  }
}