{
  "sutta_uid": "sn6.1",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "sn6.1",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Appeal of Brahmā ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Respect ",
      "uid": "sn6.2"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Vajirā ",
      "uid": "sn5.10"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "sn6.1:0.1",
          "pli": "Saṃyutta Nikāya 6 ",
          "en": "Linked Discourses 6 "
        },
        {
          "scid": "sn6.1:0.2",
          "pli": "1. Paṭhamavagga ",
          "en": "1. The Appeal "
        },
        {
          "scid": "sn6.1:0.3",
          "pli": "1. Brahmāyācanasutta ",
          "en": "1. The Appeal of Brahmā "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Linked Discourses 6 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "sn6.1:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "sn6.1:1.2",
          "pli": "ekaṃ samayaṃ bhagavā uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho. ",
          "en": "At one time, when he was first awakened, the Buddha was staying near Uruvelā at the root of the goatherd’s banyan tree on the bank of the Nerañjarā River. "
        },
        {
          "scid": "sn6.1:1.3",
          "pli": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
          "en": "Then as he was in private retreat this thought came to his mind, "
        },
        {
          "scid": "sn6.1:1.4",
          "pli": "“adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
          "en": "“This principle I have discovered is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of reason, subtle, comprehensible to the astute. "
        },
        {
          "scid": "sn6.1:1.5",
          "pli": "Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā. ",
          "en": "But people like attachment, they love it and enjoy it. "
        },
        {
          "scid": "sn6.1:1.6",
          "pli": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ idappaccayatāpaṭiccasamuppādo. ",
          "en": "It’s hard for them to see this thing; that is, specific conditionality, dependent origination. "
        },
        {
          "scid": "sn6.1:1.7",
          "pli": "Idampi kho ṭhānaṃ duddasaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ. ",
          "en": "It’s also hard for them to see this thing; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. "
        },
        {
          "scid": "sn6.1:1.8",
          "pli": "Ahañceva kho pana dhammaṃ deseyyaṃ; pare ca me na ājāneyyuṃ; so mamassa kilamatho, sā mamassa vihesā”ti. ",
          "en": "And if I were to teach this principle, others might not understand me, which would be wearying and troublesome for me.” "
        },
        {
          "scid": "sn6.1:1.9",
          "pli": "Apissu bhagavantaṃ imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā: ",
          "en": "And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to the Buddha: "
        },
        {
          "scid": "sn6.1:2.1",
          "pli": "“Kicchena me adhigataṃ, ",
          "en": "“I’ve struggled hard to realize this, "
        },
        {
          "scid": "sn6.1:2.2",
          "pli": "halaṃ dāni pakāsituṃ; ",
          "en": "enough with trying to explain it! "
        },
        {
          "scid": "sn6.1:2.3",
          "pli": "Rāgadosaparetehi, ",
          "en": "This principle is not easily understood "
        },
        {
          "scid": "sn6.1:2.4",
          "pli": "nāyaṃ dhammo susambudho. ",
          "en": "by those mired in greed and hate. "
        },
        {
          "scid": "sn6.1:3.1",
          "pli": "Paṭisotagāmiṃ nipuṇaṃ, ",
          "en": "Those caught up in greed can’t see "
        },
        {
          "scid": "sn6.1:3.2",
          "pli": "gambhīraṃ duddasaṃ aṇuṃ; ",
          "en": "what’s subtle, going against the stream, "
        },
        {
          "scid": "sn6.1:3.3",
          "pli": "Rāgarattā na dakkhanti, ",
          "en": "deep, hard to see, and very fine, "
        },
        {
          "scid": "sn6.1:3.4",
          "pli": "tamokhandhena āvuṭā”ti. ",
          "en": "for they’re shrouded in a mass of darkness.” "
        },
        {
          "scid": "sn6.1:4.1",
          "pli": "Itiha bhagavato paṭisañcikkhato appossukkatāya cittaṃ namati, no dhammadesanāya. ",
          "en": "And as the Buddha reflected like this, his mind inclined to remaining passive, not to teaching the Dhamma. "
        },
        {
          "scid": "sn6.1:5.1",
          "pli": "Atha kho brahmuno sahampatissa bhagavato cetasā cetoparivitakkamaññāya etadahosi: ",
          "en": "Then Brahmā Sahampati, knowing what the Buddha was thinking, thought, "
        },
        {
          "scid": "sn6.1:5.2",
          "pli": "“nassati vata bho loko, vinassati vata bho loko, yatra hi nāma tathāgatassa arahato sammāsambuddhassa appossukkatāya cittaṃ namati, no dhammadesanāyā”ti. ",
          "en": "“Oh my goodness! The world will be lost, the world will perish! For the mind of the Realized One, the perfected one, the fully awakened Buddha, inclines to remaining passive, not to teaching the Dhamma.” "
        },
        {
          "scid": "sn6.1:5.3",
          "pli": "Atha kho brahmā sahampati—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi. ",
          "en": "Then, as easily as a strong person would extend or contract their arm, he vanished from the Brahmā realm and reappeared in front of the Buddha. "
        },
        {
          "scid": "sn6.1:5.4",
          "pli": "Atha kho brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇajāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ",
          "en": "He arranged his robe over one shoulder, knelt with his right knee on the ground, raised his joined palms toward the Buddha, and said: "
        },
        {
          "scid": "sn6.1:5.5",
          "pli": "“desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ. ",
          "en": "“Sir, let the Blessed One teach the Dhamma! Let the Holy One teach the Dhamma! "
        },
        {
          "scid": "sn6.1:5.6",
          "pli": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti. ",
          "en": "There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching. "
        },
        {
          "scid": "sn6.1:5.7",
          "pli": "Bhavissanti dhammassa aññātāro”ti. ",
          "en": "There will be those who understand the teaching!” "
        },
        {
          "scid": "sn6.1:5.8",
          "pli": "Idamavoca brahmā sahampati, idaṃ vatvā athāparaṃ etadavoca: ",
          "en": "This is what Brahmā Sahampati said. Then he went on to say: "
        },
        {
          "scid": "sn6.1:6.1",
          "pli": "“Pāturahosi magadhesu pubbe, ",
          "en": "“Among the Magadhans there appeared in the past "
        },
        {
          "scid": "sn6.1:6.2",
          "pli": "Dhammo asuddho samalehi cintito; ",
          "en": "an impure teaching thought up by those still stained. "
        },
        {
          "scid": "sn6.1:6.3",
          "pli": "Apāpuretaṃ amatassa dvāraṃ, ",
          "en": "Fling open the door to the deathless! "
        },
        {
          "scid": "sn6.1:6.4",
          "pli": "Suṇantu dhammaṃ vimalenānubuddhaṃ. ",
          "en": "Let them hear the teaching the immaculate one discovered. "
        },
        {
          "scid": "sn6.1:7.1",
          "pli": "Sele yathā pabbatamuddhaniṭṭhito, ",
          "en": "Standing high on a rocky mountain, "
        },
        {
          "scid": "sn6.1:7.2",
          "pli": "Yathāpi passe janataṃ samantato; ",
          "en": "you can see the people all around. "
        },
        {
          "scid": "sn6.1:7.3",
          "pli": "Tathūpamaṃ dhammamayaṃ sumedha, ",
          "en": "In just the same way, all-seer, wise one, "
        },
        {
          "scid": "sn6.1:7.4",
          "pli": "Pāsādamāruyha samantacakkhu; ",
          "en": "ascend the palace built of Dhamma! "
        },
        {
          "scid": "sn6.1:7.5",
          "pli": "Sokāvatiṇṇaṃ janatamapetasoko, ",
          "en": "You’re free of sorrow; but look at these people "
        },
        {
          "scid": "sn6.1:7.6",
          "pli": "Avekkhassu jātijarābhibhūtaṃ. ",
          "en": "overwhelmed with sorrow, oppressed by rebirth and old age. "
        },
        {
          "scid": "sn6.1:8.1",
          "pli": "Uṭṭhehi vīra vijitasaṅgāma, ",
          "en": "Rise, hero! Victor in battle, leader of the caravan, "
        },
        {
          "scid": "sn6.1:8.2",
          "pli": "Satthavāha anaṇa vicara loke; ",
          "en": "wander the world without obligation. "
        },
        {
          "scid": "sn6.1:8.3",
          "pli": "Desassu bhagavā dhammaṃ, ",
          "en": "Let the Blessed One teach the Dhamma! "
        },
        {
          "scid": "sn6.1:8.4",
          "pli": "Aññātāro bhavissantī”ti. ",
          "en": "There will be those who understand!” "
        },
        {
          "scid": "sn6.1:9.1",
          "pli": "Atha kho bhagavā brahmuno ca ajjhesanaṃ viditvā sattesu ca kāruññataṃ paṭicca buddhacakkhunā lokaṃ volokesi. ",
          "en": "Then the Buddha, understanding Brahmā’s invitation, surveyed the world with the eye of a Buddha, because of his compassion for sentient beings. "
        },
        {
          "scid": "sn6.1:9.2",
          "pli": "Addasā kho bhagavābuddhacakkhunā lokaṃ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
          "en": "And the Buddha saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the fault to do with the next world, while others did not. "
        },
        {
          "scid": "sn6.1:9.3",
          "pli": "Seyyathāpi nāma uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni anto nimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni samodakaṃ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena; ",
          "en": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. Some of them sprout and grow in the water reaching the water’s surface. And some of them sprout and grow in the water but rise up above the water and stand with no water clinging to them. "
        },
        {
          "scid": "sn6.1:9.4",
          "pli": "evameva bhagavā buddhacakkhunā lokaṃ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
          "en": "In the same way, the Buddha saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the fault to do with the next world, while others did not. "
        },
        {
          "scid": "sn6.1:9.5",
          "pli": "Disvāna brahmānaṃ sahampatiṃ gāthāya paccabhāsi: ",
          "en": "When he had seen this he replied in verse to Brahmā Sahampati: "
        },
        {
          "scid": "sn6.1:10.1",
          "pli": "“Apārutā tesaṃ amatassa dvārā, ",
          "en": "“Flung open are the doors to the deathless! "
        },
        {
          "scid": "sn6.1:10.2",
          "pli": "Ye sotavanto pamuñcantu saddhaṃ; ",
          "en": "Let those with ears to hear decide their faith. "
        },
        {
          "scid": "sn6.1:10.3",
          "pli": "Vihiṃsasaññī paguṇaṃ na bhāsiṃ, ",
          "en": "Thinking it would be troublesome, Brahmā, I did not teach "
        },
        {
          "scid": "sn6.1:10.4",
          "pli": "Dhammaṃ paṇītaṃ manujesu brahme”ti. ",
          "en": "the sophisticated, sublime Dhamma among humans.” "
        },
        {
          "scid": "sn6.1:11.1",
          "pli": "Atha kho brahmā sahampati “katāvakāso khomhi bhagavatā dhammadesanāyā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyīti. ",
          "en": "Then Brahmā Sahampati, knowing that his request for the Buddha to teach the Dhamma had been granted, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "sn6.1/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "SN 6.1//SN 172",
    "volpages": "SN i 136//SN i 298",
    "uid": "sn6.1",
    "blurb": "After his awakening, the Buddha hesitated to teach, thinking that the Dhamma is too subtle for people to understand. But the high divinity Brahmā Sahampati appears and encourages him to teach, pointing out that there are some with “little dust in their eyes” who will understand.",
    "difficulty": null,
    "original_title": "Brahmāyācana Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Appeal of Brahmā ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_sn6.1_sujato",
        "segmented": true,
        "title": "The Appeal of Brahmā ",
        "volpage": null
      }
    ],
    "parallel_count": 43,
    "biblio": null,
    "num": 1
  }
}