{
  "sutta_uid": "an1.268-277",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an1.268-277",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "",
      "uid": "an1.278-286"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "",
      "uid": "an1.258-267"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an1.268-277:0.1",
          "pli": "Aṅguttara Nikāya 1 ",
          "en": "Numbered Discourses 1 "
        },
        {
          "scid": "an1.268-277:0.2",
          "pli": "21. Paṭhamavagga ",
          "en": "21. First "
        },
        {
          "scid": "an1.268-277:0.3",
          "pli": "268 ",
          "en": "268 "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 1 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an1.268-277:268.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo kañci saṅkhāraṃ niccato upagaccheyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to take any condition as permanent. That is not possible. "
        },
        {
          "scid": "an1.268-277:268.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano kañci saṅkhāraṃ niccato upagaccheyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to take some condition as permanent. That is possible.” "
        },
        {
          "scid": "an1.268-277:268.1.3",
          "pli": "269 ",
          "en": "269 "
        },
        {
          "scid": "an1.268-277:269.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo kañci saṅkhāraṃ sukhato upagaccheyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to take any condition as pleasant. "
        },
        {
          "scid": "an1.268-277:269.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano kañci saṅkhāraṃ sukhato upagaccheyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to take some condition as pleasant.” "
        },
        {
          "scid": "an1.268-277:269.1.3",
          "pli": "270 ",
          "en": "270 "
        },
        {
          "scid": "an1.268-277:270.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo kañci dhammaṃ attato upagaccheyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to take anything as self. "
        },
        {
          "scid": "an1.268-277:270.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano kañci dhammaṃ attato upagaccheyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to take something as self.” "
        },
        {
          "scid": "an1.268-277:270.1.3",
          "pli": "271 ",
          "en": "271 "
        },
        {
          "scid": "an1.268-277:271.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo mātaraṃ jīvitā voropeyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to murder their mother. "
        },
        {
          "scid": "an1.268-277:271.1.2",
          "pli": "Ṭhānañca kho, bhikkhave, vijjati yaṃ puthujjano mātaraṃ jīvitā voropeyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to murder their mother.” "
        },
        {
          "scid": "an1.268-277:271.1.3",
          "pli": "272 ",
          "en": "272 "
        },
        {
          "scid": "an1.268-277:272.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo pitaraṃ jīvitā voropeyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to murder their father. "
        },
        {
          "scid": "an1.268-277:272.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano pitaraṃ jīvitā voropeyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to murder their father.” "
        },
        {
          "scid": "an1.268-277:272.1.3",
          "pli": "273 ",
          "en": "273 "
        },
        {
          "scid": "an1.268-277:273.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo arahantaṃ jīvitā voropeyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to murder a perfected one. "
        },
        {
          "scid": "an1.268-277:273.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano arahantaṃ jīvitā voropeyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to murder a perfected one.” "
        },
        {
          "scid": "an1.268-277:273.1.3",
          "pli": "274 ",
          "en": "274 "
        },
        {
          "scid": "an1.268-277:274.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo tathāgatassa paduṭṭhacitto lohitaṃ uppādeyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to injure a Realized One with malicious intent. "
        },
        {
          "scid": "an1.268-277:274.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano tathāgatassa paduṭṭhacitto lohitaṃ uppādeyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to injure a Realized One with malicious intent.” "
        },
        {
          "scid": "an1.268-277:274.1.3",
          "pli": "275 ",
          "en": "275 "
        },
        {
          "scid": "an1.268-277:275.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo saṅghaṃ bhindeyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to cause a schism in the Saṅgha. "
        },
        {
          "scid": "an1.268-277:275.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano saṅghaṃ bhindeyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to cause a schism in the Saṅgha.” "
        },
        {
          "scid": "an1.268-277:275.1.3",
          "pli": "276 ",
          "en": "276 "
        },
        {
          "scid": "an1.268-277:276.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo aññaṃ satthāraṃ uddiseyya. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for a person accomplished in view to acknowledge another teacher. "
        },
        {
          "scid": "an1.268-277:276.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano aññaṃ satthāraṃ uddiseyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for an ordinary person to acknowledge another teacher.” "
        },
        {
          "scid": "an1.268-277:276.1.3",
          "pli": "277 ",
          "en": "277 "
        },
        {
          "scid": "an1.268-277:277.1.1",
          "pli": "“Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ. Netaṃ ṭhānaṃ vijjati. ",
          "en": "“It is impossible, mendicants, it cannot happen for two perfected ones, fully awakened Buddhas to arise in the same solar system at the same time. "
        },
        {
          "scid": "an1.268-277:277.1.2",
          "pli": "Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ ekissā lokadhātuyā ekova arahaṃ sammāsambuddho uppajjeyya. Ṭhānametaṃ vijjatī”ti. ",
          "en": "But it is possible for just one perfected one, a fully awakened Buddha, to arise in one solar system.” "
        },
        {
          "scid": "an1.268-277:277.1.3",
          "pli": "Vaggo paṭhamo. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“It is impossible, mendicants, it cannot happen for a…",
      "expandable": false
    }
  ],
  "suttaCode": "an1.268-277/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 1.268–277//AN 1.15.1–10",
    "volpages": "AN i 26",
    "uid": "an1.268-277",
    "blurb": null,
    "difficulty": null,
    "original_title": "Paṭhama Vagga",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an1.268-277_sujato",
        "segmented": true,
        "title": "",
        "volpage": null
      }
    ],
    "parallel_count": 12,
    "biblio": null,
    "num": 1
  }
}