{
  "sutta_uid": "an1.306-315",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an1.306-315",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "",
      "uid": "an1.316-332"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "",
      "uid": "an1.296-305"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an1.306-315:0.1",
          "pli": "Aṅguttara Nikāya 1 ",
          "en": "Numbered Discourses 1 "
        },
        {
          "scid": "an1.306-315:0.2",
          "pli": "25. Dutiyavagga ",
          "en": "25. Second "
        },
        {
          "scid": "an1.306-315:0.3",
          "pli": "306 ",
          "en": "306 "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 1 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an1.306-315:306.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā akusalā dhammā bhiyyobhāvāya vepullāya saṃvattanti yathayidaṃ, bhikkhave, micchādiṭṭhi. ",
          "en": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or, when they have arisen, makes them increase and grow like wrong view. "
        },
        {
          "scid": "an1.306-315:306.1.2",
          "pli": "Micchādiṭṭhikassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca akusalā dhammā bhiyyobhāvāya vepullāya saṃvattantī”ti. ",
          "en": "When you have wrong view, unskillful qualities arise and skillful qualities decline.” "
        },
        {
          "scid": "an1.306-315:306.1.3",
          "pli": "307 ",
          "en": "307 "
        },
        {
          "scid": "an1.306-315:307.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā kusalā dhammā bhiyyobhāvāya vepullāya saṃvattanti yathayidaṃ, bhikkhave, sammādiṭṭhi. ",
          "en": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or, when they have arisen, makes them increase and grow like right view. "
        },
        {
          "scid": "an1.306-315:307.1.2",
          "pli": "Sammādiṭṭhikassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca kusalā dhammā bhiyyobhāvāya vepullāya saṃvattantī”ti. ",
          "en": "When you have right view, unarisen skillful qualities arise and unskillful qualities decline.” "
        },
        {
          "scid": "an1.306-315:307.1.3",
          "pli": "308 ",
          "en": "308 "
        },
        {
          "scid": "an1.306-315:308.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā nuppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṃ, bhikkhave, micchādiṭṭhi. ",
          "en": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like wrong view. "
        },
        {
          "scid": "an1.306-315:308.1.2",
          "pli": "Micchādiṭṭhikassa, bhikkhave, anuppannā ceva kusalā dhammā nuppajjanti uppannā ca kusalā dhammā parihāyantī”ti. ",
          "en": "When you have wrong view, unskillful qualities arise and skillful qualities decline.” "
        },
        {
          "scid": "an1.306-315:308.1.3",
          "pli": "309 ",
          "en": "309 "
        },
        {
          "scid": "an1.306-315:309.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā nuppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṃ, bhikkhave, sammādiṭṭhi. ",
          "en": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like right view. "
        },
        {
          "scid": "an1.306-315:309.1.2",
          "pli": "Sammādiṭṭhikassa, bhikkhave, anuppannā ceva akusalā dhammā nuppajjanti uppannā ca akusalā dhammā parihāyantī”ti. ",
          "en": "When you have right view, skillful qualities arise and unskillful qualities decline.” "
        },
        {
          "scid": "an1.306-315:309.1.3",
          "pli": "310 ",
          "en": "310 "
        },
        {
          "scid": "an1.306-315:310.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā micchādiṭṭhi uppajjati uppannā vā micchādiṭṭhi pavaḍḍhati yathayidaṃ, bhikkhave, ayonisomanasikāro. ",
          "en": "“Mendicants, I do not see a single thing that gives rise to wrong view, and once arisen, makes it grow like improper attention. "
        },
        {
          "scid": "an1.306-315:310.1.2",
          "pli": "Ayoniso, bhikkhave, manasi karoto anuppannā ceva micchādiṭṭhi uppajjati uppannā ca micchādiṭṭhi pavaḍḍhatī”ti. ",
          "en": "When you attend improperly, wrong view arises, and once arisen it grows.” "
        },
        {
          "scid": "an1.306-315:310.1.3",
          "pli": "311 ",
          "en": "311 "
        },
        {
          "scid": "an1.306-315:311.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā sammādiṭṭhi uppajjati uppannā vā sammādiṭṭhi pavaḍḍhati yathayidaṃ, bhikkhave, yonisomanasikāro. ",
          "en": "“Mendicants, I do not see a single thing that gives rise to right view, or, once it has already arisen, makes it grow like proper attention. "
        },
        {
          "scid": "an1.306-315:311.1.2",
          "pli": "Yoniso, bhikkhave, manasi karoto anuppannā ceva sammādiṭṭhi uppajjati uppannā ca sammādiṭṭhi pavaḍḍhatī”ti. ",
          "en": "When you attend properly, right view arises, and once arisen it grows.” "
        },
        {
          "scid": "an1.306-315:311.1.3",
          "pli": "312 ",
          "en": "312 "
        },
        {
          "scid": "an1.306-315:312.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ uppajjanti yathayidaṃ, bhikkhave, micchādiṭṭhi. ",
          "en": "“Mendicants, I do not see a single thing that causes sentient beings to be reborn, when their body breaks up, after death, in a place of loss, a bad place, the underworld, hell like wrong view. "
        },
        {
          "scid": "an1.306-315:312.1.2",
          "pli": "Micchādiṭṭhiyā, bhikkhave, samannāgatā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ uppajjantī”ti. ",
          "en": "It is because they have wrong view that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.” "
        },
        {
          "scid": "an1.306-315:312.1.3",
          "pli": "313 ",
          "en": "313 "
        },
        {
          "scid": "an1.306-315:313.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ uppajjanti yathayidaṃ, bhikkhave, sammādiṭṭhi. ",
          "en": "“Mendicants, I do not see a single thing that causes sentient beings to be reborn, when their body breaks up, after death, in a good place, a heavenly realm like right view. "
        },
        {
          "scid": "an1.306-315:313.1.2",
          "pli": "Sammādiṭṭhiyā, bhikkhave, samannāgatā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ uppajjantī”ti. ",
          "en": "It is because they have right view that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.” "
        },
        {
          "scid": "an1.306-315:313.1.3",
          "pli": "314 ",
          "en": "314 "
        },
        {
          "scid": "an1.306-315:314.1.1",
          "pli": "“Micchādiṭṭhikassa, bhikkhave, purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ … pe … yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṃvattanti. ",
          "en": "“Mendicants, when an individual has wrong view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering. "
        },
        {
          "scid": "an1.306-315:314.1.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an1.306-315:314.1.3",
          "pli": "Diṭṭhi hissa, bhikkhave, pāpikā. ",
          "en": "Because their view is bad. "
        },
        {
          "scid": "an1.306-315:314.1.4",
          "pli": "Seyyathāpi, bhikkhave, nimbabījaṃ vā kosātakibījaṃ vā tittakālābubījaṃ vā allāya pathaviyā nikkhittaṃ yañceva pathavirasaṃ upādiyati yañca āporasaṃ upādiyati sabbaṃ taṃ tittakattāya kaṭukattāya asātattāya saṃvattati. ",
          "en": "Suppose a seed of neem, angled gourd, or bitter gourd was planted in moist earth. Whatever nutrients it takes up from the earth and water would lead to its bitter, acerbic, and unpleasant taste. "
        },
        {
          "scid": "an1.306-315:314.1.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an1.306-315:314.1.6",
          "pli": "Bījañhissa, bhikkhave, pāpakaṃ. ",
          "en": "Because the seed is bad. "
        },
        {
          "scid": "an1.306-315:314.1.7",
          "pli": "Evamevaṃ kho, bhikkhave, micchādiṭṭhikassa purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ … pe … yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṃvattanti. ",
          "en": "In the same way, when an individual has wrong view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering. "
        },
        {
          "scid": "an1.306-315:314.1.8",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an1.306-315:314.1.9",
          "pli": "Diṭṭhi hissa, bhikkhave, pāpikā”ti. ",
          "en": "Because their view is bad.” "
        },
        {
          "scid": "an1.306-315:314.1.10",
          "pli": "315 ",
          "en": "315 "
        },
        {
          "scid": "an1.306-315:315.1.1",
          "pli": "“Sammādiṭṭhikassa, bhikkhave, purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ … pe … yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti. ",
          "en": "“Mendicants, when an individual has right view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant. "
        },
        {
          "scid": "an1.306-315:315.1.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an1.306-315:315.1.3",
          "pli": "Diṭṭhi hissa, bhikkhave, bhaddikā. ",
          "en": "Because their view is good. "
        },
        {
          "scid": "an1.306-315:315.1.4",
          "pli": "Seyyathāpi, bhikkhave, ucchubījaṃ vā sālibījaṃ vā muddikābījaṃ vā allāya pathaviyā nikkhittaṃ yañceva pathavirasaṃ upādiyati yañca āporasaṃ upādiyati sabbaṃ taṃ madhurattāya sātattāya asecanakattāya saṃvattati. ",
          "en": "Suppose a seed of sugar cane, fine rice, or grape was planted in moist earth. Whatever nutrients it takes up from the earth and water would lead to its sweet, pleasant, and delicious taste. "
        },
        {
          "scid": "an1.306-315:315.1.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an1.306-315:315.1.6",
          "pli": "Bījaṃ hissa, bhikkhave, bhaddakaṃ. ",
          "en": "Because the seed is good. "
        },
        {
          "scid": "an1.306-315:315.1.7",
          "pli": "Evamevaṃ kho, bhikkhave, sammādiṭṭhikassa purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ … pe … yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti. ",
          "en": "In the same way, when an individual has right view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant. "
        },
        {
          "scid": "an1.306-315:315.1.8",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an1.306-315:315.1.9",
          "pli": "Diṭṭhi hissa, bhikkhave, bhaddikā”ti. ",
          "en": "Because their view is good.” "
        },
        {
          "scid": "an1.306-315:315.1.10",
          "pli": "Vaggo dutiyo. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, I do not see a single thing that…",
      "expandable": false
    }
  ],
  "suttaCode": "an1.306-315/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": null,
    "volpages": "pts-vp-pli1.31",
    "uid": "an1.306-315",
    "blurb": null,
    "difficulty": null,
    "original_title": "Dutiya Vagga",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an1.306-315_sujato",
        "segmented": true,
        "title": "",
        "volpage": null
      }
    ],
    "parallel_count": 9,
    "biblio": null,
    "num": 2
  }
}