{
  "sutta_uid": "an1.170-187",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an1.170-187",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "",
      "uid": "an1.188-197"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "",
      "uid": "an1.150-169"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an1.170-187:0.1",
          "pli": "Aṅguttara Nikāya 1 ",
          "en": "Numbered Discourses 1 "
        },
        {
          "scid": "an1.170-187:0.2",
          "pli": "13. Ekapuggalavagga ",
          "en": "13. One Person "
        },
        {
          "scid": "an1.170-187:0.3",
          "pli": "170 ",
          "en": "170 "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 1 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an1.170-187:170.1.1",
          "pli": "“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
          "en": "“One person, mendicants, arises in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. "
        },
        {
          "scid": "an1.170-187:170.1.2",
          "pli": "Katamo ekapuggalo? ",
          "en": "What one person? "
        },
        {
          "scid": "an1.170-187:170.1.3",
          "pli": "Tathāgato arahaṃ sammāsambuddho. ",
          "en": "The Realized One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "an1.170-187:170.1.4",
          "pli": "Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti. ",
          "en": "This is the one person, mendicants, who arises in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” "
        },
        {
          "scid": "an1.170-187:170.1.5",
          "pli": "171 ",
          "en": "171 "
        },
        {
          "scid": "an1.170-187:171.1.1",
          "pli": "“Ekapuggalassa, bhikkhave, pātubhāvo dullabho lokasmiṃ. ",
          "en": "“The appearance of one person, mendicants, is rare in the world. "
        },
        {
          "scid": "an1.170-187:171.1.2",
          "pli": "Katamassa ekapuggalassa? ",
          "en": "What one person? "
        },
        {
          "scid": "an1.170-187:171.1.3",
          "pli": "Tathāgatassa arahato sammāsambuddhassa. ",
          "en": "The Realized One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "an1.170-187:171.1.4",
          "pli": "Imassa kho, bhikkhave, ekapuggalassa pātubhāvo dullabho lokasmin”ti. ",
          "en": "This is the one person, mendicants, whose appearance is rare in the world.” "
        },
        {
          "scid": "an1.170-187:171.1.5",
          "pli": "172 ",
          "en": "172 "
        },
        {
          "scid": "an1.170-187:172.1.1",
          "pli": "“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati acchariyamanusso. ",
          "en": "“One person, mendicants, arises in the world who is an incredible human being. "
        },
        {
          "scid": "an1.170-187:172.1.2",
          "pli": "Katamo ekapuggalo? ",
          "en": "What one person? "
        },
        {
          "scid": "an1.170-187:172.1.3",
          "pli": "Tathāgato arahaṃ sammāsambuddho. ",
          "en": "The Realized One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "an1.170-187:172.1.4",
          "pli": "Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati acchariyamanusso”ti. ",
          "en": "This is the one person, mendicants, who arises in the world who is an incredible human being.” "
        },
        {
          "scid": "an1.170-187:172.1.5",
          "pli": "173 ",
          "en": "173 "
        },
        {
          "scid": "an1.170-187:173.1.1",
          "pli": "“Ekapuggalassa, bhikkhave, kālakiriyā bahuno janassa anutappā hoti. ",
          "en": "“The death of one person, mendicants, is regretted by many people. "
        },
        {
          "scid": "an1.170-187:173.1.2",
          "pli": "Katamassa ekapuggalassa? ",
          "en": "What one person? "
        },
        {
          "scid": "an1.170-187:173.1.3",
          "pli": "Tathāgatassa arahato sammāsambuddhassa. ",
          "en": "The Realized One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "an1.170-187:173.1.4",
          "pli": "Imassa kho, bhikkhave, ekapuggalassa kālakiriyā bahuno janassa anutappā hotī”ti. ",
          "en": "This is the one person, mendicants, whose death is regretted by many people.” "
        },
        {
          "scid": "an1.170-187:173.1.5",
          "pli": "174 ",
          "en": "174 "
        },
        {
          "scid": "an1.170-187:174.1.1",
          "pli": "“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati adutiyo asahāyo appaṭimo appaṭisamo appaṭibhāgo appaṭipuggalo asamo asamasamo dvipadānaṃ aggo. ",
          "en": "“One person, mendicants, arises in the world unique, without peer or counterpart, incomparable, matchless, unrivaled, unequaled, without equal, the best of bipeds. "
        },
        {
          "scid": "an1.170-187:174.1.2",
          "pli": "Katamo ekapuggalo? ",
          "en": "What one person? "
        },
        {
          "scid": "an1.170-187:174.1.3",
          "pli": "Tathāgato arahaṃ sammāsambuddho. ",
          "en": "The Realized One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "an1.170-187:174.1.4",
          "pli": "Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati adutiyo asahāyo appaṭimo appaṭisamo appaṭibhāgo appaṭipuggalo asamo asamasamo dvipadānaṃ aggo”ti. ",
          "en": "This is the one person, mendicants, who arises in the world unique, without peer or counterpart, incomparable, matchless, unrivaled, unequaled, without equal, the best of bipeds.” "
        },
        {
          "scid": "an1.170-187:174.1.5",
          "pli": "175–186 ",
          "en": "175–186 "
        },
        {
          "scid": "an1.170-187:175.1.1",
          "pli": "“Ekapuggalassa, bhikkhave, pātubhāvā mahato cakkhussa pātubhāvo hoti, mahato ālokassa pātubhāvo hoti, mahato obhāsassa pātubhāvo hoti, channaṃ anuttariyānaṃ pātubhāvo hoti, catunnaṃ paṭisambhidānaṃ sacchikiriyā hoti, anekadhātupaṭivedho hoti, nānādhātupaṭivedho hoti, vijjāvimuttiphalasacchikiriyā hoti, sotāpattiphalasacchikiriyā hoti, sakadāgāmiphalasacchikiriyā hoti, anāgāmiphalasacchikiriyā hoti, arahattaphalasacchikiriyā hoti. ",
          "en": "“With the appearance of one person, mendicants, there is the appearance of a great eye, a great light, a great radiance, and the six unsurpassable things; the realization of the four kinds of textual analysis; the penetration of many and diverse elements; the realization of the fruit of knowledge and freedom; the realization of the fruits of stream-entry, once-return, non-return, and perfection. "
        },
        {
          "scid": "an1.170-187:175.1.2",
          "pli": "Katamassa ekapuggalassa? ",
          "en": "What one person? "
        },
        {
          "scid": "an1.170-187:175.1.3",
          "pli": "Tathāgatassa arahato sammāsambuddhassa. ",
          "en": "The Realized One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "an1.170-187:175.1.4",
          "pli": "Imassa kho, bhikkhave, ekapuggalassa pātubhāvā mahato cakkhussa pātubhāvo hoti, mahato ālokassa pātubhāvo hoti, mahato obhāsassa pātubhāvo hoti, channaṃ anuttariyānaṃ pātubhāvo hoti, catunnaṃ paṭisambhidānaṃ sacchikiriyā hoti, anekadhātupaṭivedho hoti, nānādhātupaṭivedho hoti, vijjāvimuttiphalasacchikiriyā hoti, sotāpattiphalasacchikiriyā hoti, sakadāgāmiphalasacchikiriyā hoti, anāgāmiphalasacchikiriyā hoti, arahattaphalasacchikiriyā hotī”ti. ",
          "en": "This is the one person whose appearance brings the appearance of a great eye, a great light, a great radiance, and the six unsurpassable things; the realization of the four kinds of textual analysis; the penetration of many and diverse elements; the realization of the fruit of knowledge and release; the realization of the fruits of stream-entry, once-return, non-return, and perfection.” "
        },
        {
          "scid": "an1.170-187:175.1.5",
          "pli": "187 ",
          "en": "187 "
        },
        {
          "scid": "an1.170-187:187.1.1",
          "pli": "“Nāhaṃ, bhikkhave, aññaṃ ekapuggalampi samanupassāmi yo evaṃ tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavatteti yathayidaṃ, bhikkhave, sāriputto. ",
          "en": "“Mendicants, I do not see a single other person who rightly keeps rolling the supreme Wheel of Dhamma that was rolled forth by the Realized One like Sāriputta. "
        },
        {
          "scid": "an1.170-187:187.1.2",
          "pli": "Sāriputto, bhikkhave, tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavattetī”ti. ",
          "en": "Sāriputta rightly keeps rolling the supreme Wheel of Dhamma that was rolled forth by the Realized One.” "
        },
        {
          "scid": "an1.170-187:187.1.3",
          "pli": "Ekapuggalavaggo terasamo. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“One person, mendicants, arises in the world for the…",
      "expandable": false
    }
  ],
  "suttaCode": "an1.170-187/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": null,
    "volpages": "pts-vp-pli1.22",
    "uid": "an1.170-187",
    "blurb": null,
    "difficulty": null,
    "original_title": "Ekapuggala Vagga",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an1.170-187_sujato",
        "segmented": true,
        "title": "",
        "volpage": null
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "num": 1
  }
}