{
  "sutta_uid": "an10.72",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.72",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Thorns ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Likable ",
      "uid": "an10.73"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "One Might Wish ",
      "uid": "an10.71"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.72:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.72:0.2",
          "pli": "8. Ākaṅkhavagga ",
          "en": "8. If You Want "
        },
        {
          "scid": "an10.72:0.3",
          "pli": "72. Kaṇṭakasutta ",
          "en": "72. Thorns "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.72:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ sambahulehi abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ—",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof, together with several well-known senior disciples. "
        },
        {
          "scid": "an10.72:1.2",
          "pli": "āyasmatā ca cālena, āyasmatā ca upacālena, āyasmatā ca kukkuṭena, āyasmatā ca kaḷimbhena, āyasmatā ca nikaṭena, āyasmatā ca kaṭissahena; ",
          "en": "They included Venerables Cāla, Upacāla, Kakkaṭa, Kaṭimbha, Kaṭa, Kaṭissaṅga, "
        },
        {
          "scid": "an10.72:1.3",
          "pli": "aññehi ca abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ. ",
          "en": "and other well-known senior disciples. "
        },
        {
          "scid": "an10.72:2.1",
          "pli": "Tena kho pana samayena sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṃ ajjhogāhanti bhagavantaṃ dassanāya. ",
          "en": "Now at that time several well-known Licchavis plunged deep into the Great Wood to see the Buddha. Driving a succession of fine carriages, they made a dreadful racket. "
        },
        {
          "scid": "an10.72:2.2",
          "pli": "Atha kho tesaṃ āyasmantānaṃ etadahosi: ",
          "en": "Then those venerables thought: "
        },
        {
          "scid": "an10.72:2.3",
          "pli": "“ime kho sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṃ ajjhogāhanti bhagavantaṃ dassanāya. ",
          "en": "“These several well-known Licchavis have plunged deep into the Great Wood to see the Buddha. Driving a succession of fine carriages, they’re making a dreadful racket. "
        },
        {
          "scid": "an10.72:2.4",
          "pli": "Saddakaṇṭakā kho pana jhānā vuttā bhagavatā. ",
          "en": "But the Buddha has said that sound is a thorn to absorption. "
        },
        {
          "scid": "an10.72:2.5",
          "pli": "Yannūna mayaṃ yena gosiṅgasālavanadāyo tenupasaṅkameyyāma. ",
          "en": "Let’s go to the Gosiṅga Sal Wood. "
        },
        {
          "scid": "an10.72:2.6",
          "pli": "Tattha mayaṃ appasaddā appākiṇṇā phāsuṃ vihareyyāmā”ti. ",
          "en": "There we can meditate comfortably, free of noise and crowds.” "
        },
        {
          "scid": "an10.72:2.7",
          "pli": "Atha kho te āyasmanto yena gosiṅgasālavanadāyo tenupasaṅkamiṃsu; ",
          "en": "Then those venerables went to the Gosiṅga Sal Wood, "
        },
        {
          "scid": "an10.72:2.8",
          "pli": "tattha te āyasmanto appasaddā appākiṇṇā phāsuṃ viharanti. ",
          "en": "where they meditated comfortably, free of noise and crowds. "
        },
        {
          "scid": "an10.72:3.1",
          "pli": "Atha kho bhagavā bhikkhū āmantesi: ",
          "en": "Then the Buddha said to the mendicants: "
        },
        {
          "scid": "an10.72:3.2",
          "pli": "“kahaṃ nu kho, bhikkhave, cālo, kahaṃ upacālo, kahaṃ kukkuṭo, kahaṃ kaḷimbho, kahaṃ nikaṭo, kahaṃ kaṭissaho; ",
          "en": "“Mendicants, where are Cāla, Upacāla, Kakkaṭa, Kaṭimbha, Kaṭa, and Kaṭissaṅga? "
        },
        {
          "scid": "an10.72:3.3",
          "pli": "kahaṃ nu kho te, bhikkhave, therā sāvakā gatā”ti? ",
          "en": "Where have these senior disciples gone?” "
        },
        {
          "scid": "an10.72:4.1",
          "pli": "“Idha, bhante, tesaṃ āyasmantānaṃ etadahosi: ",
          "en": "And the mendicants told him what had happened. "
        },
        {
          "scid": "an10.72:4.2",
          "pli": "‘ime kho sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṃ ajjhogāhanti bhagavantaṃ dassanāya saddakaṇṭakā kho pana jhānā vuttā bhagavatā yannūna mayaṃ yena gosiṅgasālavanadāyo tenupasaṅkameyyāma tattha mayaṃ appasaddā appākiṇṇā phāsuṃ vihareyyāmā’ti. ",
          "en": " "
        },
        {
          "scid": "an10.72:4.3",
          "pli": "Atha kho te, bhante, āyasmanto yena gosiṅgasālavanadāyo tenupasaṅkamiṃsu. ",
          "en": " "
        },
        {
          "scid": "an10.72:4.4",
          "pli": "Tattha te āyasmanto appasaddā appākiṇṇā phāsuṃ viharantī”ti. ",
          "en": " "
        },
        {
          "scid": "an10.72:5.1",
          "pli": "“Sādhu sādhu, bhikkhave, yathā te mahāsāvakā sammā byākaramānā byākareyyuṃ, saddakaṇṭakā hi, bhikkhave, jhānā vuttā mayā. ",
          "en": "“Good, good, mendicants! It’s just as those great disciples have so rightly explained. I have said that sound is a thorn to absorption. "
        },
        {
          "scid": "an10.72:6.1",
          "pli": "Dasayime, bhikkhave, kaṇṭakā. ",
          "en": "Mendicants, there are these ten thorns. "
        },
        {
          "scid": "an10.72:6.2",
          "pli": "Katame dasa? ",
          "en": "What ten? "
        },
        {
          "scid": "an10.72:6.3",
          "pli": "Pavivekārāmassa saṅgaṇikārāmatā kaṇṭako, asubhanimittānuyogaṃ anuyuttassa subhanimittānuyogo kaṇṭako, indriyesu guttadvārassa visūkadassanaṃ kaṇṭako, brahmacariyassa mātugāmūpacāro kaṇṭako, paṭhamassa jhānassa saddo kaṇṭako, dutiyassa jhānassa vitakkavicārā kaṇṭakā, tatiyassa jhānassa pīti kaṇṭako, catutthassa jhānassa assāsapassāso kaṇṭako, saññāvedayitanirodhasamāpattiyā saññā ca vedanā ca kaṇṭako rāgo kaṇṭako doso kaṇṭako moho kaṇṭako. ",
          "en": "Relishing company is a thorn for someone who loves seclusion. Focusing on the beautiful feature of things is a thorn for someone pursuing the meditation on ugliness. Seeing shows is a thorn to someone restraining the senses. Lingering in the neighborhood of females is a thorn to celibacy. Sound is a thorn to the first absorption. Placing the mind and keeping it connected are a thorn to the second absorption. Rapture is a thorn to the third absorption. Breathing is a thorn to the fourth absorption. Perception and feeling are a thorn to the attainment of the cessation of perception and feeling. Greed, hate, and delusion are thorns. "
        },
        {
          "scid": "an10.72:7.1",
          "pli": "Akaṇṭakā, bhikkhave, viharatha. ",
          "en": "Mendicants, live free of thorns! "
        },
        {
          "scid": "an10.72:7.2",
          "pli": "Nikkaṇṭakā, bhikkhave, viharatha. ",
          "en": "Live rid of thorns! "
        },
        {
          "scid": "an10.72:7.3",
          "pli": "Akaṇṭakanikkaṇṭakā, bhikkhave, viharatha. ",
          "en": "Mendicants, live free of thorns and rid of thorns! "
        },
        {
          "scid": "an10.72:7.4",
          "pli": "Akaṇṭakā, bhikkhave, arahanto; ",
          "en": "The perfected ones live free of thorns, "
        },
        {
          "scid": "an10.72:7.5",
          "pli": "nikkaṇṭakā, bhikkhave, arahanto; ",
          "en": "rid of thorns, "
        },
        {
          "scid": "an10.72:7.6",
          "pli": "akaṇṭakanikkaṇṭakā, bhikkhave, arahanto”ti. ",
          "en": "free and rid of thorns.” "
        },
        {
          "scid": "an10.72:7.7",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Vesālī,…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.72/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.72",
    "volpages": "AN v 133",
    "uid": "an10.72",
    "blurb": "When the Buddha receives noisy visitors, several monks withdraw to a nearby forest to meditate. The Buddha praises them, saying that noise is a thorn to absorption.",
    "difficulty": null,
    "original_title": "Kaṇṭaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Thorns ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.72_sujato",
        "segmented": true,
        "title": "Thorns ",
        "volpage": null
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 2
  }
}