{
  "sutta_uid": "an10.28",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.28",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Great Questions (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Kosala (1st) ",
      "uid": "an10.29"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Great Questions (1st) ",
      "uid": "an10.27"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.28:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.28:0.2",
          "pli": "3. Mahāvagga ",
          "en": "3. The Great Chapter "
        },
        {
          "scid": "an10.28:0.3",
          "pli": "28. Dutiyamahāpañhāsutta ",
          "en": "28. The Great Questions (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.28:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā kajaṅgalāyaṃ viharati veḷuvane. ",
          "en": "At one time the Buddha was staying near Kajaṅgalā in a bamboo grove. "
        },
        {
          "scid": "an10.28:1.2",
          "pli": "Atha kho sambahulā kajaṅgalakā upāsakā yena kajaṅgalikā bhikkhunī tenupasaṅkamiṃsu; upasaṅkamitvā kajaṅgalikaṃ bhikkhuniṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho kajaṅgalakā upāsakā kajaṅgalikaṃ bhikkhuniṃ etadavocuṃ: ",
          "en": "Then several lay followers of Kajaṅgalā went to the nun Kajaṅgalikā, bowed, sat down to one side, and said to her: "
        },
        {
          "scid": "an10.28:2.1",
          "pli": "“Vuttamidaṃ, ayye, bhagavatā mahāpañhesu: ",
          "en": "“Ma’am, this was said by the Buddha in ‘The Great Questions’: "
        },
        {
          "scid": "an10.28:2.2",
          "pli": "‘eko pañho eko uddeso ekaṃ veyyākaraṇaṃ, dve pañhā dve uddesā dve veyyākaraṇāni, tayo pañhā tayo uddesā tīṇi veyyākaraṇāni, cattāro pañhā cattāro uddesā cattāri veyyākaraṇāni, pañca pañhā pañcuddesā pañca veyyākaraṇāni, cha pañhā cha uddesā cha veyyākaraṇāni, satta pañhā sattuddesā satta veyyākaraṇāni, aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇāni, nava pañhā navuddesā nava veyyākaraṇāni, dasa pañhā dasuddesā dasa veyyākaraṇānī’ti. ",
          "en": "‘One thing: question, passage for recitation, and answer. Two … three … four … five … six … seven … eight … nine … ten things: question, passage for recitation, and answer.’ "
        },
        {
          "scid": "an10.28:2.3",
          "pli": "Imassa nu kho, ayye, bhagavatā saṅkhittena bhāsitassa kathaṃ vitthārena attho daṭṭhabbo”ti? ",
          "en": "How should we see the detailed meaning of the Buddha’s brief statement?” "
        },
        {
          "scid": "an10.28:3.1",
          "pli": "“Na kho panetaṃ, āvuso, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ, napi manobhāvanīyānaṃ bhikkhūnaṃ sammukhā sutaṃ sammukhā paṭiggahitaṃ; ",
          "en": "“Good people, I haven’t heard and learned this in the presence of the Buddha or from esteemed mendicants. "
        },
        {
          "scid": "an10.28:3.2",
          "pli": "api ca yathā mettha khāyati ",
          "en": "But as to how it seems to me, "
        },
        {
          "scid": "an10.28:3.3",
          "pli": "taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
          "en": "listen and pay close attention, I will speak.” "
        },
        {
          "scid": "an10.28:3.4",
          "pli": "“Evaṃ, ayye”ti, kho kajaṅgalakā upāsakā kajaṅgalikāya bhikkhuniyā paccassosuṃ. ",
          "en": "“Yes, ma’am,” replied the lay followers. "
        },
        {
          "scid": "an10.28:3.5",
          "pli": "Kajaṅgalikā bhikkhunī etadavoca: ",
          "en": "The nun Kajaṅgalikā said this: "
        },
        {
          "scid": "an10.28:4.1",
          "pli": "“‘Eko pañho eko uddeso ekaṃ veyyākaraṇan’ti, iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "‘One thing: question, passage for recitation, and answer.’ That’s what the Buddha said, "
        },
        {
          "scid": "an10.28:4.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "an10.28:4.3",
          "pli": "Ekadhamme, āvuso, bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": "Becoming completely disillusioned, dispassionate, and freed regarding one thing, seeing its limits and fully comprehending its meaning, a mendicant makes an end of suffering in this very life. "
        },
        {
          "scid": "an10.28:4.4",
          "pli": "Katamasmiṃ ekadhamme? ",
          "en": "What one thing? "
        },
        {
          "scid": "an10.28:4.5",
          "pli": "Sabbe sattā āhāraṭṭhitikā—",
          "en": "‘All sentient beings are sustained by food.’ "
        },
        {
          "scid": "an10.28:4.6",
          "pli": "imasmiṃ kho, āvuso, ekadhamme bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": "Becoming completely disillusioned, dispassionate, and freed regarding this one thing, seeing its limits and fully comprehending its meaning, a mendicant makes an end of suffering in this very life. "
        },
        {
          "scid": "an10.28:4.7",
          "pli": "‘Eko pañho eko uddeso ekaṃ veyyākaraṇan’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "‘One thing: question, passage for recitation, and answer.’ That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "an10.28:5.1",
          "pli": "‘Dve pañhā dve uddesā dve veyyākaraṇānī’ti iti, kho panetaṃ vuttaṃ bhagavatā. ",
          "en": " "
        },
        {
          "scid": "an10.28:5.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "an10.28:5.3",
          "pli": "Dvīsu, āvuso, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": " "
        },
        {
          "scid": "an10.28:5.4",
          "pli": "Katamesu dvīsu? ",
          "en": "What two? "
        },
        {
          "scid": "an10.28:5.5",
          "pli": "Nāme ca rūpe ca … pe … ",
          "en": "Name and form. … "
        },
        {
          "scid": "an10.28:5.6",
          "pli": "katamesu tīsu? ",
          "en": "What three? "
        },
        {
          "scid": "an10.28:5.7",
          "pli": "Tīsu vedanāsu—",
          "en": "Three feelings. … "
        },
        {
          "scid": "an10.28:5.8",
          "pli": "imesu kho, āvuso, tīsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": " "
        },
        {
          "scid": "an10.28:5.9",
          "pli": "‘Tayo pañhā tayo uddesā tīṇi veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "an10.28:6.1",
          "pli": "‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": " "
        },
        {
          "scid": "an10.28:6.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "an10.28:6.3",
          "pli": "Catūsu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": "With a mind well developed in four things—seeing their limits and fully comprehending their meaning—a mendicant makes an end of suffering in this very life. "
        },
        {
          "scid": "an10.28:6.4",
          "pli": "Katamesu catūsu? ",
          "en": "What four? "
        },
        {
          "scid": "an10.28:6.5",
          "pli": "Catūsu satipaṭṭhānesu—",
          "en": "The four kinds of mindfulness meditation. … "
        },
        {
          "scid": "an10.28:6.6",
          "pli": "imesu kho, āvuso, catūsu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": "With a mind well developed in these four things—seeing their limits and fully fathoming their meaning—a mendicant makes an end of suffering in this very life. … "
        },
        {
          "scid": "an10.28:6.7",
          "pli": "‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "an10.28:7.1",
          "pli": "‘Pañca pañhā pañcuddesā pañca veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": " "
        },
        {
          "scid": "an10.28:7.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "an10.28:7.3",
          "pli": "Pañcasu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": " "
        },
        {
          "scid": "an10.28:7.4",
          "pli": "Katamesu pañcasu? ",
          "en": "What five? "
        },
        {
          "scid": "an10.28:7.5",
          "pli": "Pañcasu indriyesu … pe … ",
          "en": "The five faculties. … "
        },
        {
          "scid": "an10.28:7.6",
          "pli": "katamesu chasu? ",
          "en": "What six? "
        },
        {
          "scid": "an10.28:7.7",
          "pli": "Chasu nissaraṇīyāsu dhātūsu … pe … ",
          "en": "The six elements of escape. … "
        },
        {
          "scid": "an10.28:7.8",
          "pli": "katamesu sattasu? ",
          "en": "What seven? "
        },
        {
          "scid": "an10.28:7.9",
          "pli": "Sattasu bojjhaṅgesu … pe … ",
          "en": "The seven awakening factors. … "
        },
        {
          "scid": "an10.28:7.10",
          "pli": "katamesu aṭṭhasu? ",
          "en": "What eight? "
        },
        {
          "scid": "an10.28:7.11",
          "pli": "Aṭṭhasu ariyaaṭṭhaṅgikamaggesu—",
          "en": "The noble eightfold path. … "
        },
        {
          "scid": "an10.28:7.12",
          "pli": "imesu kho, āvuso, aṭṭhasu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": " "
        },
        {
          "scid": "an10.28:7.13",
          "pli": "‘Aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "an10.28:8.1",
          "pli": "‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": " "
        },
        {
          "scid": "an10.28:8.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "an10.28:8.3",
          "pli": "Navasu, āvuso, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": "Becoming completely disillusioned, dispassionate, and freed regarding nine things, seeing their limits and fully comprehending their meaning, a mendicant makes an end of suffering in this very life. "
        },
        {
          "scid": "an10.28:8.4",
          "pli": "Katamesu navasu? ",
          "en": "What nine? "
        },
        {
          "scid": "an10.28:8.5",
          "pli": "Navasu sattāvāsesu—",
          "en": "The nine abodes of sentient beings. "
        },
        {
          "scid": "an10.28:8.6",
          "pli": "imesu kho, āvuso, navasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": "Becoming completely disillusioned, dispassionate, and freed regarding these nine things, seeing their limits and fully comprehending their meaning, a mendicant makes an end of suffering in this very life. "
        },
        {
          "scid": "an10.28:8.7",
          "pli": "‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": " "
        },
        {
          "scid": "an10.28:9.1",
          "pli": "‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā. ",
          "en": "‘Ten things: question, passage for recitation, and answer.’ That’s what the Buddha said, "
        },
        {
          "scid": "an10.28:9.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did he say it? "
        },
        {
          "scid": "an10.28:9.3",
          "pli": "Dasasu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": "Becoming well developed in ten things—seeing their limits and fully fathoming their meaning—a mendicant makes an end of suffering in this very life. "
        },
        {
          "scid": "an10.28:9.4",
          "pli": "Katamesu dasasu? ",
          "en": "What ten? "
        },
        {
          "scid": "an10.28:9.5",
          "pli": "Dasasu kusalesu kammapathesu—",
          "en": "The ten ways of performing skillful deeds. "
        },
        {
          "scid": "an10.28:9.6",
          "pli": "imesu kho, āvuso, dasasu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti. ",
          "en": "With a mind well developed in these ten things—seeing their limits and fully fathoming their meaning—a mendicant makes an end of suffering in this very life. "
        },
        {
          "scid": "an10.28:9.7",
          "pli": "‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ. ",
          "en": "‘Ten things: question, passage for recitation, and answer.’ That’s what the Buddha said, and this is why he said it. "
        },
        {
          "scid": "an10.28:10.1",
          "pli": "Iti kho, āvuso, yaṃ taṃ vuttaṃ bhagavatā saṃkhittena bhāsitāsu mahāpañhāsu: ",
          "en": "That’s how I understand the detailed meaning of what the Buddha said in brief in ‘The Great Questions’. "
        },
        {
          "scid": "an10.28:10.2",
          "pli": "‘eko pañho eko uddeso ekaṃ veyyākaraṇaṃ … pe … ",
          "en": " "
        },
        {
          "scid": "an10.28:10.3",
          "pli": "dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, imassa kho ahaṃ, āvuso, bhagavatā saṃkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi. ",
          "en": " "
        },
        {
          "scid": "an10.28:10.4",
          "pli": "Ākaṅkhamānā ca pana tumhe, āvuso, bhagavantaññeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha. ",
          "en": "If you wish, you may go to the Buddha and ask him about this. "
        },
        {
          "scid": "an10.28:10.5",
          "pli": "Yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti. ",
          "en": "You should remember it in line with the Buddha’s answer.” "
        },
        {
          "scid": "an10.28:10.6",
          "pli": "“Evaṃ, ayye”ti kho kajaṅgalakā upāsakā kajaṅgalikāya kho bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā kajaṅgalikaṃ bhikkhuniṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ",
          "en": "“Yes, ma’am,” replied those lay followers, approving and agreeing with what the nun Kajaṅgalikā said. Then they got up from their seat, bowed, and respectfully circled her, keeping her on their right. Then they went to the Buddha, bowed, sat down to one side, "
        },
        {
          "scid": "an10.28:10.7",
          "pli": "Ekamantaṃ nisinnā kho kajaṅgalakā upāsakā yāvatako ahosi kajaṅgalikāya bhikkhuniyā saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesuṃ. ",
          "en": "and informed the Buddha of all they had discussed. "
        },
        {
          "scid": "an10.28:11.1",
          "pli": "“Sādhu sādhu, gahapatayo. ",
          "en": "“Good, good, householders. "
        },
        {
          "scid": "an10.28:11.2",
          "pli": "Paṇḍitā, gahapatayo, kajaṅgalikā bhikkhunī. Mahāpaññā, gahapatayo, kajaṅgalikā bhikkhunī. ",
          "en": "The nun Kajaṅgalikā is astute, she has great wisdom. "
        },
        {
          "scid": "an10.28:11.3",
          "pli": "Mañcepi tumhe, gahapatayo, upasaṅkamitvā etamatthaṃ paṭipuccheyyātha, ahampi cetaṃ evamevaṃ byākareyyaṃ yathā taṃ kajaṅgalikāya bhikkhuniyā byākataṃ. ",
          "en": "If you came to me and asked this question, I would answer it in exactly the same way as the nun Kajaṅgalikā. "
        },
        {
          "scid": "an10.28:11.4",
          "pli": "Eso ceva tassa attho. Evañca naṃ dhāreyyāthā”ti. ",
          "en": "That is what it means, and that’s how you should remember it.” "
        },
        {
          "scid": "an10.28:11.5",
          "pli": "Aṭṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Kajaṅgalā…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.28/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.28",
    "volpages": "AN v 54",
    "uid": "an10.28",
    "blurb": "Some lay people ask the nun from Kajaṅgalā regarding the ten “Great Questions”. Though she has not heard this teaching herself, she explains from her own understanding, and is praised by the Buddha.",
    "difficulty": null,
    "original_title": "Dutiyamahāpañhā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Great Questions (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.28_sujato",
        "segmented": true,
        "title": "The Great Questions (2nd) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an10.28_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Great Questions (2)"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 8
  }
}