{
  "sutta_uid": "an10.76",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.76",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Three Things ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Crow ",
      "uid": "an10.77"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Migasālā ",
      "uid": "an10.75"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.76:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.76:0.2",
          "pli": "8. Ākaṅkhavagga ",
          "en": "8. If You Want "
        },
        {
          "scid": "an10.76:0.3",
          "pli": "76. Tayodhammasutta ",
          "en": "76. Three Things "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.76:1.1",
          "pli": "“Tayome, bhikkhave, dhammā loke na saṃvijjeyyuṃ, na tathāgato loke uppajjeyya arahaṃ sammāsambuddho, na tathāgatappavedito dhammavinayo loke dibbeyya. ",
          "en": "“Mendicants, if three things were not found, the Realized One, the perfected one, the fully awakened Buddha would not arise in the world, and the teaching and training proclaimed by the Realized One would not shine in the world. "
        },
        {
          "scid": "an10.76:1.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:1.3",
          "pli": "Jāti ca, jarā ca, maraṇañca—",
          "en": "Rebirth, old age, and death. "
        },
        {
          "scid": "an10.76:1.4",
          "pli": "ime kho, bhikkhave, tayo dhammā loke na saṃvijjeyyuṃ, na tathāgato loke uppajjeyya arahaṃ sammāsambuddho, na tathāgatappavedito dhammavinayo loke dibbeyya. ",
          "en": "If these three things were not found, the Realized One, the perfected one, the fully awakened Buddha would not arise in the world, and the teaching and training proclaimed by the Realized One would not shine in the world. "
        },
        {
          "scid": "an10.76:1.5",
          "pli": "Yasmā ca kho, bhikkhave, ime tayo dhammā loke saṃvijjanti tasmā tathāgato loke uppajjati arahaṃ sammāsambuddho, tasmā tathāgatappavedito dhammavinayo loke dibbati. ",
          "en": "But since these three things are found, the Realized One, the perfected one, the fully awakened Buddha arises in the world, and the teaching and training proclaimed by the Realized One shines in the world. "
        },
        {
          "scid": "an10.76:2.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up rebirth, old age, and death. "
        },
        {
          "scid": "an10.76:2.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:2.3",
          "pli": "Rāgaṃ appahāya, dosaṃ appahāya, mohaṃ appahāya—",
          "en": "Greed, hate, and delusion. "
        },
        {
          "scid": "an10.76:2.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. (1) ",
          "en": "Without giving up these three things you can’t give up rebirth, old age, and death. "
        },
        {
          "scid": "an10.76:3.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up greed, hate, and delusion. "
        },
        {
          "scid": "an10.76:3.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:3.3",
          "pli": "Sakkāyadiṭṭhiṃ appahāya, vicikicchaṃ appahāya, sīlabbataparāmāsaṃ appahāya—",
          "en": "Identity view, doubt, and misapprehension of precepts and observances. "
        },
        {
          "scid": "an10.76:3.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. (2) ",
          "en": "Without giving up these three things you can’t give up greed, hate, and delusion. "
        },
        {
          "scid": "an10.76:4.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up identity view, doubt, and misapprehension of precepts and observances. "
        },
        {
          "scid": "an10.76:4.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:4.3",
          "pli": "Ayonisomanasikāraṃ appahāya, kummaggasevanaṃ appahāya, cetaso līnattaṃ appahāya—",
          "en": "Improper attention, following a wrong path, and mental sluggishness. "
        },
        {
          "scid": "an10.76:4.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. (3) ",
          "en": "Without giving up these three things you can’t give up identity view, doubt, and misapprehension of precepts and observances. "
        },
        {
          "scid": "an10.76:5.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo ayoniso manasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up improper attention, following a wrong path, and mental sluggishness. "
        },
        {
          "scid": "an10.76:5.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:5.3",
          "pli": "Muṭṭhassaccaṃ appahāya, asampajaññaṃ appahāya, cetaso vikkhepaṃ appahāya—",
          "en": "Unmindfulness, lack of situational awareness, and distracted mind. "
        },
        {
          "scid": "an10.76:5.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. (4) ",
          "en": "Without giving up these three things you can’t give up improper attention, following a wrong path, and mental sluggishness. "
        },
        {
          "scid": "an10.76:6.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up unmindfulness, lack of situational awareness, and distracted mind. "
        },
        {
          "scid": "an10.76:6.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:6.3",
          "pli": "Ariyānaṃ adassanakamyataṃ appahāya, ariyadhammassa asotukamyataṃ appahāya, upārambhacittataṃ appahāya—",
          "en": "Not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. "
        },
        {
          "scid": "an10.76:6.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. (5) ",
          "en": "Without giving up these three things you can’t give up unmindfulness, lack of situational awareness, and distracted mind. "
        },
        {
          "scid": "an10.76:7.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. "
        },
        {
          "scid": "an10.76:7.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:7.3",
          "pli": "Uddhaccaṃ appahāya, asaṃvaraṃ appahāya, dussilyaṃ appahāya—",
          "en": "Restlessness, lack of restraint, and unethical conduct. "
        },
        {
          "scid": "an10.76:7.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. (6) ",
          "en": "Without giving up these three things you can’t give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. "
        },
        {
          "scid": "an10.76:8.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up restlessness, lack of restraint, and unethical conduct. "
        },
        {
          "scid": "an10.76:8.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:8.3",
          "pli": "Assaddhiyaṃ appahāya, avadaññutaṃ appahāya, kosajjaṃ appahāya—",
          "en": "Faithlessness, uncharitableness, and laziness. "
        },
        {
          "scid": "an10.76:8.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. (7) ",
          "en": "Without giving up these three things you can’t give up restlessness, lack of restraint, and unethical conduct. "
        },
        {
          "scid": "an10.76:9.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up faithlessness, uncharitableness, and laziness. "
        },
        {
          "scid": "an10.76:9.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:9.3",
          "pli": "Anādariyaṃ appahāya, dovacassataṃ appahāya, pāpamittataṃ appahāya—",
          "en": "Disregard, being hard to admonish, and having bad friends. "
        },
        {
          "scid": "an10.76:9.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. (8) ",
          "en": "Without giving up these three things you can’t give up faithlessness, uncharitableness, and laziness. "
        },
        {
          "scid": "an10.76:10.1",
          "pli": "Tayome, bhikkhave, dhamme appahāya abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ",
          "en": "Without giving up three things you can’t give up disregard, being hard to admonish, and having bad friends. "
        },
        {
          "scid": "an10.76:10.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:10.3",
          "pli": "Ahirikaṃ appahāya, anottappaṃ appahāya, pamādaṃ appahāya—",
          "en": "Lack of conscience, imprudence, and negligence. "
        },
        {
          "scid": "an10.76:10.4",
          "pli": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. (9) ",
          "en": "Without giving up these three things you can’t give up disregard, being hard to admonish, and having bad friends. "
        },
        {
          "scid": "an10.76:11.1",
          "pli": "Ahirikoyaṃ, bhikkhave, anottāpī pamatto hoti. ",
          "en": "Mendicants, someone who lacks conscience and prudence is negligent. "
        },
        {
          "scid": "an10.76:11.2",
          "pli": "So pamatto samāno abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ",
          "en": "When you’re negligent you can’t give up disregard, being hard to admonish, and having bad friends. "
        },
        {
          "scid": "an10.76:11.3",
          "pli": "So pāpamitto samāno abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ",
          "en": "When you’ve got bad friends you can’t give up faithlessness, uncharitableness, and laziness. "
        },
        {
          "scid": "an10.76:11.4",
          "pli": "So kusīto samāno abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ",
          "en": "When you’re lazy you can’t give up restlessness, lack of restraint, and unethical conduct. "
        },
        {
          "scid": "an10.76:11.5",
          "pli": "So dussīlo samāno abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ",
          "en": "When you’re unethical you can’t give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. "
        },
        {
          "scid": "an10.76:11.6",
          "pli": "So upārambhacitto samāno abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ",
          "en": "When you’ve got a fault-finding mind you can’t give up unmindfulness, lack of situational awareness, and a distracted mind. "
        },
        {
          "scid": "an10.76:11.7",
          "pli": "So vikkhittacitto samāno abhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ",
          "en": "When your mind is scattered you can’t give up improper attention, following a wrong path, and mental sluggishness. "
        },
        {
          "scid": "an10.76:11.8",
          "pli": "So līnacitto samāno abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ",
          "en": "When your mind is sluggish you can’t give up identity view, doubt, and misapprehension of precepts and observances. "
        },
        {
          "scid": "an10.76:11.9",
          "pli": "So vicikiccho samāno abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ",
          "en": "When you have doubts you can’t give up greed, hate, and delusion. "
        },
        {
          "scid": "an10.76:11.10",
          "pli": "So rāgaṃ appahāya dosaṃ appahāya mohaṃ appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. (10) ",
          "en": "Without giving up greed, hate, and delusion you can’t give up rebirth, old age, and death. "
        },
        {
          "scid": "an10.76:12.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. ",
          "en": "After giving up three things you can give up rebirth, old age, and death. "
        },
        {
          "scid": "an10.76:12.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:12.3",
          "pli": "Rāgaṃ pahāya, dosaṃ pahāya, mohaṃ pahāya—",
          "en": "Greed, hate, and delusion. "
        },
        {
          "scid": "an10.76:12.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. (1) ",
          "en": "After giving up these three things you can give up rebirth, old age, and death. "
        },
        {
          "scid": "an10.76:13.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ",
          "en": "After giving up three things you can give up greed, hate, and delusion. "
        },
        {
          "scid": "an10.76:13.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:13.3",
          "pli": "Sakkāyadiṭṭhiṃ pahāya, vicikicchaṃ pahāya, sīlabbataparāmāsaṃ pahāya—",
          "en": "Identity view, doubt, and misapprehension of precepts and observances. "
        },
        {
          "scid": "an10.76:13.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. (2) ",
          "en": "After giving up these three things you can give up greed, hate, and delusion. "
        },
        {
          "scid": "an10.76:14.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ",
          "en": "After giving up three things you can give up identity view, doubt, and misapprehension of precepts and observances. "
        },
        {
          "scid": "an10.76:14.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:14.3",
          "pli": "Ayonisomanasikāraṃ pahāya, kummaggasevanaṃ pahāya, cetaso līnattaṃ pahāya—",
          "en": "Improper attention, following a wrong path, and mental sluggishness. "
        },
        {
          "scid": "an10.76:14.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. (3) ",
          "en": "After giving up these three things you can give up identity view, doubt, and misapprehension of precepts and observances. "
        },
        {
          "scid": "an10.76:15.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ",
          "en": "After giving up three things you can give up improper attention, following a wrong path, and mental sluggishness. "
        },
        {
          "scid": "an10.76:15.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:15.3",
          "pli": "Muṭṭhassaccaṃ pahāya, asampajaññaṃ pahāya, cetaso vikkhepaṃ pahāya—",
          "en": "Unmindfulness, lack of situational awareness, and a distracted mind. "
        },
        {
          "scid": "an10.76:15.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. (4) ",
          "en": "After giving up these three things you can give up improper attention, following a wrong path, and mental sluggishness. "
        },
        {
          "scid": "an10.76:16.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ",
          "en": "After giving up three things you can give up unmindfulness, lack of situational awareness, and distracted mind. "
        },
        {
          "scid": "an10.76:16.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:16.3",
          "pli": "Ariyānaṃ adassanakamyataṃ pahāya, ariyadhammassa asotukamyataṃ pahāya, upārambhacittataṃ pahāya—",
          "en": "Not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. "
        },
        {
          "scid": "an10.76:16.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. (5) ",
          "en": "After giving up these three things you can give up unmindfulness, lack of situational awareness, and distracted mind. "
        },
        {
          "scid": "an10.76:17.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ",
          "en": "After giving up three things you can give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. "
        },
        {
          "scid": "an10.76:17.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:17.3",
          "pli": "Uddhaccaṃ pahāya, asaṃvaraṃ pahāya, dussilyaṃ pahāya—",
          "en": "Restlessness, lack of restraint, and unethical conduct. "
        },
        {
          "scid": "an10.76:17.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. (6) ",
          "en": "After giving up these three things you can give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. "
        },
        {
          "scid": "an10.76:18.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ",
          "en": "After giving up three things you can give up restlessness, lack of restraint, and unethical conduct. "
        },
        {
          "scid": "an10.76:18.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:18.3",
          "pli": "Assaddhiyaṃ pahāya, avadaññutaṃ pahāya, kosajjaṃ pahāya—",
          "en": "Faithlessness, uncharitableness, and laziness. "
        },
        {
          "scid": "an10.76:18.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. (7) ",
          "en": "After giving up these three things you can give up restlessness, lack of restraint, and unethical conduct. "
        },
        {
          "scid": "an10.76:19.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ",
          "en": "After giving up three things you can give up faithlessness, uncharitableness, and laziness. "
        },
        {
          "scid": "an10.76:19.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:19.3",
          "pli": "Anādariyaṃ pahāya, dovacassataṃ pahāya, pāpamittataṃ pahāya—",
          "en": "Disregard, being hard to admonish, and having bad friends. "
        },
        {
          "scid": "an10.76:19.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. (8) ",
          "en": "After giving up these three things you can give up faithlessness, uncharitableness, and laziness. "
        },
        {
          "scid": "an10.76:20.1",
          "pli": "Tayome, bhikkhave, dhamme pahāya bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ",
          "en": "After giving up three things you can give up disregard, being hard to admonish, and having bad friends. "
        },
        {
          "scid": "an10.76:20.2",
          "pli": "Katame tayo? ",
          "en": "What three? "
        },
        {
          "scid": "an10.76:20.3",
          "pli": "Ahirikaṃ pahāya, anottappaṃ pahāya, pamādaṃ pahāya—",
          "en": "Lack of conscience, imprudence, and negligence. "
        },
        {
          "scid": "an10.76:20.4",
          "pli": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. (9) ",
          "en": "After giving up these three things you can give up disregard, being hard to admonish, and having bad friends. "
        },
        {
          "scid": "an10.76:21.1",
          "pli": "Hirīmāyaṃ, bhikkhave, ottāpī appamatto hoti. ",
          "en": "Mendicants, someone who has conscience and prudence is diligent. "
        },
        {
          "scid": "an10.76:21.2",
          "pli": "So appamatto samāno bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. ",
          "en": "When you’re diligent you can give up disregard, being hard to admonish, and having bad friends. "
        },
        {
          "scid": "an10.76:21.3",
          "pli": "So kalyāṇamitto samāno bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. ",
          "en": "When you’ve got good friends you can give up faithlessness, uncharitableness, and laziness. "
        },
        {
          "scid": "an10.76:21.4",
          "pli": "So āraddhavīriyo samāno bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. ",
          "en": "When you’re energetic you can give up restlessness, lack of restraint, and unethical conduct. "
        },
        {
          "scid": "an10.76:21.5",
          "pli": "So sīlavā samāno bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. ",
          "en": "When you’re ethical you can give up not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind. "
        },
        {
          "scid": "an10.76:21.6",
          "pli": "So anupārambhacitto samāno bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. ",
          "en": "When you don’t have a fault-finding mind you can give up unmindfulness, lack of situational awareness, and a distracted mind. "
        },
        {
          "scid": "an10.76:21.7",
          "pli": "So avikkhittacitto samāno bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. ",
          "en": "When your mind isn’t scattered you can give up improper attention, following a wrong path, and mental sluggishness. "
        },
        {
          "scid": "an10.76:21.8",
          "pli": "So alīnacitto samāno bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. ",
          "en": "When your mind isn’t sluggish you can give up identity view, doubt, and misapprehension of precepts and observances. "
        },
        {
          "scid": "an10.76:21.9",
          "pli": "So avicikiccho samāno bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. ",
          "en": "When you have no doubts you can give up greed, hate, and delusion. "
        },
        {
          "scid": "an10.76:21.10",
          "pli": "So rāgaṃ pahāya dosaṃ pahāya mohaṃ pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātun”ti. (10) ",
          "en": "After giving up greed, hate, and delusion you can give up rebirth, old age, and death.” "
        },
        {
          "scid": "an10.76:21.11",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, if three things were not found, the Realized…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.76/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.76",
    "volpages": "AN v 144",
    "uid": "an10.76",
    "blurb": "Without rebirth, old age, and death, there would be no teaching of Dhamma. The Buddha teaches a series of sets of three things leading to liberation.",
    "difficulty": null,
    "original_title": "Tayodhamma Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Three Things ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.76_sujato",
        "segmented": true,
        "title": "Three Things ",
        "volpage": null
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 6
  }
}