{
  "sutta_uid": "an10.92",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.92",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Dangers ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "What Is Your View? ",
      "uid": "an10.93"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Pleasure Seekers ",
      "uid": "an10.91"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.92:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.92:0.2",
          "pli": "10. Upālivagga ",
          "en": "10. With Upāli "
        },
        {
          "scid": "an10.92:0.3",
          "pli": "92. Bhayasutta ",
          "en": "92. Dangers "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.92:1.1",
          "pli": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca: ",
          "en": "Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: "
        },
        {
          "scid": "an10.92:2.1",
          "pli": "“Yato, kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, ariyo cassa ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya: ",
          "en": "“Householder, when a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves: "
        },
        {
          "scid": "an10.92:2.2",
          "pli": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto. Sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti. ",
          "en": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’ "
        },
        {
          "scid": "an10.92:3.1",
          "pli": "Katamāni pañca bhayāni verāni vūpasantāni honti? ",
          "en": "What are the five dangers and threats they have quelled? "
        },
        {
          "scid": "an10.92:3.2",
          "pli": "Yaṃ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati samparāyikampi bhayaṃ veraṃ pasavati cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, pāṇātipātā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati na samparāyikampi bhayaṃ veraṃ pasavati na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from killing living creatures creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness. "
        },
        {
          "scid": "an10.92:3.3",
          "pli": "Pāṇātipātā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ",
          "en": "So that danger and threat is quelled for anyone who refrains from killing living creatures. "
        },
        {
          "scid": "an10.92:4.1",
          "pli": "Yaṃ, gahapati, adinnādāyī … pe … ",
          "en": "Anyone who steals … "
        },
        {
          "scid": "an10.92:4.2",
          "pli": "kāmesumicchācārī … ",
          "en": "Anyone who commits sexual misconduct … "
        },
        {
          "scid": "an10.92:4.3",
          "pli": "musāvādī … ",
          "en": "Anyone who lies … "
        },
        {
          "scid": "an10.92:4.4",
          "pli": "surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati samparāyikampi bhayaṃ veraṃ pasavati cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, surāmerayamajjapamādaṭṭhānā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati na samparāyikampi bhayaṃ veraṃ pasavati na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "Anyone who uses alcoholic drinks that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from using alcoholic drinks that cause negligence creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness. "
        },
        {
          "scid": "an10.92:4.5",
          "pli": "Surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ",
          "en": "So that danger and threat is quelled for anyone who refrains from using alcoholic drinks that cause negligence. "
        },
        {
          "scid": "an10.92:4.6",
          "pli": "Imāni pañca bhayāni verāni vūpasantāni honti. ",
          "en": "These are the five dangers and threats they have quelled. "
        },
        {
          "scid": "an10.92:5.1",
          "pli": "Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti? ",
          "en": "What are the four factors of stream-entry that they have? "
        },
        {
          "scid": "an10.92:5.2",
          "pli": "Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti: ",
          "en": "It’s when a noble disciple has experiential confidence in the Buddha: "
        },
        {
          "scid": "an10.92:5.3",
          "pli": "‘itipi so bhagavā … pe … buddho bhagavā’ti; ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, awakened, blessed.’ "
        },
        {
          "scid": "an10.92:5.4",
          "pli": "dhamme aveccappasādena samannāgato hoti: ",
          "en": "They have experiential confidence in the teaching: "
        },
        {
          "scid": "an10.92:5.5",
          "pli": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti; ",
          "en": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ "
        },
        {
          "scid": "an10.92:5.6",
          "pli": "saṅghe aveccappasādena samannāgato hoti: ",
          "en": "They have experiential confidence in the Saṅgha: "
        },
        {
          "scid": "an10.92:5.7",
          "pli": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti; ",
          "en": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ "
        },
        {
          "scid": "an10.92:5.8",
          "pli": "ariyakantehi sīlehi samannāgato hoti ‘akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi’. ",
          "en": "And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. "
        },
        {
          "scid": "an10.92:5.9",
          "pli": "Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. ",
          "en": "These are the four factors of stream-entry that they have. "
        },
        {
          "scid": "an10.92:6.1",
          "pli": "Katamo cassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho? ",
          "en": "And what is the noble cycle that they have clearly seen and comprehended with wisdom? "
        },
        {
          "scid": "an10.92:6.2",
          "pli": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
          "en": "It’s when a noble disciple reflects: "
        },
        {
          "scid": "an10.92:6.3",
          "pli": "‘iti imasmiṃ sati idaṃ hoti; imassuppādā idaṃ uppajjati; ",
          "en": "‘When this exists, that is; due to the arising of this, that arises. "
        },
        {
          "scid": "an10.92:6.4",
          "pli": "imasmiṃ asati idaṃ na hoti; imassa nirodhā idaṃ nirujjhati, yadidaṃ—",
          "en": "When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is: "
        },
        {
          "scid": "an10.92:6.5",
          "pli": "avijjāpaccayā saṅkhārā, ",
          "en": "Ignorance is a condition for choices. "
        },
        {
          "scid": "an10.92:6.6",
          "pli": "saṅkhārapaccayā viññāṇaṃ, ",
          "en": "Choices are a condition for consciousness. "
        },
        {
          "scid": "an10.92:6.7",
          "pli": "viññāṇapaccayā nāmarūpaṃ, ",
          "en": "Consciousness is a condition for name and form. "
        },
        {
          "scid": "an10.92:6.8",
          "pli": "nāmarūpapaccayā saḷāyatanaṃ, ",
          "en": "Name and form are conditions for the six sense fields. "
        },
        {
          "scid": "an10.92:6.9",
          "pli": "saḷāyatanapaccayā phasso, ",
          "en": "The six sense fields are conditions for contact. "
        },
        {
          "scid": "an10.92:6.10",
          "pli": "phassapaccayā vedanā, ",
          "en": "Contact is a condition for feeling. "
        },
        {
          "scid": "an10.92:6.11",
          "pli": "vedanāpaccayā taṇhā, ",
          "en": "Feeling is a condition for craving. "
        },
        {
          "scid": "an10.92:6.12",
          "pli": "taṇhāpaccayā upādānaṃ, ",
          "en": "Craving is a condition for grasping. "
        },
        {
          "scid": "an10.92:6.13",
          "pli": "upādānapaccayā bhavo, ",
          "en": "Grasping is a condition for continued existence. "
        },
        {
          "scid": "an10.92:6.14",
          "pli": "bhavapaccayā jāti, ",
          "en": "Continued existence is a condition for rebirth. "
        },
        {
          "scid": "an10.92:6.15",
          "pli": "jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti, ",
          "en": "Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. "
        },
        {
          "scid": "an10.92:6.16",
          "pli": "evametassa kevalassa dukkhakkhandhassa samudayo hoti; ",
          "en": "That is how this entire mass of suffering originates. "
        },
        {
          "scid": "an10.92:6.17",
          "pli": "avijjāya tveva asesavirāganirodhā saṅkhāranirodho … pe … ",
          "en": "When ignorance fades away and ceases with nothing left over, choices cease. When choices cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. "
        },
        {
          "scid": "an10.92:6.18",
          "pli": "evametassa kevalassa dukkhakkhandhassa nirodho hotī’ti. ",
          "en": "That is how this entire mass of suffering ceases.’ "
        },
        {
          "scid": "an10.92:6.19",
          "pli": "Ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho. ",
          "en": "This is the noble cycle that they have clearly seen and comprehended with wisdom. "
        },
        {
          "scid": "an10.92:7.1",
          "pli": "Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi ca catūhi sotāpattiyaṅgehi samannāgato hoti, ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya: ",
          "en": "When a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves: "
        },
        {
          "scid": "an10.92:7.2",
          "pli": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ",
          "en": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’” "
        },
        {
          "scid": "an10.92:7.3",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then the householder Anāthapiṇḍika went up to the Buddha,…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.92/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.92",
    "volpages": "AN v 182",
    "uid": "an10.92",
    "blurb": "A noble disciple has eliminated five perils, realized the four factors of stream-entry, and seen the noble process.",
    "difficulty": null,
    "original_title": "Bhaya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Dangers ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.92_sujato",
        "segmented": true,
        "title": "Dangers ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an10.92_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Animosity"
      }
    ],
    "parallel_count": 4,
    "biblio": null,
    "num": 2
  }
}