{
  "sutta_uid": "an10.30",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.30",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Kosala (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Upāli ",
      "uid": "an10.31"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Kosala (1st) ",
      "uid": "an10.29"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.30:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.30:0.2",
          "pli": "3. Mahāvagga ",
          "en": "3. The Great Chapter "
        },
        {
          "scid": "an10.30:0.3",
          "pli": "30. Dutiyakosalasutta ",
          "en": "30. Kosala (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.30:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "an10.30:1.2",
          "pli": "Tena kho pana samayena rājā pasenadi kosalo uyyodhikā nivatto hoti vijitasaṅgāmo laddhādhippāyo. ",
          "en": "Now at that time King Pasenadi of Kosala returned from combat after winning a battle and succeeding in his objective. "
        },
        {
          "scid": "an10.30:1.3",
          "pli": "Atha kho rājā pasenadi kosalo yena ārāmo tena pāyāsi. ",
          "en": "Then King Pasenadi of Kosala went to the monastery. "
        },
        {
          "scid": "an10.30:1.4",
          "pli": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi. ",
          "en": "He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. "
        },
        {
          "scid": "an10.30:1.5",
          "pli": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
          "en": "At that time several mendicants were walking meditation in the open air. "
        },
        {
          "scid": "an10.30:1.6",
          "pli": "Atha kho rājā pasenadi kosalo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
          "en": "Then King Pasenadi of Kosala went up to them and said, "
        },
        {
          "scid": "an10.30:1.7",
          "pli": "“kahaṃ nu kho, bhante, bhagavā etarahi viharati arahaṃ sammāsambuddho. ",
          "en": "“Sirs, where is the Blessed One at present, the perfected one, the fully awakened Buddha? "
        },
        {
          "scid": "an10.30:1.8",
          "pli": "Dassanakāmā hi mayaṃ, bhante, taṃ bhagavantaṃ arahantaṃ sammāsambuddhan”ti. ",
          "en": "For I want to see the Buddha.” "
        },
        {
          "scid": "an10.30:1.9",
          "pli": "“Eso, mahārāja, vihāro saṃvutadvāro. Tena appasaddo upasaṅkamitvā ataramāno ālindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭehi; vivarissati te bhagavā dvāran”ti. ",
          "en": "“Great king, that’s his dwelling, with the door closed. Approach it quietly, without hurrying; go onto the porch, clear your throat, and knock with the latch. The Buddha will open the door.” "
        },
        {
          "scid": "an10.30:2.1",
          "pli": "Atha kho rājā pasenadi kosalo yena so vihāro saṃvutadvāro, tena appasaddo upasaṅkamitvā ataramāno ālindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭesi. Vivari bhagavā dvāraṃ. ",
          "en": "So the king approached the Buddha’s dwelling and knocked, and the Buddha opened the door. "
        },
        {
          "scid": "an10.30:2.2",
          "pli": "Atha kho rājā pasenadi kosalo vihāraṃ pavisitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati pāṇīhi ca parisambāhati nāmañca sāveti: ",
          "en": "Then King Pasenadi entered the Buddha’s dwelling. He bowed with his head to the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name: "
        },
        {
          "scid": "an10.30:2.3",
          "pli": "“rājāhaṃ, bhante, pasenadi kosalo; ",
          "en": "“Sir, I am Pasenadi, king of Kosala! "
        },
        {
          "scid": "an10.30:2.4",
          "pli": "rājāhaṃ, bhante, pasenadi kosalo”ti. ",
          "en": "I am Pasenadi, king of Kosala!” "
        },
        {
          "scid": "an10.30:3.1",
          "pli": "“Kaṃ pana tvaṃ, mahārāja, atthavasaṃ sampassamāno imasmiṃ sarīre evarūpaṃ paramanipaccakāraṃ karosi, mettūpahāraṃ upadaṃsesī”ti? ",
          "en": "“But great king, for what reason do you demonstrate such utmost devotion for this body, conveying your manifest love?” "
        },
        {
          "scid": "an10.30:3.2",
          "pli": "“Kataññutaṃ kho ahaṃ, bhante, kataveditaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. ",
          "en": "“Sir, it’s because of my gratitude and thanks for the Buddha that I demonstrate such utmost devotion, conveying my manifest love. "
        },
        {
          "scid": "an10.30:4.1",
          "pli": "Bhagavā hi, bhante, bahujanahitāya paṭipanno bahujanasukhāya bahuno janassa ariye ñāye patiṭṭhāpitā yadidaṃ kalyāṇadhammatāya kusaladhammatāya. ",
          "en": "The Buddha is practicing for the welfare and happiness of the people. He has established many people in the noble method, that is, the principles of goodness and skillfulness. "
        },
        {
          "scid": "an10.30:4.2",
          "pli": "Yampi, bhante, bhagavā bahujanahitāya paṭipanno bahujanasukhāya bahuno janassa ariye ñāye patiṭṭhāpitā yadidaṃ kalyāṇadhammatāya kusaladhammatāya, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (1) ",
          "en": "This is a reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:5.1",
          "pli": "Puna caparaṃ, bhante, bhagavā sīlavā vuddhasīlo ariyasīlo kusalasīlo kusalasīlena samannāgato. ",
          "en": "Furthermore, the Buddha is ethical, possessing ethical conduct that is mature, noble, and skillful. "
        },
        {
          "scid": "an10.30:5.2",
          "pli": "Yampi, bhante, bhagavā sīlavā vuddhasīlo ariyasīlo kusalasīlo kusalasīlena samannāgato, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (2) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:6.1",
          "pli": "Puna caparaṃ, bhante, bhagavā dīgharattaṃ āraññiko, araññavanapatthāni pantāni senāsanāni paṭisevati. ",
          "en": "Furthermore, the Buddha lives in the wilderness, frequenting remote lodgings in the wilderness and the forest. "
        },
        {
          "scid": "an10.30:6.2",
          "pli": "Yampi, bhante, bhagavā dīgharattaṃ āraññiko, araññavanapatthāni pantāni senāsanāni paṭisevati, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (3) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:7.1",
          "pli": "Puna caparaṃ, bhante, bhagavā santuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena. ",
          "en": "Furthermore, the Buddha is content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "an10.30:7.2",
          "pli": "Yampi, bhante, bhagavā santuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (4) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:8.1",
          "pli": "Puna caparaṃ, bhante, bhagavā āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa. ",
          "en": "Furthermore, the Buddha is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world. "
        },
        {
          "scid": "an10.30:8.2",
          "pli": "Yampi, bhante, bhagavā āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (5) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:9.1",
          "pli": "Puna caparaṃ, bhante, bhagavā yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpāya kathāya nikāmalābhī akicchalābhī akasiralābhī. ",
          "en": "Furthermore, the Buddha gets to take part in talk about self-effacement that helps open the heart, when he wants, without trouble or difficulty. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom. "
        },
        {
          "scid": "an10.30:9.2",
          "pli": "Yampi, bhante, bhagavā yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā … pe … vimuttiñāṇadassanakathā, evarūpāya kathāya nikāmalābhī akicchalābhī akasiralābhī, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (6) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:10.1",
          "pli": "Puna caparaṃ, bhante, bhagavā catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī. ",
          "en": "Furthermore, the Buddha gets the four absorptions—blissful meditations in the present life that belong to the higher mind—when he wants, without trouble or difficulty. "
        },
        {
          "scid": "an10.30:10.2",
          "pli": "Yampi, bhante, bhagavā catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (7) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:11.1",
          "pli": "Puna caparaṃ, bhante, bhagavā anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "Furthermore, the Buddha recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. He remembers: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so he recollects his many kinds of past lives, with features and details. "
        },
        {
          "scid": "an10.30:11.2",
          "pli": "Yampi, bhante, bhagavā anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (8) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:12.1",
          "pli": "Puna caparaṃ, bhante, bhagavā dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati … pe … yathākammūpage satte pajānāti. ",
          "en": "Furthermore, with clairvoyance that is purified and superhuman, the Buddha sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they acted out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they acted out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ He understands how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "an10.30:12.2",
          "pli": "Yampi, bhante, bhagavā dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (9) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:13.1",
          "pli": "Puna caparaṃ, bhante, bhagavā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Furthermore, the Buddha has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with his own insight due to the ending of defilements. "
        },
        {
          "scid": "an10.30:13.2",
          "pli": "Yampi, bhante, bhagavā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ … pe … sacchikatvā upasampajja viharati, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. (10) ",
          "en": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love. "
        },
        {
          "scid": "an10.30:14.1",
          "pli": "Handa ca dāni mayaṃ, bhante, gacchāma. ",
          "en": "Well, now, sir, I must go. "
        },
        {
          "scid": "an10.30:14.2",
          "pli": "Bahukiccā mayaṃ bahukaraṇīyā”ti. ",
          "en": "I have many duties, and much to do.” "
        },
        {
          "scid": "an10.30:14.3",
          "pli": "“Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti. ",
          "en": "“Please, great king, go at your convenience.” "
        },
        {
          "scid": "an10.30:14.4",
          "pli": "Atha kho rājā pasenadi kosalo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmīti. ",
          "en": "Then King Pasenadi got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. "
        },
        {
          "scid": "an10.30:14.5",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an10.30:14.6",
          "pli": "Mahāvaggo tatiyo. ",
          "en": " "
        },
        {
          "scid": "an10.30:15.1",
          "pli": "Sīhādhivutti kāyena, ",
          "en": " "
        },
        {
          "scid": "an10.30:15.2",
          "pli": "cundena kasiṇena ca; ",
          "en": " "
        },
        {
          "scid": "an10.30:15.3",
          "pli": "Kāḷī ca dve mahāpañhā, ",
          "en": " "
        },
        {
          "scid": "an10.30:15.4",
          "pli": "kosalehi pare duveti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Sāvatthī…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.30/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.30",
    "volpages": "AN v 65",
    "uid": "an10.30",
    "blurb": "King Pasenadi returns victorious from battle and immediately goes to see the Buddha, bowing reverentially to his feet, and declaring ten reasons for his love and devotion to the Buddha.",
    "difficulty": null,
    "original_title": "Dutiyakosala Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Kosala (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.30_sujato",
        "segmented": true,
        "title": "Kosala (2nd) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an10.30_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Kosala (2)"
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "num": 10
  }
}