{
  "sutta_uid": "an10.60",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.60",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Girimānanda ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Ignorance ",
      "uid": "an10.61"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Going Forth ",
      "uid": "an10.59"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.60:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.60:0.2",
          "pli": "6. Sacittavagga ",
          "en": "6. Your Own Mind "
        },
        {
          "scid": "an10.60:0.3",
          "pli": "60. Girimānandasutta ",
          "en": "60. With Girimānanda "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.60:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "an10.60:1.2",
          "pli": "Tena kho pana samayena āyasmā girimānando ābādhiko hoti dukkhito bāḷhagilāno. ",
          "en": "Now at that time Venerable Girimānanda was sick, suffering, gravely ill. "
        },
        {
          "scid": "an10.60:1.3",
          "pli": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an10.60:2.1",
          "pli": "“Āyasmā, bhante, girimānando ābādhiko hoti dukkhito bāḷhagilāno. ",
          "en": "“Sir, Venerable Girimānanda is sick, suffering, gravely ill. "
        },
        {
          "scid": "an10.60:2.2",
          "pli": "Sādhu, bhante, bhagavā yenāyasmā girimānando tenupasaṅkamatu anukampaṃ upādāyā”ti. ",
          "en": "Sir, please go to Venerable Girimānanda out of compassion.” "
        },
        {
          "scid": "an10.60:2.3",
          "pli": "“Sace kho tvaṃ, ānanda, girimānandassa bhikkhuno dasa saññā bhāseyyāsi, ṭhānaṃ kho panetaṃ vijjati yaṃ girimānandassa bhikkhuno dasa saññā sutvā so ābādho ṭhānaso paṭippassambheyya. ",
          "en": "“Ānanda, if you were to recite to the mendicant Girimānanda these ten perceptions, it’s possible that after hearing them his illness will die down on the spot. "
        },
        {
          "scid": "an10.60:3.1",
          "pli": "Katamā dasa? ",
          "en": "What ten? "
        },
        {
          "scid": "an10.60:3.2",
          "pli": "Aniccasaññā, anattasaññā, asubhasaññā, ādīnavasaññā, pahānasaññā, virāgasaññā, nirodhasaññā, sabbaloke anabhiratasaññā, sabbasaṅkhāresu anicchāsaññā, ānāpānassati. ",
          "en": "The perceptions of impermanence, not-self, ugliness, drawbacks, giving up, fading away, cessation, dissatisfaction with the whole world, non-desire for all conditions, and mindfulness of breathing. "
        },
        {
          "scid": "an10.60:4.1",
          "pli": "Katamā cānanda, aniccasaññā? ",
          "en": "And what is the perception of impermanence? "
        },
        {
          "scid": "an10.60:4.2",
          "pli": "Idhānanda, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati: ",
          "en": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: "
        },
        {
          "scid": "an10.60:4.3",
          "pli": "‘rūpaṃ aniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccan’ti. ",
          "en": "‘Form, feeling, perception, choices, and consciousness are impermanent.’ "
        },
        {
          "scid": "an10.60:4.4",
          "pli": "Iti imesu pañcasu upādānakkhandhesu aniccānupassī viharati. ",
          "en": "And so they meditate observing impermanence in the five grasping aggregates. "
        },
        {
          "scid": "an10.60:4.5",
          "pli": "Ayaṃ vuccatānanda, aniccasaññā. (1) ",
          "en": "This is called the perception of impermanence. "
        },
        {
          "scid": "an10.60:5.1",
          "pli": "Katamā cānanda, anattasaññā? ",
          "en": "And what is the perception of not-self? "
        },
        {
          "scid": "an10.60:5.2",
          "pli": "Idhānanda, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati: ",
          "en": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: "
        },
        {
          "scid": "an10.60:5.3",
          "pli": "‘cakkhu anattā, rūpā anattā, sotaṃ anattā, saddā anattā, ghānaṃ anattā, gandhā anattā, jivhā anattā, rasā anattā, kāyā anattā, phoṭṭhabbā anattā, mano anattā, dhammā anattā’ti. ",
          "en": "‘The eye and sights, ear and sounds, nose and smells, tongue and tastes, body and touches, and mind and thoughts are not-self.’ "
        },
        {
          "scid": "an10.60:5.4",
          "pli": "Iti imesu chasu ajjhattikabāhiresu āyatanesu anattānupassī viharati. ",
          "en": "And so they meditate observing not-self in the six interior and exterior sense fields. "
        },
        {
          "scid": "an10.60:5.5",
          "pli": "Ayaṃ vuccatānanda, anattasaññā. (2) ",
          "en": "This is called the perception of not-self. "
        },
        {
          "scid": "an10.60:6.1",
          "pli": "Katamā cānanda, asubhasaññā? ",
          "en": "And what is the perception of ugliness? "
        },
        {
          "scid": "an10.60:6.2",
          "pli": "Idhānanda, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānāppakārassa asucino paccavekkhati: ",
          "en": "It’s when a mendicant examines their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. "
        },
        {
          "scid": "an10.60:6.3",
          "pli": "‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco, maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ, hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ, antaṃ antaguṇaṃ udariyaṃ karīsaṃ, pittaṃ semhaṃ pubbo lohitaṃ sedo medo, assu vasā kheḷo siṅghāṇikā lasikā muttan’ti. ",
          "en": "‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ "
        },
        {
          "scid": "an10.60:6.4",
          "pli": "Iti imasmiṃ kāye asubhānupassī viharati. ",
          "en": "And so they meditate observing ugliness in this body. "
        },
        {
          "scid": "an10.60:6.5",
          "pli": "Ayaṃ vuccatānanda, asubhasaññā. (3) ",
          "en": "This is called the perception of ugliness. "
        },
        {
          "scid": "an10.60:7.1",
          "pli": "Katamā cānanda, ādīnavasaññā? ",
          "en": "And what is the perception of drawbacks? "
        },
        {
          "scid": "an10.60:7.2",
          "pli": "Idhānanda, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati: ",
          "en": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: "
        },
        {
          "scid": "an10.60:7.3",
          "pli": "‘bahudukkho kho ayaṃ kāyo bahuādīnavo. Iti imasmiṃ kāye vividhā ābādhā uppajjanti, seyyathidaṃ—",
          "en": "‘This body has much suffering and many drawbacks. For this body is beset with many kinds of affliction, such as the following. "
        },
        {
          "scid": "an10.60:7.4",
          "pli": "cakkhurogo sotarogo ghānarogo jivhārogo kāyarogo sīsarogo kaṇṇarogo mukharogo dantarogo oṭṭharogo kāso sāso pināso ḍāho jaro kucchirogo mucchā pakkhandikā sūlā visūcikā kuṭṭhaṃ gaṇḍo kilāso soso apamāro daddu kaṇḍu kacchu nakhasā vitacchikā lohitaṃ pittaṃ madhumeho aṃsā piḷakā bhagandalā pittasamuṭṭhānā ābādhā semhasamuṭṭhānā ābādhā vātasamuṭṭhānā ābādhā sannipātikā ābādhā utupariṇāmajā ābādhā visamaparihārajā ābādhā opakkamikā ābādhā kammavipākajā ābādhā sītaṃ uṇhaṃ jighacchā pipāsā uccāro passāvo’ti. ",
          "en": "Diseases of the eye, inner ear, nose, tongue, body, head, outer ear, mouth, teeth, and lips. Cough, asthma, catarrh, inflammation, fever, stomach ache, fainting, dysentery, gastric pain, cholera, leprosy, boils, eczema, tuberculosis, epilepsy, herpes, itch, scabs, smallpox, scabies, hemorrhage, diabetes, piles, pimples, and ulcers. Afflictions stemming from disorders of bile, phlegm, wind, or their conjunction. Afflictions caused by change in weather, by not taking care of yourself, by overexertion, or as the result of past deeds. Cold, heat, hunger, thirst, defecation, and urination.’ "
        },
        {
          "scid": "an10.60:7.5",
          "pli": "Iti imasmiṃ kāye ādīnavānupassī viharati. ",
          "en": "And so they meditate observing drawbacks in this body. "
        },
        {
          "scid": "an10.60:7.6",
          "pli": "Ayaṃ vuccatānanda, ādīnavasaññā. (4) ",
          "en": "This is called the perception of drawbacks. "
        },
        {
          "scid": "an10.60:8.1",
          "pli": "Katamā cānanda, pahānasaññā? ",
          "en": "And what is the perception of giving up? "
        },
        {
          "scid": "an10.60:8.2",
          "pli": "Idhānanda, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti, pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. Uppannaṃ byāpādavitakkaṃ nādhivāseti, pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. Uppannaṃ vihiṃsāvitakkaṃ nādhivāseti, pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. Uppannuppanne pāpake akusale dhamme nādhivāseti, pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. ",
          "en": "It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought that has arisen, and they don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them. "
        },
        {
          "scid": "an10.60:8.3",
          "pli": "Ayaṃ vuccatānanda, pahānasaññā. (5) ",
          "en": "This is called the perception of giving up. "
        },
        {
          "scid": "an10.60:9.1",
          "pli": "Katamā cānanda, virāgasaññā? ",
          "en": "And what is the perception of fading away? "
        },
        {
          "scid": "an10.60:9.2",
          "pli": "Idhānanda, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati: ",
          "en": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: "
        },
        {
          "scid": "an10.60:9.3",
          "pli": "‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhippaṭinissaggo taṇhākkhayo virāgo nibbānan’ti. ",
          "en": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, extinguishment.’ "
        },
        {
          "scid": "an10.60:9.4",
          "pli": "Ayaṃ vuccatānanda, virāgasaññā. (6) ",
          "en": "This is called the perception of fading away. "
        },
        {
          "scid": "an10.60:10.1",
          "pli": "Katamā cānanda, nirodhasaññā? ",
          "en": "And what is the perception of cessation? "
        },
        {
          "scid": "an10.60:10.2",
          "pli": "Idhānanda, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati: ",
          "en": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: "
        },
        {
          "scid": "an10.60:10.3",
          "pli": "‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhippaṭinissaggo taṇhākkhayo nirodho nibbānan’ti. ",
          "en": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, cessation, extinguishment.’ "
        },
        {
          "scid": "an10.60:10.4",
          "pli": "Ayaṃ vuccatānanda, nirodhasaññā. (7) ",
          "en": "This is called the perception of cessation. "
        },
        {
          "scid": "an10.60:11.1",
          "pli": "Katamā cānanda, sabbaloke anabhiratasaññā? ",
          "en": "And what is the perception of dissatisfaction with the whole world? "
        },
        {
          "scid": "an10.60:11.2",
          "pli": "Idhānanda, bhikkhu ye loke upādānā cetaso adhiṭṭhānābhinivesānusayā, te pajahanto viharati anupādiyanto. ",
          "en": "It’s when a mendicant lives giving up and not grasping on to the attraction and grasping to the world, the mental fixation, insistence, and underlying tendencies. "
        },
        {
          "scid": "an10.60:11.3",
          "pli": "Ayaṃ vuccatānanda, sabbaloke anabhiratasaññā. (8) ",
          "en": "This is called the perception of dissatisfaction with the whole world. "
        },
        {
          "scid": "an10.60:12.1",
          "pli": "Katamā cānanda, sabbasaṅkhāresu anicchāsaññā? ",
          "en": "And what is the perception of non-desire for all conditions? "
        },
        {
          "scid": "an10.60:12.2",
          "pli": "Idhānanda, bhikkhu sabbasaṅkhāresu aṭṭīyati harāyati jigucchati. ",
          "en": "It’s when a mendicant is horrified, repelled, and disgusted with all conditions. "
        },
        {
          "scid": "an10.60:12.3",
          "pli": "Ayaṃ vuccatānanda, sabbasaṅkhāresu anicchāsaññā. (9) ",
          "en": "This is called the perception of non-desire for all conditions. "
        },
        {
          "scid": "an10.60:13.1",
          "pli": "Katamā cānanda, ānāpānassati? ",
          "en": "And what is mindfulness of breathing? "
        },
        {
          "scid": "an10.60:13.2",
          "pli": "Idhānanda, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, sits down cross-legged, with their body straight, and establishes mindfulness right there. "
        },
        {
          "scid": "an10.60:13.3",
          "pli": "So satova assasati satova passasati. ",
          "en": "Just mindful, they breathe in. Mindful, they breathe out. "
        },
        {
          "scid": "an10.60:13.4",
          "pli": "Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti. Dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti. ",
          "en": "When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’ "
        },
        {
          "scid": "an10.60:13.5",
          "pli": "Rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti. Rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti. ",
          "en": "When breathing in lightly they know: ‘I’m breathing in lightly.’ When breathing out lightly they know: ‘I’m breathing out lightly.’ "
        },
        {
          "scid": "an10.60:13.6",
          "pli": "‘Sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati. ‘Sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati. ",
          "en": "They practice breathing in experiencing the whole body. They practice breathing out experiencing the whole body. "
        },
        {
          "scid": "an10.60:13.7",
          "pli": "‘Passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati. ‘Passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati. ",
          "en": "They practice breathing in stilling the body’s motion. They practice breathing out stilling the body’s motion. "
        },
        {
          "scid": "an10.60:13.8",
          "pli": "‘Pītipaṭisaṃvedī assasissāmī’ti sikkhati. ‘Pītipaṭisaṃvedī passasissāmī’ti sikkhati. ",
          "en": "They practice breathing in experiencing rapture. They practice breathing out experiencing rapture. "
        },
        {
          "scid": "an10.60:13.9",
          "pli": "‘Sukhapaṭisaṃvedī assasissāmī’ti sikkhati. ‘Sukhapaṭisaṃvedī passasissāmī’ti sikkhati. ",
          "en": "They practice breathing in experiencing bliss. They practice breathing out experiencing bliss. "
        },
        {
          "scid": "an10.60:13.10",
          "pli": "‘Cittasaṅkhārapaṭisaṃvedī assasissāmī’ti sikkhati. ‘Cittasaṅkhārapaṭisaṃvedī passasissāmī’ti sikkhati. ",
          "en": "They practice breathing in experiencing these emotions. They practice breathing out experiencing these emotions. "
        },
        {
          "scid": "an10.60:13.11",
          "pli": "‘Passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati. ‘Passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati. ",
          "en": "They practice breathing in stilling these emotions. They practice breathing out stilling these emotions. "
        },
        {
          "scid": "an10.60:13.12",
          "pli": "‘Cittapaṭisaṃvedī assasissāmī’ti sikkhati. ‘Cittapaṭisaṃvedī passasissāmī’ti sikkhati. ",
          "en": "They practice breathing in experiencing the mind. They practice breathing out experiencing the mind. "
        },
        {
          "scid": "an10.60:13.13",
          "pli": "Abhippamodayaṃ cittaṃ … pe … ",
          "en": "They practice breathing in gladdening the mind. They practice breathing out gladdening the mind. "
        },
        {
          "scid": "an10.60:13.14",
          "pli": "samādahaṃ cittaṃ … pe … ",
          "en": "They practice breathing in immersing the mind. They practice breathing out immersing the mind. "
        },
        {
          "scid": "an10.60:13.15",
          "pli": "vimocayaṃ cittaṃ … pe … ",
          "en": "They practice breathing in freeing the mind. They practice breathing out freeing the mind. "
        },
        {
          "scid": "an10.60:13.16",
          "pli": "aniccānupassī … pe … ",
          "en": "They practice breathing in observing impermanence. They practice breathing out observing impermanence. "
        },
        {
          "scid": "an10.60:13.17",
          "pli": "virāgānupassī … pe … ",
          "en": "They practice breathing in observing fading away. They practice breathing out observing fading away. "
        },
        {
          "scid": "an10.60:13.18",
          "pli": "nirodhānupassī … pe … ",
          "en": "They practice breathing in observing cessation. They practice breathing out observing cessation. "
        },
        {
          "scid": "an10.60:13.19",
          "pli": "‘paṭinissaggānupassī assasissāmī’ti sikkhati. ‘Paṭinissaggānupassī passasissāmī’ti sikkhati. ",
          "en": "They practice breathing in observing letting go. They practice breathing out observing letting go. "
        },
        {
          "scid": "an10.60:13.20",
          "pli": "Ayaṃ vuccatānanda, ānāpānassati. (10) ",
          "en": "This is called mindfulness of breathing. "
        },
        {
          "scid": "an10.60:14.1",
          "pli": "Sace kho tvaṃ, ānanda, girimānandassa bhikkhuno imā dasa saññā bhāseyyāsi, ṭhānaṃ kho panetaṃ vijjati yaṃ girimānandassa bhikkhuno imā dasa saññā sutvā so ābādho ṭhānaso paṭippassambheyyā”ti. ",
          "en": "If you were to recite to the mendicant Girimānanda these ten perceptions, it’s possible that after hearing them his illness will die down on the spot.” "
        },
        {
          "scid": "an10.60:15.1",
          "pli": "Atha kho āyasmā ānando bhagavato santike imā dasa saññā uggahetvā yenāyasmā girimānando tenupasaṅkami; upasaṅkamitvā āyasmato girimānandassa imā dasa saññā abhāsi. ",
          "en": "Then Ānanda, having learned these ten perceptions from the Buddha himself, went to Girimānanda and recited them. "
        },
        {
          "scid": "an10.60:15.2",
          "pli": "Atha kho āyasmato girimānandassa dasa saññā sutvā so ābādho ṭhānaso paṭippassambhi. ",
          "en": "Then after Girimānanda heard these ten perceptions his illness died down on the spot. "
        },
        {
          "scid": "an10.60:15.3",
          "pli": "Vuṭṭhahi cāyasmā girimānando tamhā ābādhā. Tathā pahīno ca panāyasmato girimānandassa so ābādho ahosīti. ",
          "en": "And that’s how he recovered from that illness. "
        },
        {
          "scid": "an10.60:15.4",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an10.60:15.5",
          "pli": "Sacittavaggo paṭhamo. ",
          "en": " "
        },
        {
          "scid": "an10.60:16.1",
          "pli": "Sacittañca sāriputta, ",
          "en": " "
        },
        {
          "scid": "an10.60:16.2",
          "pli": "ṭhiti ca samathena ca; ",
          "en": " "
        },
        {
          "scid": "an10.60:16.3",
          "pli": "Parihāno ca dve saññā, ",
          "en": " "
        },
        {
          "scid": "an10.60:16.4",
          "pli": "mūlā pabbajitaṃ girīti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Sāvatthī…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.60/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.60",
    "volpages": "AN v 108",
    "uid": "an10.60",
    "blurb": "The monk Girimānanda is sick. The Buddha encourages Ānanda to visit him and speak of ten perceptions.",
    "difficulty": null,
    "original_title": "Girimānanda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Girimānanda ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.60_sujato",
        "segmented": true,
        "title": "With Girimānanda ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an10.60_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Girimānanda"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 10
  }
}