{
  "sutta_uid": "an10.211",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.211",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Heaven and Hell (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Heaven and Hell (2nd) ",
      "uid": "an10.212"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Should Not Associate, Etc. ",
      "uid": "an10.199-210"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.211:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.211:0.2",
          "pli": "21. Karajakāyavagga ",
          "en": "21. The Body Born of Deeds "
        },
        {
          "scid": "an10.211:0.3",
          "pli": "211. Paṭhamanirayasaggasutta ",
          "en": "211. Heaven and Hell (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.211:1.1",
          "pli": "“Dasahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "“Someone with ten qualities is cast down to hell. "
        },
        {
          "scid": "an10.211:1.2",
          "pli": "Katamehi dasahi? ",
          "en": "What ten? "
        },
        {
          "scid": "an10.211:1.3",
          "pli": "Idha, bhikkhave, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. (1) ",
          "en": "It’s when a certain person kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings. "
        },
        {
          "scid": "an10.211:2.1",
          "pli": "Adinnādāyī hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. (2) ",
          "en": "They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness. "
        },
        {
          "scid": "an10.211:3.1",
          "pli": "Kāmesu micchācārī hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti. (3) ",
          "en": "They commit sexual misconduct. They have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. "
        },
        {
          "scid": "an10.211:4.1",
          "pli": "Musāvādī hoti, sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘jānāmī’ti, jānaṃ vā āha: ‘na jānāmī’ti, apassaṃ vā āha: ‘passāmī’ti, passaṃ vā āha: ‘na passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. (4) ",
          "en": "They lie. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason. "
        },
        {
          "scid": "an10.211:5.1",
          "pli": "Pisuṇavāco hoti, ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti samaggānaṃ vā bhettā bhinnānaṃ vā anuppadātā vaggārāmo vaggarato vagganandī, vaggakaraṇiṃ vācaṃ bhāsitā hoti. (5) ",
          "en": "They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division. "
        },
        {
          "scid": "an10.211:6.1",
          "pli": "Pharusavāco hoti, yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti. (6) ",
          "en": "They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion. "
        },
        {
          "scid": "an10.211:7.1",
          "pli": "Samphappalāpī hoti, akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ. (7) ",
          "en": "They talk nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless. "
        },
        {
          "scid": "an10.211:8.1",
          "pli": "Abhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ abhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mama assā’ti. (8) ",
          "en": "They’re covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ "
        },
        {
          "scid": "an10.211:9.1",
          "pli": "Byāpannacitto hoti, paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. (9) ",
          "en": "They have ill will and hateful intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’ "
        },
        {
          "scid": "an10.211:10.1",
          "pli": "Micchādiṭṭhiko hoti, viparītadassano: ",
          "en": "They have wrong view. Their perspective is distorted: "
        },
        {
          "scid": "an10.211:11.1",
          "pli": "‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā (10) Sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ",
          "en": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "an10.211:11.2",
          "pli": "Imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye. ",
          "en": "Someone with these ten qualities is cast down to hell. "
        },
        {
          "scid": "an10.211:12.1",
          "pli": "Dasahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge. ",
          "en": "Someone with ten qualities is raised up to heaven. "
        },
        {
          "scid": "an10.211:12.2",
          "pli": "Katamehi dasahi? ",
          "en": "What ten? "
        },
        {
          "scid": "an10.211:12.3",
          "pli": "Idha, bhikkhave, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. (1) ",
          "en": "It’s when a certain person gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. "
        },
        {
          "scid": "an10.211:13.1",
          "pli": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, na taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. (2) ",
          "en": "They give up stealing. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness. "
        },
        {
          "scid": "an10.211:14.1",
          "pli": "Kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti. Yā tā māturakkhitā … pe … antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti. (3) ",
          "en": "They give up sexual misconduct. They don’t have sex with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sex with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. "
        },
        {
          "scid": "an10.211:15.1",
          "pli": "Musāvādaṃ pahāya musāvādā paṭivirato hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘na jānāmī’ti, jānaṃ vā āha: ‘jānāmī’ti, apassaṃ vā āha: ‘na passāmī’ti, passaṃ vā āha: ‘passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. (4) ",
          "en": "They give up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason. "
        },
        {
          "scid": "an10.211:16.1",
          "pli": "Pisuṇavācaṃ pahāya pisuṇāya vācāya paṭivirato hoti—na ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī, samaggakaraṇiṃ vācaṃ bhāsitā hoti. (5) ",
          "en": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. "
        },
        {
          "scid": "an10.211:17.1",
          "pli": "Pharusavācaṃ pahāya pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti. (6) ",
          "en": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. "
        },
        {
          "scid": "an10.211:18.1",
          "pli": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī, atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. (7) ",
          "en": "They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. "
        },
        {
          "scid": "an10.211:19.1",
          "pli": "Anabhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ anabhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mama assā’ti. (8) ",
          "en": "They’re content. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ "
        },
        {
          "scid": "an10.211:20.1",
          "pli": "Abyāpannacitto hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā hontu abyāpajjā anīghā, sukhī attānaṃ pariharantū’ti. (9) ",
          "en": "They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’ "
        },
        {
          "scid": "an10.211:21.1",
          "pli": "Sammādiṭṭhiko hoti aviparītadassano: ",
          "en": "They have right view, an undistorted perspective: "
        },
        {
          "scid": "an10.211:21.2",
          "pli": "‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukaṭadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. (10) ",
          "en": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "an10.211:22.1",
          "pli": "Imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti. ",
          "en": "Someone with these ten qualities is raised up to heaven.” "
        },
        {
          "scid": "an10.211:22.2",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Someone with ten qualities is cast down to hell.…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.211/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.211//AN 10.200",
    "volpages": "AN v 283",
    "uid": "an10.211",
    "blurb": "The ten kinds of bad deeds lead you to hell; the ten good deeds to heaven.",
    "difficulty": null,
    "original_title": "Paṭhamanirayasagga Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Heaven and Hell (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.211_sujato",
        "segmented": true,
        "title": "Heaven and Hell (1st) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an10.211_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Hell (1)"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 1
  }
}