{
  "sutta_uid": "an10.69",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.69",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Topics of Discussion (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Topics of Discussion (2nd) ",
      "uid": "an10.70"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "At Naḷakapāna (2nd) ",
      "uid": "an10.68"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.69:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.69:0.2",
          "pli": "7. Yamakavagga ",
          "en": "7. Pairs "
        },
        {
          "scid": "an10.69:0.3",
          "pli": "69. Paṭhamakathāvatthusutta ",
          "en": "69. Topics of Discussion (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.69:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "an10.69:1.2",
          "pli": "Tena kho pana samayena sambahulā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti, seyyathidaṃ—",
          "en": "Now at that time, after the meal, on return from alms-round, several mendicants sat together in the meeting hall. They engaged in all kinds of unworthy talk, such as "
        },
        {
          "scid": "an10.69:1.3",
          "pli": "rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vāti. ",
          "en": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. "
        },
        {
          "scid": "an10.69:2.1",
          "pli": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall, where he sat on the seat spread out "
        },
        {
          "scid": "an10.69:2.2",
          "pli": "Nisajja kho bhagavā bhikkhū āmantesi: ",
          "en": "and addressed the mendicants: "
        },
        {
          "scid": "an10.69:2.3",
          "pli": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā sannipatitā, kā ca pana vo antarākathā vippakatā”ti? ",
          "en": "“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” "
        },
        {
          "scid": "an10.69:3.1",
          "pli": "“Idha mayaṃ, bhante, pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharāma, seyyathidaṃ—",
          "en": "And they told him what had happened. "
        },
        {
          "scid": "an10.69:3.2",
          "pli": "rājakathaṃ corakathaṃ … pe … itibhavābhavakathaṃ iti vā”ti. ",
          "en": " "
        },
        {
          "scid": "an10.69:3.3",
          "pli": "“Na kho panetaṃ, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhāya agārasmā anagāriyaṃ pabbajitānaṃ, yaṃ tumhe anekavihitaṃ tiracchānakathaṃ anuyuttā vihareyyātha, seyyathidaṃ—",
          "en": "“Mendicants, it is not appropriate for you gentlemen who have gone forth in faith from the lay life to homelessness to engage in these kinds of unworthy talk. "
        },
        {
          "scid": "an10.69:3.4",
          "pli": "rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vāti. ",
          "en": " "
        },
        {
          "scid": "an10.69:4.1",
          "pli": "Dasayimāni, bhikkhave, kathāvatthūni. ",
          "en": "There are, mendicants, these ten topics of discussion. "
        },
        {
          "scid": "an10.69:4.2",
          "pli": "Katamāni dasa? ",
          "en": "What ten? "
        },
        {
          "scid": "an10.69:4.3",
          "pli": "Appicchakathā, santuṭṭhikathā, pavivekakathā, asaṃsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā, paññākathā, vimuttikathā, vimuttiñāṇadassanakathāti—",
          "en": "Talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom. "
        },
        {
          "scid": "an10.69:4.4",
          "pli": "imāni kho, bhikkhave, dasa kathāvatthūni. ",
          "en": "These are the ten topics of discussion. "
        },
        {
          "scid": "an10.69:5.1",
          "pli": "Imesañce tumhe, bhikkhave, dasannaṃ kathāvatthūnaṃ upādāyupādāya kathaṃ katheyyātha, imesampi candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃmahānubhāvānaṃ tejasā tejaṃ pariyādiyeyyātha, ko pana vādo aññatitthiyānaṃ paribbājakānan”ti. ",
          "en": "Mendicants, if you bring up these topics of conversation again and again then your glory could surpass even the sun and moon, so mighty and powerful, let alone the wanderers who follow other paths.” "
        },
        {
          "scid": "an10.69:5.2",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Sāvatthī…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.69/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.69",
    "volpages": "AN v 128",
    "uid": "an10.69",
    "blurb": "The monks are sitting around chatting about this and that. The Buddha admonishes them and teaches ten topics of conversation suitable for mendicants.",
    "difficulty": null,
    "original_title": "Paṭhamakathāvatthu Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Topics of Discussion (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.69_sujato",
        "segmented": true,
        "title": "Topics of Discussion (1st) ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an10.69_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Topics of Conversation (1)"
      }
    ],
    "parallel_count": 11,
    "biblio": null,
    "num": 9
  }
}