{
  "sutta_uid": "an10.105",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.105",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Knowledge ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Wearing Away ",
      "uid": "an10.106"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Seed ",
      "uid": "an10.104"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.105:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.105:0.2",
          "pli": "11. Samaṇasaññāvagga ",
          "en": "11. Perceptions for Ascetics "
        },
        {
          "scid": "an10.105:0.3",
          "pli": "105. Vijjāsutta ",
          "en": "105. Knowledge "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.105:1.1",
          "pli": "“Avijjā, bhikkhave, pubbaṅgamā akusalānaṃ dhammānaṃ samāpattiyā, anvadeva ahirikaṃ anottappaṃ. ",
          "en": "“Mendicants, ignorance precedes the attainment of unskillful qualities, with lack of conscience and prudence following along. "
        },
        {
          "scid": "an10.105:1.2",
          "pli": "Avijjāgatassa, bhikkhave, aviddasuno micchādiṭṭhi pahoti, micchādiṭṭhikassa micchāsaṅkappo pahoti, micchāsaṅkappassa micchāvācā pahoti, micchāvācassa micchākammanto pahoti, micchākammantassa micchāājīvo pahoti, micchāājīvassa micchāvāyāmo pahoti, micchāvāyāmassa micchāsati pahoti, micchāsatissa micchāsamādhi pahoti, micchāsamādhissa micchāñāṇaṃ pahoti, micchāñāṇissa micchāvimutti pahoti. ",
          "en": "An ignoramus, sunk in ignorance, gives rise to wrong view. Wrong view gives rise to wrong thought. Wrong thought gives rise to wrong speech. Wrong speech gives rise to wrong action. Wrong action gives rise to wrong livelihood. Wrong livelihood gives rise to wrong effort. Wrong effort gives rise to wrong mindfulness. Wrong mindfulness gives rise to wrong immersion. Wrong immersion gives rise to wrong knowledge. Wrong knowledge gives rise to wrong freedom. "
        },
        {
          "scid": "an10.105:2.1",
          "pli": "Vijjā, bhikkhave, pubbaṅgamā kusalānaṃ dhammānaṃ samāpattiyā, anvadeva hirottappaṃ. ",
          "en": "Knowledge precedes the attainment of skillful qualities, with conscience and prudence following along. "
        },
        {
          "scid": "an10.105:2.2",
          "pli": "Vijjāgatassa, bhikkhave, viddasuno sammādiṭṭhi pahoti, sammādiṭṭhikassa sammāsaṅkappo pahoti, sammāsaṅkappassa sammāvācā pahoti, sammāvācassa sammākammanto pahoti, sammākammantassa sammāājīvo pahoti, sammāājīvassa sammāvāyāmo pahoti, sammāvāyāmassa sammāsati pahoti, sammāsatissa sammāsamādhi pahoti, sammāsamādhissa sammāñāṇaṃ pahoti, sammāñāṇissa sammāvimutti pahotī”ti. ",
          "en": "A sage, firm in knowledge, gives rise to right view. Right view gives rise to right thought. Right thought gives rise to right speech. Right speech gives rise to right action. Right action gives rise to right livelihood. Right livelihood gives rise to right effort. Right effort gives rise to right mindfulness. Right mindfulness gives rise to right immersion. Right immersion gives rise to right knowledge. Right knowledge gives rise to right freedom.” "
        },
        {
          "scid": "an10.105:2.3",
          "pli": "Pañcamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, ignorance precedes the attainment of unskillful qualities, with…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.105/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.105",
    "volpages": "AN v 214",
    "uid": "an10.105",
    "blurb": "Ignorance is the precursor of wrong view and the other bad qualities, while right view is the opposite.",
    "difficulty": null,
    "original_title": "Vijjā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Knowledge ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.105_sujato",
        "segmented": true,
        "title": "Knowledge ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 5
  }
}