{
  "sutta_uid": "an10.177",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.177",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Jāṇussoṇi ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Good ",
      "uid": "an10.178"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Cunda ",
      "uid": "an10.176"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.177:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.177:0.2",
          "pli": "17. Jāṇussoṇivagga ",
          "en": "17. With Jāṇussoṇi "
        },
        {
          "scid": "an10.177:0.3",
          "pli": "177. Jāṇussoṇisutta ",
          "en": "177. With Jāṇussoṇi "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.177:1.1",
          "pli": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then the brahmin Jāṇussoṇi went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "an10.177:1.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, "
        },
        {
          "scid": "an10.177:2.1",
          "pli": "“Mayamassu, bho gotama, brāhmaṇā nāma. ",
          "en": "“We who are known as brahmins "
        },
        {
          "scid": "an10.177:2.2",
          "pli": "Dānāni dema, saddhāni karoma: ",
          "en": "give gifts and perform memorial rites for the dead: "
        },
        {
          "scid": "an10.177:2.3",
          "pli": "‘idaṃ dānaṃ petānaṃ ñātisālohitānaṃ upakappatu, idaṃ dānaṃ petā ñātisālohitā paribhuñjantū’ti. ",
          "en": "‘May this gift aid my departed relatives and family. May they partake of this gift.’ "
        },
        {
          "scid": "an10.177:2.4",
          "pli": "Kacci taṃ, bho gotama, dānaṃ petānaṃ ñātisālohitānaṃ upakappati; ",
          "en": "But does this gift really aid departed relatives and family? "
        },
        {
          "scid": "an10.177:2.5",
          "pli": "kacci te petā ñātisālohitā taṃ dānaṃ paribhuñjantī”ti? ",
          "en": "Do they actually partake of it?” "
        },
        {
          "scid": "an10.177:2.6",
          "pli": "“Ṭhāne kho, brāhmaṇa, upakappati, no aṭṭhāne”ti. ",
          "en": "“It aids them if the conditions are right, brahmin, but not if the conditions are wrong.” "
        },
        {
          "scid": "an10.177:3.1",
          "pli": "“Katamaṃ pana, bho gotama, ṭhānaṃ, katamaṃ aṭṭhānan”ti? ",
          "en": "“Then, Master Gotama, what are the right and wrong conditions?” "
        },
        {
          "scid": "an10.177:3.2",
          "pli": "“Idha, brāhmaṇa, ekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhiko hoti. ",
          "en": "“Brahmin, take someone who kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. "
        },
        {
          "scid": "an10.177:3.3",
          "pli": "So kāyassa bhedā paraṃ maraṇā nirayaṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in hell. "
        },
        {
          "scid": "an10.177:3.4",
          "pli": "Yo nerayikānaṃ sattānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
          "en": "There they survive feeding on the food of the hell beings. "
        },
        {
          "scid": "an10.177:3.5",
          "pli": "Idampi kho, brāhmaṇa, aṭṭhānaṃ yattha ṭhitassa taṃ dānaṃ na upakappati. ",
          "en": "The conditions there are wrong, so the gift does not aid the one who lives there. "
        },
        {
          "scid": "an10.177:4.1",
          "pli": "Idha pana, brāhmaṇa, ekacco pāṇātipātī … pe … micchādiṭṭhiko hoti. ",
          "en": "Take someone else who kills living creatures … and has wrong view. "
        },
        {
          "scid": "an10.177:4.2",
          "pli": "So kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in the animal realm. "
        },
        {
          "scid": "an10.177:4.3",
          "pli": "Yo tiracchānayonikānaṃ sattānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
          "en": "There they survive feeding on the food of the beings in the animal realm. "
        },
        {
          "scid": "an10.177:4.4",
          "pli": "Idampi kho, brāhmaṇa, aṭṭhānaṃ yattha ṭhitassa taṃ dānaṃ na upakappati. ",
          "en": "The conditions there too are wrong, so the gift does not aid the one who lives there. "
        },
        {
          "scid": "an10.177:5.1",
          "pli": "Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhiko hoti. ",
          "en": "Take someone else who doesn’t kill living creatures, steal, commit sexual misconduct, or use speech that’s false, divisive, harsh, or nonsensical. They're contented, kind-hearted, and have right view. "
        },
        {
          "scid": "an10.177:5.2",
          "pli": "So kāyassa bhedā paraṃ maraṇā manussānaṃ sahabyataṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in the human realm. "
        },
        {
          "scid": "an10.177:5.3",
          "pli": "Yo manussānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
          "en": "There they survive feeding on human food. "
        },
        {
          "scid": "an10.177:5.4",
          "pli": "Idampi kho, brāhmaṇa, aṭṭhānaṃ yattha ṭhitassa taṃ dānaṃ na upakappati. ",
          "en": "The conditions there too are wrong, so the gift does not aid the one who lives there. "
        },
        {
          "scid": "an10.177:6.1",
          "pli": "Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhiko hoti. ",
          "en": "Take someone else who doesn’t kill living creatures … and has right view. "
        },
        {
          "scid": "an10.177:6.2",
          "pli": "So kāyassa bhedā paraṃ maraṇā devānaṃ sahabyataṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in the company of the gods. "
        },
        {
          "scid": "an10.177:6.3",
          "pli": "Yo devānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
          "en": "There they survive feeding on the food of the gods. "
        },
        {
          "scid": "an10.177:6.4",
          "pli": "Idampi, brāhmaṇa, aṭṭhānaṃ yattha ṭhitassa taṃ dānaṃ upakappati. ",
          "en": "The conditions there too are wrong, so the gift does not aid the one who lives there. "
        },
        {
          "scid": "an10.177:7.1",
          "pli": "Idha pana, brāhmaṇa, ekacco pāṇātipātī hoti … pe … micchādiṭṭhiko hoti. ",
          "en": "Take someone else who kills living creatures … and has wrong view. "
        },
        {
          "scid": "an10.177:7.2",
          "pli": "So kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in the ghost realm. "
        },
        {
          "scid": "an10.177:7.3",
          "pli": "Yo pettivesayikānaṃ sattānaṃ āhāro, tena so tattha yāpeti, tena so tattha tiṭṭhati, yaṃ vā panassa ito anuppavecchanti mittāmaccā vā ñātisālohitā vā, tena so tattha yāpeti, tena so tattha tiṭṭhati. ",
          "en": "There they survive feeding on the food of the beings in the ghost realm. Or else they survive feeding on what friends and colleagues, relatives and kin provide them with from here. "
        },
        {
          "scid": "an10.177:7.4",
          "pli": "Idaṃ kho, brāhmaṇa, ṭhānaṃ yattha ṭhitassa taṃ dānaṃ upakappatī”ti. ",
          "en": "The conditions there are right, so the gift aids the one who lives there.” "
        },
        {
          "scid": "an10.177:8.1",
          "pli": "“Sace pana, bho gotama, so peto ñātisālohito taṃ ṭhānaṃ anupapanno hoti, ko taṃ dānaṃ paribhuñjatī”ti? ",
          "en": "“But Master Gotama, who partakes of that gift if the departed relative is not reborn in that place?” "
        },
        {
          "scid": "an10.177:8.2",
          "pli": "“Aññepissa, brāhmaṇa, petā ñātisālohitā taṃ ṭhānaṃ upapannā honti, te taṃ dānaṃ paribhuñjantī”ti. ",
          "en": "“Other departed relatives reborn there will partake of that gift.” "
        },
        {
          "scid": "an10.177:9.1",
          "pli": "“Sace pana, bho gotama, so ceva peto ñātisālohito taṃ ṭhānaṃ anupapanno hoti aññepissa ñātisālohitā petā taṃ ṭhānaṃ anupapannā honti, ko taṃ dānaṃ paribhuñjatī”ti? ",
          "en": "“But who partakes of the gift when neither that relative nor other relatives have been reborn in that place?” "
        },
        {
          "scid": "an10.177:9.2",
          "pli": "“Aṭṭhānaṃ kho etaṃ, brāhmaṇa, anavakāso yaṃ taṃ ṭhānaṃ vivittaṃ assa iminā dīghena addhunā yadidaṃ petehi ñātisālohitehi. ",
          "en": "“It’s impossible, brahmin, it cannot happen that that place is vacant of departed relatives in all this long time. "
        },
        {
          "scid": "an10.177:9.3",
          "pli": "Api ca, brāhmaṇa, dāyakopi anipphalo”ti. ",
          "en": "It’s never fruitless for the donor.” "
        },
        {
          "scid": "an10.177:10.1",
          "pli": "“Aṭṭhānepi bhavaṃ gotamo parikappaṃ vadatī”ti? ",
          "en": "“Does Master Gotama propose this even when the conditions are wrong?” "
        },
        {
          "scid": "an10.177:10.2",
          "pli": "“Aṭṭhānepi kho ahaṃ, brāhmaṇa, parikappaṃ vadāmi. ",
          "en": "“I propose this even when the conditions are wrong. "
        },
        {
          "scid": "an10.177:10.3",
          "pli": "Idha, brāhmaṇa, ekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhiko hoti; ",
          "en": "Take someone who kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. "
        },
        {
          "scid": "an10.177:10.4",
          "pli": "so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ",
          "en": "They give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, perfumes, and makeup; and bed, house, and lighting. "
        },
        {
          "scid": "an10.177:10.5",
          "pli": "So kāyassa bhedā paraṃ maraṇā hatthīnaṃ sahabyataṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in the company of elephants. "
        },
        {
          "scid": "an10.177:10.6",
          "pli": "So tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ",
          "en": "There they get to have food and drink, garlands and various adornments. "
        },
        {
          "scid": "an10.177:11.1",
          "pli": "Yaṃ kho, brāhmaṇa, idha pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko, tena so kāyassa bhedā paraṃ maraṇā hatthīnaṃ sahabyataṃ upapajjati. ",
          "en": "Since in this life they killed living creatures … and had wrong view, they were reborn in the company of elephants. "
        },
        {
          "scid": "an10.177:11.2",
          "pli": "Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ, tena so tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ",
          "en": "Since they gave to ascetics or brahmins … they get to have food and drink, garlands and various adornments. "
        },
        {
          "scid": "an10.177:12.1",
          "pli": "Idha pana, brāhmaṇa, ekacco pāṇātipātī hoti … pe … micchādiṭṭhiko hoti. ",
          "en": "Take someone else who kills living creatures … and has wrong view. "
        },
        {
          "scid": "an10.177:12.2",
          "pli": "So dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ",
          "en": "They give to ascetics or brahmins … "
        },
        {
          "scid": "an10.177:12.3",
          "pli": "So kāyassa bhedā paraṃ maraṇā assānaṃ sahabyataṃ upapajjati … pe … ",
          "en": "When their body breaks up, after death, they’re reborn in the company of horses. … "
        },
        {
          "scid": "an10.177:12.4",
          "pli": "gunnaṃ sahabyataṃ upapajjati … pe … ",
          "en": "cattle … "
        },
        {
          "scid": "an10.177:12.5",
          "pli": "kukkurānaṃ sahabyataṃ upapajjati. ",
          "en": "dogs. "
        },
        {
          "scid": "an10.177:12.6",
          "pli": "So tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ",
          "en": "There they get to have food and drink, garlands and various adornments. "
        },
        {
          "scid": "an10.177:13.1",
          "pli": "Yaṃ kho, brāhmaṇa, idha pāṇātipātī … pe … micchādiṭṭhiko, tena so kāyassa bhedā paraṃ maraṇā kukkurānaṃ sahabyataṃ upapajjati. ",
          "en": "Since in this life they killed living creatures … and had wrong view, they were reborn in the company of dogs. "
        },
        {
          "scid": "an10.177:13.2",
          "pli": "Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ, tena so tattha lābhī hoti annassa pānassa mālānānālaṅkārassa. ",
          "en": "Since they gave to ascetics or brahmins … they get to have food and drink, garlands and various adornments. "
        },
        {
          "scid": "an10.177:14.1",
          "pli": "Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhiko hoti. ",
          "en": "Take someone else who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. And they’re contented, kind-hearted, with right view. "
        },
        {
          "scid": "an10.177:14.2",
          "pli": "So dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ",
          "en": "They give to ascetics or brahmins … "
        },
        {
          "scid": "an10.177:14.3",
          "pli": "So kāyassa bhedā paraṃ maraṇā manussānaṃ sahabyataṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in the human realm. "
        },
        {
          "scid": "an10.177:14.4",
          "pli": "So tattha lābhī hoti mānusakānaṃ pañcannaṃ kāmaguṇānaṃ. ",
          "en": "There they get to have the five kinds of human sensual stimulation. "
        },
        {
          "scid": "an10.177:15.1",
          "pli": "Yaṃ kho, brāhmaṇa, idha pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhiko, tena so kāyassa bhedā paraṃ maraṇā manussānaṃ sahabyataṃ upapajjati. ",
          "en": "Since in this life they didn’t kill living creatures … and had right view, they were reborn in the company of humans. "
        },
        {
          "scid": "an10.177:15.2",
          "pli": "Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ, tena so tattha lābhī hoti mānusakānaṃ pañcannaṃ kāmaguṇānaṃ. ",
          "en": "Since they gave to ascetics or brahmins … they get to have the five kinds of human sensual stimulation. "
        },
        {
          "scid": "an10.177:16.1",
          "pli": "Idha pana, brāhmaṇa, ekacco pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhiko hoti. ",
          "en": "Take someone else who doesn’t kill living creatures … and has right view. "
        },
        {
          "scid": "an10.177:16.2",
          "pli": "So dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ",
          "en": "They give to ascetics or brahmins … "
        },
        {
          "scid": "an10.177:16.3",
          "pli": "So kāyassa bhedā paraṃ maraṇā devānaṃ sahabyataṃ upapajjati. ",
          "en": "When their body breaks up, after death, they’re reborn in the company of the gods. "
        },
        {
          "scid": "an10.177:16.4",
          "pli": "So tattha lābhī hoti dibbānaṃ pañcannaṃ kāmaguṇānaṃ. ",
          "en": "There they get to have the five kinds of heavenly sensual stimulation. "
        },
        {
          "scid": "an10.177:17.1",
          "pli": "Yaṃ kho, brāhmaṇa, idha pāṇātipātā paṭivirato hoti … pe … sammādiṭṭhiko, tena so kāyassa bhedā paraṃ maraṇā devānaṃ sahabyataṃ upapajjati. ",
          "en": "Since in this life they didn’t kill living creatures … and had right view, they were reborn in the company of the gods. "
        },
        {
          "scid": "an10.177:17.2",
          "pli": "Yañca kho so dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ, tena so tattha lābhī hoti dibbānaṃ pañcannaṃ kāmaguṇānaṃ. ",
          "en": "Since they gave to ascetics or brahmins … they get to have the five kinds of heavenly sensual stimulation. "
        },
        {
          "scid": "an10.177:17.3",
          "pli": "Api ca, brāhmaṇa, dāyakopi anipphalo”ti. ",
          "en": "It’s never fruitless for the donor.” "
        },
        {
          "scid": "an10.177:18.1",
          "pli": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "“It’s incredible, Master Gotama, it’s amazing, "
        },
        {
          "scid": "an10.177:18.2",
          "pli": "Yāvañcidaṃ, bho gotama, alameva dānāni dātuṃ, alaṃ saddhāni kātuṃ, yatra hi nāma dāyakopi anipphalo”ti. ",
          "en": "Just this much is quite enough to justify giving gifts and performing memorial rites for the dead, since it’s never fruitless for the donor.” "
        },
        {
          "scid": "an10.177:18.3",
          "pli": "“Evametaṃ, brāhmaṇa, dāyakopi hi, brāhmaṇa, anipphalo”ti. ",
          "en": "“That’s so true, brahmin. It’s never fruitless for the donor.” "
        },
        {
          "scid": "an10.177:19.1",
          "pli": "“Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe … ",
          "en": "“Excellent, Master Gotama! Excellent! … "
        },
        {
          "scid": "an10.177:19.2",
          "pli": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "an10.177:19.3",
          "pli": "Ekādasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an10.177:19.4",
          "pli": "Jāṇussoṇivaggo dutiyo. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then the brahmin Jāṇussoṇi went up to the Buddha,…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.177/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.177",
    "volpages": "AN v 269",
    "uid": "an10.177",
    "blurb": "Jāṇussoṇī describes brahmanical memorial rites for the dead, and asks if sharing merit actually benefits dead relatives. The Buddha replies that it might do in some circumstances.",
    "difficulty": null,
    "original_title": "Jāṇussoṇi Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Jāṇussoṇi ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.177_sujato",
        "segmented": true,
        "title": "With Jāṇussoṇi ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an10.177_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2004",
        "segmented": false,
        "volpage": null,
        "title": "To Janussonin"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 11
  }
}