{
  "sutta_uid": "an10.47",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.47",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Mahāli ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Ten Regular Reflections for a Renunciate ",
      "uid": "an10.48"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With the Sakyans ",
      "uid": "an10.46"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.47:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.47:0.2",
          "pli": "5. Akkosavagga ",
          "en": "5. Abuse "
        },
        {
          "scid": "an10.47:0.3",
          "pli": "47. Mahālisutta ",
          "en": "47. With Mahāli "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.47:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "an10.47:1.2",
          "pli": "Atha kho mahāli licchavi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahāli licchavi bhagavantaṃ etadavoca: ",
          "en": "Then Mahāli the Licchavi went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an10.47:1.3",
          "pli": "“ko nu kho, bhante, hetu, ko paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
          "en": "“What is the cause, sir, what is the reason for doing bad deeds, for performing bad deeds?” "
        },
        {
          "scid": "an10.47:1.4",
          "pli": "“Lobho kho, mahāli, hetu, lobho paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā. ",
          "en": "“Greed is a cause, Mahāli, greed is a reason for doing bad deeds, for performing bad deeds. "
        },
        {
          "scid": "an10.47:1.5",
          "pli": "Doso kho, mahāli, hetu, doso paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā. ",
          "en": "Hate is a cause of bad deeds … "
        },
        {
          "scid": "an10.47:1.6",
          "pli": "Moho kho, mahāli, hetu, moho paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā. ",
          "en": "Delusion is a cause of bad deeds … "
        },
        {
          "scid": "an10.47:1.7",
          "pli": "Ayoniso manasikāro kho, mahāli, hetu, ayoniso manasikāro paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā. ",
          "en": "Improper attention is a cause of bad deeds … "
        },
        {
          "scid": "an10.47:1.8",
          "pli": "Micchāpaṇihitaṃ kho, mahāli, cittaṃ hetu, micchāpaṇihitaṃ cittaṃ paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyāti. ",
          "en": "A wrongly directed mind is a cause of bad deeds … "
        },
        {
          "scid": "an10.47:1.9",
          "pli": "Ayaṃ kho, mahāli, hetu, ayaṃ paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti. ",
          "en": "This is the cause, Mahāli, this is the reason for doing bad deeds, for performing bad deeds.” "
        },
        {
          "scid": "an10.47:2.1",
          "pli": "“Ko pana, bhante, hetu ko paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā”ti? ",
          "en": "“What is the cause, sir, what is the reason for doing good deeds, for performing good deeds?” "
        },
        {
          "scid": "an10.47:2.2",
          "pli": "“Alobho kho, mahāli, hetu, alobho paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
          "en": "“Contentment is a cause, Mahāli, contentment is a reason for doing good deeds, for performing good deeds. "
        },
        {
          "scid": "an10.47:2.3",
          "pli": "Adoso kho, mahāli, hetu, adoso paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
          "en": "Love is a cause of good deeds … "
        },
        {
          "scid": "an10.47:2.4",
          "pli": "Amoho kho, mahāli, hetu, amoho paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
          "en": "Understanding is a cause of good deeds … "
        },
        {
          "scid": "an10.47:2.5",
          "pli": "Yoniso manasikāro kho, mahāli, hetu, yoniso manasikāro paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
          "en": "Proper attention is a cause of good deeds … "
        },
        {
          "scid": "an10.47:2.6",
          "pli": "Sammāpaṇihitaṃ kho, mahāli, cittaṃ hetu, sammāpaṇihitaṃ cittaṃ paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
          "en": "A rightly directed mind is a cause of good deeds … "
        },
        {
          "scid": "an10.47:2.7",
          "pli": "Ayaṃ kho, mahāli, hetu, ayaṃ paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā. ",
          "en": "This is the cause, Mahāli, this is the reason for doing good deeds, for performing good deeds. "
        },
        {
          "scid": "an10.47:2.8",
          "pli": "Ime ca, mahāli, dasa dhammā loke na saṃvijjeyyuṃ, nayidha paññāyetha adhammacariyāvisamacariyāti vā dhammacariyāsamacariyāti vā. ",
          "en": "If these ten things were not found in the world, we wouldn’t see either unprincipled and immoral conduct, or principled and moral conduct. "
        },
        {
          "scid": "an10.47:2.9",
          "pli": "Yasmā ca kho, mahāli, ime dasa dhammā loke saṃvijjanti, tasmā paññāyati adhammacariyāvisamacariyāti vā dhammacariyāsamacariyāti vā”ti. ",
          "en": "But since these ten things are found in the world, we see both unprincipled and immoral conduct, and principled and moral conduct.” "
        },
        {
          "scid": "an10.47:2.10",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Vesālī,…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.47/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.47",
    "volpages": "AN v 86",
    "uid": "an10.47",
    "blurb": "Mahāli the Licchavi asks the Buddha for the causes of bad deeds.",
    "difficulty": null,
    "original_title": "Mahāli Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Mahāli ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.47_sujato",
        "segmented": true,
        "title": "With Mahāli ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "id": "en_an10.47_sujato",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2014",
        "segmented": false,
        "volpage": null,
        "title": "To Mahāli"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 7
  }
}