{
  "sutta_uid": "an10.176",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.176",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Cunda ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Jāṇussoṇi ",
      "uid": "an10.177"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Bypass ",
      "uid": "an10.175"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.176:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.176:0.2",
          "pli": "17. Jāṇussoṇivagga ",
          "en": "17. With Jāṇussoṇi "
        },
        {
          "scid": "an10.176:0.3",
          "pli": "176. Cundasutta ",
          "en": "176. With Cunda "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.176:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "an10.176:1.2",
          "pli": " ekaṃ samayaṃ bhagavā pāvāyaṃ viharati cundassa kammāraputtassa ambavane. ",
          "en": "At one time the Buddha was staying near Pāvā in Cunda the smith’s mango grove. "
        },
        {
          "scid": "an10.176:1.3",
          "pli": "Atha kho cundo kammāraputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho cundaṃ kammāraputtaṃ bhagavā etadavoca: ",
          "en": "Then Cunda the smith went to the Buddha, bowed, and sat down to one side. The Buddha said to him, "
        },
        {
          "scid": "an10.176:1.4",
          "pli": "“kassa no tvaṃ, cunda, soceyyāni rocesī”ti? ",
          "en": "“Cunda, whose purity do you believe in?” "
        },
        {
          "scid": "an10.176:1.5",
          "pli": "“Brāhmaṇā, bhante, pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti; tesāhaṃ soceyyāni rocemī”ti. ",
          "en": "“Sir, I believe in the purity advocated by the western brahmins draped with moss who carry pitchers, serve the sacred flame, and immerse themselves in water.” "
        },
        {
          "scid": "an10.176:2.1",
          "pli": "“Yathā kathaṃ pana, cunda, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapentī”ti? ",
          "en": "“But Cunda, what kind of purity do these western brahmins advocate?” "
        },
        {
          "scid": "an10.176:2.2",
          "pli": "“Idha, bhante, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā. Te sāvakaṃ evaṃ samādapenti: ",
          "en": "“The western brahmins encourage their disciples like this: "
        },
        {
          "scid": "an10.176:2.3",
          "pli": "‘ehi tvaṃ, ambho purisa, kālasseva uṭṭhahantova sayanamhā pathaviṃ āmaseyyāsi; ",
          "en": "‘Please, good people, rising early you should stroke the earth from your bed. "
        },
        {
          "scid": "an10.176:2.4",
          "pli": "no ce pathaviṃ āmaseyyāsi, allāni gomayāni āmaseyyāsi; ",
          "en": "If you don’t stroke the earth, stroke fresh cow dung. "
        },
        {
          "scid": "an10.176:2.5",
          "pli": "no ce allāni gomayāni āmaseyyāsi, haritāni tiṇāni āmaseyyāsi; ",
          "en": "If you don’t stroke fresh cow dung, stroke green grass. "
        },
        {
          "scid": "an10.176:2.6",
          "pli": "no ce haritāni tiṇāni āmaseyyāsi, aggiṃ paricareyyāsi; ",
          "en": "If you don’t stroke green grass, serve the sacred flame. "
        },
        {
          "scid": "an10.176:2.7",
          "pli": "no ce aggiṃ paricareyyāsi, pañjaliko ādiccaṃ namasseyyāsi; ",
          "en": "If you don’t serve the sacred flame, revere the sun with joined palms. "
        },
        {
          "scid": "an10.176:2.8",
          "pli": "no ce pañjaliko ādiccaṃ namasseyyāsi, sāyatatiyakaṃ udakaṃ oroheyyāsī’ti. ",
          "en": "If you don’t revere the sun with joined palms, immerse yourself in water three times, including the evening.’ "
        },
        {
          "scid": "an10.176:2.9",
          "pli": "Evaṃ kho, bhante, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti; tesāhaṃ soceyyāni rocemī”ti. ",
          "en": "The western brahmins advocate this kind of purity.” "
        },
        {
          "scid": "an10.176:3.1",
          "pli": "“Aññathā kho, cunda, brāhmaṇā pacchābhūmakā kamaṇḍalukā sevālamālikā aggiparicārikā udakorohakā soceyyāni paññapenti, aññathā ca pana ariyassa vinaye soceyyaṃ hotī”ti. ",
          "en": "“The purity advocated by the western brahmins is quite different from that in the training of the noble one.” "
        },
        {
          "scid": "an10.176:3.2",
          "pli": "“Yathā kathaṃ pana, bhante, ariyassa vinaye soceyyaṃ hoti? ",
          "en": "“But what, Master Gotama, is purity in the training of the noble one? "
        },
        {
          "scid": "an10.176:3.3",
          "pli": "Sādhu me, bhante, bhagavā tathā dhammaṃ desetu yathā ariyassa vinaye soceyyaṃ hotī”ti. ",
          "en": "Master Gotama, please teach me this.” "
        },
        {
          "scid": "an10.176:4.1",
          "pli": "“Tena hi, cunda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
          "en": "“Well then, brahmin, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "an10.176:4.2",
          "pli": "“Evaṃ, bhante”ti kho cundo kammāraputto bhagavato paccassosi. ",
          "en": "“Yes, sir,” Cunda replied. "
        },
        {
          "scid": "an10.176:4.3",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an10.176:5.1",
          "pli": "“Tividhaṃ kho, cunda, kāyena asoceyyaṃ hoti; ",
          "en": "“Cunda, impurity is threefold by way of body, "
        },
        {
          "scid": "an10.176:5.2",
          "pli": "catubbidhaṃ vācāya asoceyyaṃ hoti; ",
          "en": "fourfold by way of speech, "
        },
        {
          "scid": "an10.176:5.3",
          "pli": "tividhaṃ manasā asoceyyaṃ hoti. ",
          "en": "and threefold by way of mind. "
        },
        {
          "scid": "an10.176:6.1",
          "pli": "Kathañca, cunda, tividhaṃ kāyena asoceyyaṃ hoti? ",
          "en": "And how is impurity threefold by way of body? "
        },
        {
          "scid": "an10.176:6.2",
          "pli": "Idha, cunda, ekacco pāṇātipātī hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. (1) ",
          "en": "It’s when a certain person kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings. "
        },
        {
          "scid": "an10.176:7.1",
          "pli": "Adinnādāyī hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. (2) ",
          "en": "They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness. "
        },
        {
          "scid": "an10.176:8.1",
          "pli": "Kāmesumicchācārī hoti. Yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti. (3) ",
          "en": "They commit sexual misconduct. They have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. "
        },
        {
          "scid": "an10.176:9.1",
          "pli": "Evaṃ kho, cunda, tividhaṃ kāyena asoceyyaṃ hoti. ",
          "en": "This is the threefold impurity by way of body. "
        },
        {
          "scid": "an10.176:10.1",
          "pli": "Kathañca, cunda, catubbidhaṃ vācāya asoceyyaṃ hoti? ",
          "en": "And how is impurity fourfold by way of speech? "
        },
        {
          "scid": "an10.176:10.2",
          "pli": "Idha, cunda, ekacco musāvādī hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘jānāmī’ti, jānaṃ vā āha: ‘na jānāmī’ti; apassaṃ vā āha: ‘passāmī’ti, passaṃ vā āha: ‘na passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. (4) ",
          "en": "It’s when a certain person lies. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason. "
        },
        {
          "scid": "an10.176:11.1",
          "pli": "Pisuṇavāco hoti. Ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti samaggānaṃ vā bhettā, bhinnānaṃ vā anuppadātā, vaggārāmo vaggarato vagganandī vaggakaraṇiṃ vācaṃ bhāsitā hoti. (5) ",
          "en": "They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division. "
        },
        {
          "scid": "an10.176:12.1",
          "pli": "Pharusavāco hoti. Yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti. (6) ",
          "en": "They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion. "
        },
        {
          "scid": "an10.176:13.1",
          "pli": "Samphappalāpī hoti akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī; anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ. ",
          "en": "They talk nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless. "
        },
        {
          "scid": "an10.176:13.2",
          "pli": "Evaṃ kho, cunda, catubbidhaṃ vācāya asoceyyaṃ hoti. (7) ",
          "en": "This is the fourfold impurity by way of speech. "
        },
        {
          "scid": "an10.176:14.1",
          "pli": "Kathañca, cunda, tividhaṃ manasā asoceyyaṃ hoti? ",
          "en": "And how is impurity threefold by way of mind? "
        },
        {
          "scid": "an10.176:14.2",
          "pli": "Idha, cunda, ekacco abhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ abhijjhātā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti. (8) ",
          "en": "It’s when a certain person is covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ "
        },
        {
          "scid": "an10.176:15.1",
          "pli": "Byāpannacitto hoti paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. (9) ",
          "en": "They have ill will and hateful intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’ "
        },
        {
          "scid": "an10.176:16.1",
          "pli": "Micchādiṭṭhiko hoti viparītadassano: ",
          "en": "They have wrong view. Their perspective is distorted: "
        },
        {
          "scid": "an10.176:16.2",
          "pli": "‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukaṭadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. ",
          "en": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "an10.176:16.3",
          "pli": "Evaṃ kho, cunda, manasā tividhaṃ asoceyyaṃ hoti. (10) ",
          "en": "This is the threefold impurity by way of mind. "
        },
        {
          "scid": "an10.176:17.1",
          "pli": "Ime kho, cunda, dasa akusalakammapathā. ",
          "en": "These are the ten ways of doing unskillful deeds. "
        },
        {
          "scid": "an10.176:17.2",
          "pli": "Imehi kho, cunda, dasahi akusalehi kammapathehi samannāgato kālasseva uṭṭhahantova sayanamhā pathaviñcepi āmasati, asuciyeva hoti; no cepi pathaviṃ āmasati, asuciyeva hoti. ",
          "en": "When you have these ten ways of doing unskillful deeds, then if you rise early, whether or not you stroke the earth from your bed, you’re still impure. "
        },
        {
          "scid": "an10.176:18.1",
          "pli": "Allāni cepi gomayāni āmasati, asuciyeva hoti; no cepi allāni gomayāni āmasati, asuciyeva hoti. ",
          "en": "Whether or not you stroke fresh cow dung, you’re still impure. "
        },
        {
          "scid": "an10.176:19.1",
          "pli": "Haritāni cepi tiṇāni āmasati, asuciyeva hoti; no cepi haritāni tiṇāni āmasati, asuciyeva hoti. ",
          "en": "Whether or not you stroke green grass, you’re still impure. "
        },
        {
          "scid": "an10.176:20.1",
          "pli": "Aggiñcepi paricarati, asuciyeva hoti, no cepi aggiṃ paricarati, asuciyeva hoti. ",
          "en": "Whether or not you serve the sacred flame, you’re still impure. "
        },
        {
          "scid": "an10.176:21.1",
          "pli": "Pañjaliko cepi ādiccaṃ namassati, asuciyeva hoti; no cepi pañjaliko ādiccaṃ namassati, asuciyeva hoti. ",
          "en": "Whether or not you revere the sun with joined palms, you’re still impure. "
        },
        {
          "scid": "an10.176:22.1",
          "pli": "Sāyatatiyakañcepi udakaṃ orohati, asuciyeva hoti; no cepi sāyatatiyakaṃ udakaṃ orohati, asuciyeva hoti. ",
          "en": "Whether or not you immerse yourself in water three times, you’re still impure. "
        },
        {
          "scid": "an10.176:22.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.176:22.3",
          "pli": "Ime, cunda, dasa akusalakammapathā asucīyeva honti asucikaraṇā ca. ",
          "en": "These ten ways of doing unskillful deeds are impure and make things impure. "
        },
        {
          "scid": "an10.176:23.1",
          "pli": "Imesaṃ pana, cunda, dasannaṃ akusalānaṃ kammapathānaṃ samannāgamanahetu nirayo paññāyati, tiracchānayoni paññāyati, pettivisayo paññāyati, yā vā panaññāpi kāci duggatiyo. ",
          "en": "It’s because of those who do these ten kinds of unskillful deeds that hell, the animal realm, the ghost realm, or any other bad places are found. "
        },
        {
          "scid": "an10.176:24.1",
          "pli": "Tividhaṃ kho, cunda, kāyena soceyyaṃ hoti; ",
          "en": "Cunda, purity is threefold by way of body, "
        },
        {
          "scid": "an10.176:24.2",
          "pli": "catubbidhaṃ vācāya soceyyaṃ hoti; ",
          "en": "fourfold by way of speech, "
        },
        {
          "scid": "an10.176:24.3",
          "pli": "tividhaṃ manasā soceyyaṃ hoti. ",
          "en": "and threefold by way of mind. "
        },
        {
          "scid": "an10.176:25.1",
          "pli": "Kathaṃ, cunda, tividhaṃ kāyena soceyyaṃ hoti? ",
          "en": "And how is purity threefold by way of body? "
        },
        {
          "scid": "an10.176:25.2",
          "pli": "Idha, cunda, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. (1) ",
          "en": "It’s when a certain person gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. "
        },
        {
          "scid": "an10.176:26.1",
          "pli": "Adinnādānaṃ pahāya, adinnādānā paṭivirato hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, na taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. (2) ",
          "en": "They give up stealing. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness. "
        },
        {
          "scid": "an10.176:27.1",
          "pli": "Kāmesumicchācāraṃ pahāya, kāmesumicchācārā paṭivirato hoti yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti. (3) ",
          "en": "They give up sexual misconduct. They don’t have sexual relations with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal. "
        },
        {
          "scid": "an10.176:28.1",
          "pli": "Evaṃ kho, cunda, tividhaṃ kāyena soceyyaṃ hoti. ",
          "en": "This is the threefold purity by way of body. "
        },
        {
          "scid": "an10.176:29.1",
          "pli": "Kathañca, cunda, catubbidhaṃ vācāya soceyyaṃ hoti? ",
          "en": "And how is purity fourfold by way of speech? "
        },
        {
          "scid": "an10.176:29.2",
          "pli": "Idha, cunda, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘na jānāmī’ti, jānaṃ vā āha: ‘jānāmī’ti, apassaṃ vā āha: ‘na passāmī’ti, passaṃ vā āha: ‘passāmī’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. (4) ",
          "en": "It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason. "
        },
        {
          "scid": "an10.176:30.1",
          "pli": "Pisuṇaṃ vācaṃ pahāya, pisuṇāya vācāya paṭivirato hoti—na ito sutvā amutra akkhātā imesaṃ bhedāya, na amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti. (5) ",
          "en": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. "
        },
        {
          "scid": "an10.176:31.1",
          "pli": "Pharusaṃ vācaṃ pahāya, pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti. (6) ",
          "en": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. "
        },
        {
          "scid": "an10.176:32.1",
          "pli": "Samphappalāpaṃ pahāya, samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī; ",
          "en": "They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. "
        },
        {
          "scid": "an10.176:32.2",
          "pli": "nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. (7) ",
          "en": "They say things at the right time which are valuable, reasonable, succinct, and beneficial. "
        },
        {
          "scid": "an10.176:33.1",
          "pli": "Evaṃ kho, cunda, catubbidhaṃ vācāya soceyyaṃ hoti. ",
          "en": "This is the fourfold purity by way of speech. "
        },
        {
          "scid": "an10.176:34.1",
          "pli": "Kathañca, cunda, tividhaṃ manasā soceyyaṃ hoti? ",
          "en": "And how is purity threefold by way of mind? "
        },
        {
          "scid": "an10.176:34.2",
          "pli": "Idha, cunda, ekacco anabhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ anabhijjhitā hoti: ‘aho vata yaṃ parassa taṃ mamassā’ti. (8) ",
          "en": "It’s when a certain person is content. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’ "
        },
        {
          "scid": "an10.176:35.1",
          "pli": "Abyāpannacitto hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā hontu abyāpajjā, anīghā sukhī attānaṃ pariharantū’ti. (9) ",
          "en": "They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’ "
        },
        {
          "scid": "an10.176:36.1",
          "pli": "Sammādiṭṭhiko hoti aviparītadassano: ",
          "en": "They have right view, an undistorted perspective: "
        },
        {
          "scid": "an10.176:36.2",
          "pli": "‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukaṭadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. (10) ",
          "en": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’ "
        },
        {
          "scid": "an10.176:37.1",
          "pli": "Evaṃ kho, cunda, tividhaṃ manasā soceyyaṃ hoti. ",
          "en": "This is the threefold purity by way of mind. "
        },
        {
          "scid": "an10.176:38.1",
          "pli": "Ime kho, cunda, dasa kusalakammapathā. ",
          "en": "These are the ten ways of doing skillful deeds. "
        },
        {
          "scid": "an10.176:38.2",
          "pli": "Imehi kho, cunda, dasahi kusalehi kammapathehi samannāgato kālasseva uṭṭhahantova sayanamhā pathaviñcepi āmasati, suciyeva hoti; no cepi pathaviṃ āmasati, suciyeva hoti. ",
          "en": "When you have these ten ways of doing skillful deeds, then if you rise early, whether or not you stroke the earth from your bed, you’re still pure. "
        },
        {
          "scid": "an10.176:39.1",
          "pli": "Allāni cepi gomayāni āmasati, suciyeva hoti; no cepi allāni gomayāni āmasati, suciyeva hoti. ",
          "en": "Whether or not you stroke fresh cow dung, you’re still pure. "
        },
        {
          "scid": "an10.176:40.1",
          "pli": "Haritāni cepi tiṇāni āmasati, suciyeva hoti; no cepi haritāni tiṇāni āmasati, suciyeva hoti. ",
          "en": "Whether or not you stroke green grass, you’re still pure. "
        },
        {
          "scid": "an10.176:41.1",
          "pli": "Aggiñcepi paricarati, suciyeva hoti; no cepi aggiṃ paricarati, suciyeva hoti. ",
          "en": "Whether or not you serve the sacred flame, you’re still pure. "
        },
        {
          "scid": "an10.176:42.1",
          "pli": "Pañjaliko cepi ādiccaṃ namassati, suciyeva hoti; no cepi pañjaliko ādiccaṃ namassati, suciyeva hoti. ",
          "en": "Whether or not you revere the sun with joined palms, you’re still pure. "
        },
        {
          "scid": "an10.176:43.1",
          "pli": "Sāyatatiyakañcepi udakaṃ orohati, suciyeva hoti; no cepi sāyatatiyakaṃ udakaṃ orohati, suciyeva hoti. ",
          "en": "Whether or not you immerse yourself in water three times, you’re still pure. "
        },
        {
          "scid": "an10.176:43.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.176:43.3",
          "pli": "Ime, cunda, dasa kusalakammapathā sucīyeva honti sucikaraṇā ca. ",
          "en": "These ten ways of doing skillful deeds are pure and make things pure. "
        },
        {
          "scid": "an10.176:44.1",
          "pli": "Imesaṃ pana, cunda, dasannaṃ kusalānaṃ kammapathānaṃ samannāgamanahetu devā paññāyanti, manussā paññāyanti, yā vā panaññāpi kāci sugatiyo”ti. ",
          "en": "It’s because of those who do these ten kinds of skillful deeds that gods, humans, or any other good places are found.” "
        },
        {
          "scid": "an10.176:45.1",
          "pli": "Evaṃ vutte, cundo kammāraputto bhagavantaṃ etadavoca: ",
          "en": "When he said this, Cunda the smith said to the Buddha, "
        },
        {
          "scid": "an10.176:45.2",
          "pli": "“abhikkantaṃ, bhante … pe … ",
          "en": "“Excellent, sir! Excellent! … "
        },
        {
          "scid": "an10.176:45.3",
          "pli": "upāsakaṃ maṃ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "an10.176:45.4",
          "pli": "Dasamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "an10.176/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.176",
    "volpages": "AN v 263",
    "uid": "an10.176",
    "blurb": "Cunda the smith tells the Buddha of rites of purification practiced by the western brahmins. The Buddha explains purification in his teaching.",
    "difficulty": null,
    "original_title": "Cunda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Cunda ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.176_sujato",
        "segmented": true,
        "title": "With Cunda ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an10.176_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "To Cunda the Silversmith"
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "num": 10
  }
}