{
  "sutta_uid": "an10.83",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.83",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Puṇṇiya ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Declaration ",
      "uid": "an10.84"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Ānanda ",
      "uid": "an10.82"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.83:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.83:0.2",
          "pli": "9. Theravagga ",
          "en": "9. Senior Mendicants "
        },
        {
          "scid": "an10.83:0.3",
          "pli": "83. Puṇṇiyasutta ",
          "en": "83. With Puṇṇiya "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.83:1.1",
          "pli": "Atha kho āyasmā puṇṇiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā puṇṇiyo bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Puṇṇiya went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an10.83:1.2",
          "pli": "“ko nu kho, bhante, hetu ko paccayo yena appekadā tathāgataṃ dhammadesanā paṭibhāti appekadā nappaṭibhātī”ti? ",
          "en": "“Sir, what is the cause, what is the reason why sometimes the Realized One feels inspired to teach, and other times not?” "
        },
        {
          "scid": "an10.83:2.1",
          "pli": "“Saddho ca, puṇṇiya, bhikkhu hoti, no ca upasaṅkamitā; neva tāva tathāgataṃ dhammadesanā paṭibhāti. ",
          "en": "“Puṇṇiya, when a mendicant has faith but doesn’t approach, the Realized One doesn’t feel inspired to teach. "
        },
        {
          "scid": "an10.83:2.2",
          "pli": "Yato ca kho, puṇṇiya, bhikkhu saddho ca hoti upasaṅkamitā ca, evaṃ tathāgataṃ dhammadesanā paṭibhāti. ",
          "en": "But when a mendicant has faith and approaches, the Realized One feels inspired to teach. "
        },
        {
          "scid": "an10.83:3.1",
          "pli": "Saddho ca, puṇṇiya, bhikkhu hoti upasaṅkamitā ca, no ca payirupāsitā … pe … ",
          "en": "When a mendicant has faith and approaches, but doesn’t pay homage … "
        },
        {
          "scid": "an10.83:3.2",
          "pli": "payirupāsitā ca, no ca paripucchitā … ",
          "en": "they pay homage, but don’t ask questions … "
        },
        {
          "scid": "an10.83:3.3",
          "pli": "paripucchitā ca, no ca ohitasoto dhammaṃ suṇāti … ",
          "en": "they ask questions, but don’t lend an ear … "
        },
        {
          "scid": "an10.83:3.4",
          "pli": "ohitasoto ca dhammaṃ suṇāti, no ca sutvā dhammaṃ dhāreti … ",
          "en": "they lend an ear, but don’t remember the teaching they’ve heard … "
        },
        {
          "scid": "an10.83:3.5",
          "pli": "sutvā ca dhammaṃ dhāreti, no ca dhātānaṃ dhammānaṃ atthaṃ upaparikkhati … ",
          "en": "they remember the teaching they’ve heard, but don’t reflect on the meaning of the teachings they’ve remembered … "
        },
        {
          "scid": "an10.83:3.6",
          "pli": "dhātānañca dhammānaṃ atthaṃ upaparikkhati no ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti … ",
          "en": "they reflect on the meaning of the teachings they’ve remembered, but, having understood the meaning and the teaching, they don’t practice accordingly … "
        },
        {
          "scid": "an10.83:3.7",
          "pli": "atthamaññāya dhammamaññāya dhammānudhammappaṭipanno ca hoti, no ca kalyāṇavāco hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā … ",
          "en": "they practice accordingly, but they’re not a good speaker. Their voice is not polished, clear, articulate, and doesn’t express the meaning … "
        },
        {
          "scid": "an10.83:3.8",
          "pli": "kalyāṇavāco ca hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā, no ca sandassako hoti samādapako samuttejako sampahaṃsako sabrahmacārīnaṃ, neva tāva tathāgataṃ dhammadesanā paṭibhāti. ",
          "en": "They’re a good speaker, but they don’t educate, encourage, fire up, and inspire their spiritual companions. The Realized One doesn’t feel inspired to teach. "
        },
        {
          "scid": "an10.83:4.1",
          "pli": "Yato ca kho, puṇṇiya, bhikkhu saddho ca hoti, upasaṅkamitā ca, payirupāsitā ca, paripucchitā ca, ohitasoto ca dhammaṃ suṇāti, sutvā ca dhammaṃ dhāreti, dhātānañca dhammānaṃ atthaṃ upaparikkhati, atthamaññāya dhammamaññāya dhammānudhammappaṭipanno ca hoti, kalyāṇavāco ca hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā, sandassako ca hoti samādapako samuttejako sampahaṃsako sabrahmacārīnaṃ—",
          "en": "But when a mendicant has faith, approaches, pays homage, asks questions, lends an ear, remembers the teachings, reflects on the meaning, practices accordingly, has a good voice, and encourages their spiritual companions, "
        },
        {
          "scid": "an10.83:4.2",
          "pli": "evaṃ tathāgataṃ dhammadesanā paṭibhāti. ",
          "en": "the Realized One feels inspired to teach. "
        },
        {
          "scid": "an10.83:4.3",
          "pli": "Imehi kho, puṇṇiya, dasahi dhammehi samannāgatā ekantapaṭibhānā tathāgataṃ dhammadesanā hotī”ti. ",
          "en": "When someone has these ten qualities, the Realized One feels totally inspired to teach.” "
        },
        {
          "scid": "an10.83:4.4",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then Venerable Puṇṇiya went up to the Buddha, bowed,…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.83/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.83",
    "volpages": "AN v 154",
    "uid": "an10.83",
    "blurb": "Venerable Puṇṇiya asks why the Buddha sometimes feels like teaching, other times not.",
    "difficulty": null,
    "original_title": "Puṇṇiya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Puṇṇiya ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.83_sujato",
        "segmented": true,
        "title": "With Puṇṇiya ",
        "volpage": null
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 3
  }
}