{
  "sutta_uid": "an10.21",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.21",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Lion’s Roar ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Hypotheses ",
      "uid": "an10.22"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Abodes of the Noble Ones (2nd) ",
      "uid": "an10.20"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.21:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.21:0.2",
          "pli": "3. Mahāvagga ",
          "en": "3. The Great Chapter "
        },
        {
          "scid": "an10.21:0.3",
          "pli": "21. Sīhanādasutta ",
          "en": "21. The Lion’s Roar "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.21:1.1",
          "pli": "“Sīho, bhikkhave, migarājā sāyanhasamayaṃ āsayā nikkhamati. ",
          "en": "“Mendicants, towards evening the lion, king of beasts, emerges from his den, "
        },
        {
          "scid": "an10.21:1.2",
          "pli": "Āsayā nikkhamitvā vijambhati. ",
          "en": "yawns, "
        },
        {
          "scid": "an10.21:1.3",
          "pli": "Vijambhitvā samantā catuddisaṃ anuviloketi. ",
          "en": "looks all around the four directions, "
        },
        {
          "scid": "an10.21:1.4",
          "pli": "Samantā catuddisaṃ anuviloketvā tikkhattuṃ sīhanādaṃ nadati. ",
          "en": "and roars his lion’s roar three times. "
        },
        {
          "scid": "an10.21:1.5",
          "pli": "Tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkamati. ",
          "en": "Then he sets out on the hunt. "
        },
        {
          "scid": "an10.21:1.6",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.21:1.7",
          "pli": "‘Māhaṃ khuddake pāṇe visamagate saṅghātaṃ āpādesin’ti. ",
          "en": "Thinking: ‘May I not accidentally injure any little creatures that happen to be in the wrong place.’ "
        },
        {
          "scid": "an10.21:2.1",
          "pli": "‘Sīho’ti kho, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa. ",
          "en": "‘Lion’ is a term for the Realized One, the perfected one, the fully awakened Buddha. "
        },
        {
          "scid": "an10.21:2.2",
          "pli": "Yaṃ kho, bhikkhave, tathāgato parisāya dhammaṃ deseti, idamassa hoti sīhanādasmiṃ. ",
          "en": "When the Realized One teaches Dhamma to an assembly, this is his lion’s roar. "
        },
        {
          "scid": "an10.21:3.1",
          "pli": "Dasayimāni, bhikkhave, tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. ",
          "en": "The Realized One possesses ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "an10.21:3.2",
          "pli": "Katamāni dasa? ",
          "en": "What ten? "
        },
        {
          "scid": "an10.21:3.3",
          "pli": "Idha, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti. ",
          "en": "Firstly, the Realized One truly understands the possible as possible and the impossible as impossible. "
        },
        {
          "scid": "an10.21:3.4",
          "pli": "Yampi, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (1) ",
          "en": "Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel. "
        },
        {
          "scid": "an10.21:4.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of causes and reasons. "
        },
        {
          "scid": "an10.21:4.2",
          "pli": "Yampi, bhikkhave, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (2) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:5.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands where all paths of practice lead. "
        },
        {
          "scid": "an10.21:5.2",
          "pli": "Yampi, bhikkhave, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (3) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:6.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato anekadhātuṃ nānādhātuṃ lokaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands the world with its many and diverse elements. "
        },
        {
          "scid": "an10.21:6.2",
          "pli": "Yampi, bhikkhave, tathāgato anekadhātuṃ nānādhātuṃ lokaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti … pe … brahmacakkaṃ pavatteti. (4) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:7.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands the diverse attitudes of sentient beings. "
        },
        {
          "scid": "an10.21:7.2",
          "pli": "Yampi, bhikkhave, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti … pe … brahmacakkaṃ pavatteti. (5) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:8.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands the faculties of other sentient beings and other individuals after comprehending them with his mind. "
        },
        {
          "scid": "an10.21:8.2",
          "pli": "Yampi, bhikkhave, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti … pe … brahmacakkaṃ pavatteti. (6) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:9.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti. ",
          "en": "Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments. "
        },
        {
          "scid": "an10.21:9.2",
          "pli": "Yampi … pe … pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti … pe … brahmacakkaṃ pavatteti. (7) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:10.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti, iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "Furthermore, the Realized One recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. He remembers: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ Thus he recollects his many past lives, with features and details. "
        },
        {
          "scid": "an10.21:10.2",
          "pli": "Yampi, bhikkhave, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (8) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:11.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
          "en": "Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they acted out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they acted out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, he sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "an10.21:11.2",
          "pli": "Yampi, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (9) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:12.1",
          "pli": "Puna caparaṃ, bhikkhave, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with his own insight due to the ending of defilements. "
        },
        {
          "scid": "an10.21:12.2",
          "pli": "Yampi, bhikkhave, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (10) ",
          "en": "Since he truly understands this, this is a power of the Realized One. … "
        },
        {
          "scid": "an10.21:13.1",
          "pli": "Imāni kho, bhikkhave, dasa tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavattetī”ti. ",
          "en": "These are the ten powers of a Realized One that the Realized One possesses. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.” "
        },
        {
          "scid": "an10.21:13.2",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, towards evening the lion, king of beasts, emerges…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.21/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.21",
    "volpages": "AN v 32",
    "uid": "an10.21",
    "blurb": "Like a lion, a Realized One roars his preeminence based on ten powers.",
    "difficulty": null,
    "original_title": "Sīhanāda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Lion’s Roar ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.21_sujato",
        "segmented": true,
        "title": "The Lion’s Roar ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an10.21_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "The Lion"
      }
    ],
    "parallel_count": 23,
    "biblio": null,
    "num": 1
  }
}