{
  "sutta_uid": "an10.87",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an10.87",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Disciplinary Issues ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "An Abuser ",
      "uid": "an10.88"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Overestimation ",
      "uid": "an10.86"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an10.87:0.1",
          "pli": "Aṅguttara Nikāya 10 ",
          "en": "Numbered Discourses 10 "
        },
        {
          "scid": "an10.87:0.2",
          "pli": "9. Theravagga ",
          "en": "9. Senior Mendicants "
        },
        {
          "scid": "an10.87:0.3",
          "pli": "87. Nappiyasutta ",
          "en": "87. Disciplinary Issues "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 10 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an10.87:1.1",
          "pli": "Tatra kho bhagavā kālaṅkataṃ bhikkhuṃ ārabbha bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants concerning the mendicant Kalandaka: "
        },
        {
          "scid": "an10.87:1.2",
          "pli": "“bhikkhavo”ti. ",
          "en": "“Mendicants!” "
        },
        {
          "scid": "an10.87:1.3",
          "pli": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Venerable sir,” they replied. "
        },
        {
          "scid": "an10.87:1.4",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an10.87:2.1",
          "pli": "“Idha, bhikkhave, bhikkhu adhikaraṇiko hoti, adhikaraṇasamathassa na vaṇṇavādī. ",
          "en": "“Firstly, a mendicant raises disciplinary issues and doesn’t praise the settlement of disciplinary issues. "
        },
        {
          "scid": "an10.87:2.2",
          "pli": "Yampi, bhikkhave, bhikkhu adhikaraṇiko hoti adhikaraṇasamathassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (1) ",
          "en": "This quality doesn’t conduce to warmth, respect, esteem, harmony, and unity. "
        },
        {
          "scid": "an10.87:3.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu na sikkhākāmo hoti, sikkhāsamādānassa na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant doesn’t want to train, and doesn’t praise taking up the training. … "
        },
        {
          "scid": "an10.87:3.2",
          "pli": "Yampi, bhikkhave, bhikkhu na sikkhākāmo hoti sikkhāsamādānassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (2) ",
          "en": " "
        },
        {
          "scid": "an10.87:4.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu pāpiccho hoti, icchāvinayassa na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant has bad desires, and doesn’t praise getting rid of desires. … "
        },
        {
          "scid": "an10.87:4.2",
          "pli": "Yampi, bhikkhave, bhikkhu pāpiccho hoti icchāvinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (3) ",
          "en": " "
        },
        {
          "scid": "an10.87:5.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu kodhano hoti, kodhavinayassa na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant is irritable, and doesn’t praise getting rid of anger. … "
        },
        {
          "scid": "an10.87:5.2",
          "pli": "Yampi, bhikkhave, bhikkhu kodhano hoti kodhavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (4) ",
          "en": " "
        },
        {
          "scid": "an10.87:6.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu makkhī hoti, makkhavinayassa na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant denigrates others, and doesn’t praise getting rid of denigration. … "
        },
        {
          "scid": "an10.87:6.2",
          "pli": "Yampi, bhikkhave, bhikkhu makkhī hoti makkhavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (5) ",
          "en": " "
        },
        {
          "scid": "an10.87:7.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu saṭho hoti, sāṭheyyavinayassa na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant is devious, and doesn’t praise getting rid of deviousness. … "
        },
        {
          "scid": "an10.87:7.2",
          "pli": "Yampi, bhikkhave, bhikkhu saṭho hoti sāṭheyyavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (6) ",
          "en": " "
        },
        {
          "scid": "an10.87:8.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu māyāvī hoti, māyāvinayassa na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant is deceitful, and doesn’t praise getting rid of deceitfulness. … "
        },
        {
          "scid": "an10.87:8.2",
          "pli": "Yampi, bhikkhave, bhikkhu māyāvī hoti māyāvinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (7) ",
          "en": " "
        },
        {
          "scid": "an10.87:9.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu dhammānaṃ na nisāmakajātiko hoti, dhammanisantiyā na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant doesn’t pay attention to the teachings, and doesn’t praise attending to the teachings. … "
        },
        {
          "scid": "an10.87:9.2",
          "pli": "Yampi, bhikkhave, bhikkhu dhammānaṃ na nisāmakajātiko hoti dhammanisantiyā na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (8) ",
          "en": " "
        },
        {
          "scid": "an10.87:10.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu na paṭisallīno hoti, paṭisallānassa na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant is not in retreat, and doesn’t praise retreat. … "
        },
        {
          "scid": "an10.87:10.2",
          "pli": "Yampi, bhikkhave, bhikkhu na paṭisallīno hoti paṭisallānassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (9) ",
          "en": " "
        },
        {
          "scid": "an10.87:11.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīnaṃ na paṭisanthārako hoti, paṭisanthārakassa na vaṇṇavādī. ",
          "en": "Furthermore, a mendicant is inhospitable to their spiritual companions, and doesn’t praise hospitality. "
        },
        {
          "scid": "an10.87:11.2",
          "pli": "Yampi, bhikkhave, bhikkhu sabrahmacārīnaṃ na paṭisanthārako hoti paṭisanthārakassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (10) ",
          "en": "This quality doesn’t conduce to warmth, respect, esteem, harmony, and unity. "
        },
        {
          "scid": "an10.87:12.1",
          "pli": "Evarūpassa, bhikkhave, bhikkhuno kiñcāpi evaṃ icchā uppajjeyya: ",
          "en": "Even though a mendicant such as this might wish: "
        },
        {
          "scid": "an10.87:12.2",
          "pli": "‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti. ",
          "en": "‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they don’t honor, respect, esteem, and venerate them. "
        },
        {
          "scid": "an10.87:12.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.87:12.4",
          "pli": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti. ",
          "en": "Because their sensible spiritual companions see that they haven’t given up those bad unskillful qualities. "
        },
        {
          "scid": "an10.87:13.1",
          "pli": "Seyyathāpi, bhikkhave, assakhaḷuṅkassa kiñcāpi evaṃ icchā uppajjeyya: ",
          "en": "Suppose a wild colt was to wish: "
        },
        {
          "scid": "an10.87:13.2",
          "pli": "‘aho vata maṃ manussā ājānīyaṭṭhāne ṭhapeyyuṃ, ājānīyabhojanañca bhojeyyuṃ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṃ manussā na ceva ājānīyaṭṭhāne ṭhapenti na ca ājānīyabhojanaṃ bhojenti na ca ājānīyaparimajjanaṃ parimajjanti. ",
          "en": "‘If only the humans would put me in a thoroughbred’s place, feed me a thoroughbred’s food, and give me a thoroughbred’s grooming.’ Still the humans wouldn’t put them in a thoroughbred’s place, feed them a thoroughbred’s food, or give them a thoroughbred’s grooming. "
        },
        {
          "scid": "an10.87:13.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.87:13.4",
          "pli": "Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni appahīnāni samanupassanti. ",
          "en": "Because sensible humans see that they haven’t given up their tricks, bluffs, ruses, and feints. "
        },
        {
          "scid": "an10.87:13.5",
          "pli": "Evamevaṃ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi evaṃ icchā uppajjeyya: ",
          "en": "In the same way, even though a mendicant such as this might wish: "
        },
        {
          "scid": "an10.87:13.6",
          "pli": "‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti. ",
          "en": "‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they don’t honor, respect, esteem, and venerate them. "
        },
        {
          "scid": "an10.87:13.7",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.87:13.8",
          "pli": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti. ",
          "en": "Because their sensible spiritual companions see that they haven’t given up those bad unskillful qualities. "
        },
        {
          "scid": "an10.87:14.1",
          "pli": "Idha pana, bhikkhave, bhikkhu na adhikaraṇiko hoti, adhikaraṇasamathassa vaṇṇavādī. ",
          "en": "Next, a mendicant doesn’t raise disciplinary issues and praises the settlement of disciplinary issues. "
        },
        {
          "scid": "an10.87:14.2",
          "pli": "Yampi, bhikkhave, bhikkhu na adhikaraṇiko hoti adhikaraṇasamathassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (1) ",
          "en": "This quality conduces to warmth, respect, esteem, harmony, and unity. "
        },
        {
          "scid": "an10.87:15.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu sikkhākāmo hoti, sikkhāsamādānassa vaṇṇavādī. ",
          "en": "Furthermore, a mendicant wants to train, and praises taking up the training. … "
        },
        {
          "scid": "an10.87:15.2",
          "pli": "Yampi, bhikkhave, bhikkhu sikkhākāmo hoti sikkhāsamādānassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (2) ",
          "en": " "
        },
        {
          "scid": "an10.87:16.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu appiccho hoti, icchāvinayassa vaṇṇavādī. ",
          "en": "Furthermore, a mendicant has few desires, and praises getting rid of desires. … "
        },
        {
          "scid": "an10.87:16.2",
          "pli": "Yampi, bhikkhave, bhikkhu appiccho hoti icchāvinayassa vaṇṇavādī, ayampi dhammo … pe … ekībhāvāya saṃvattati. (3) ",
          "en": " "
        },
        {
          "scid": "an10.87:17.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu akkodhano hoti, kodhavinayassa vaṇṇavādī. ",
          "en": "Furthermore, a mendicant is not irritable, and praises getting rid of anger. … "
        },
        {
          "scid": "an10.87:17.2",
          "pli": "Yampi, bhikkhave, bhikkhu akkodhano hoti kodhavinayassa vaṇṇavādī, ayampi dhammo … pe … ekībhāvāya saṃvattati. (4) ",
          "en": " "
        },
        {
          "scid": "an10.87:18.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu amakkhī hoti, makkhavinayassa vaṇṇavādī. ",
          "en": "Furthermore, a mendicant doesn’t denigrate others, and praises getting rid of denigration. … "
        },
        {
          "scid": "an10.87:18.2",
          "pli": "Yampi, bhikkhave, bhikkhu amakkhī hoti makkhavinayassa vaṇṇavādī, ayampi dhammo … pe … ekībhāvāya saṃvattati. (5) ",
          "en": " "
        },
        {
          "scid": "an10.87:19.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu asaṭho hoti, sāṭheyyavinayassa vaṇṇavādī. ",
          "en": "Furthermore, a mendicant isn’t devious, and praises getting rid of deviousness. … "
        },
        {
          "scid": "an10.87:19.2",
          "pli": "Yampi, bhikkhave, bhikkhu asaṭho hoti sāṭheyyavinayassa vaṇṇavādī, ayampi dhammo … pe … ekībhāvāya saṃvattati. (6) ",
          "en": " "
        },
        {
          "scid": "an10.87:20.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu amāyāvī hoti, māyāvinayassa vaṇṇavādī. ",
          "en": "Furthermore, a mendicant isn’t deceitful, and praises getting rid of deceitfulness. … "
        },
        {
          "scid": "an10.87:20.2",
          "pli": "Yampi, bhikkhave, bhikkhu amāyāvī hoti māyāvinayassa vaṇṇavādī, ayampi dhammo … pe … ekībhāvāya saṃvattati. (7) ",
          "en": " "
        },
        {
          "scid": "an10.87:21.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu dhammānaṃ nisāmakajātiko hoti, dhammanisantiyā vaṇṇavādī. ",
          "en": "Furthermore, a mendicant pays attention to the teachings, and praises attending to the teachings. … "
        },
        {
          "scid": "an10.87:21.2",
          "pli": "Yampi, bhikkhave, bhikkhu dhammānaṃ nisāmakajātiko hoti dhammanisantiyā vaṇṇavādī, ayampi dhammo … pe … ekībhāvāya saṃvattati. (8) ",
          "en": " "
        },
        {
          "scid": "an10.87:22.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu paṭisallīno hoti, paṭisallānassa vaṇṇavādī. ",
          "en": "Furthermore, a mendicant is in retreat, and praises retreat. … "
        },
        {
          "scid": "an10.87:22.2",
          "pli": "Yampi, bhikkhave, bhikkhu paṭisallīno hoti paṭisallānassa vaṇṇavādī, ayampi dhammo … pe … ekībhāvāya saṃvattati. (9) ",
          "en": " "
        },
        {
          "scid": "an10.87:23.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīnaṃ paṭisanthārako hoti, paṭisanthārakassa vaṇṇavādī. ",
          "en": "Furthermore, a mendicant is hospitable to their spiritual companions, and praises hospitality. "
        },
        {
          "scid": "an10.87:23.2",
          "pli": "Yampi, bhikkhave, bhikkhu sabrahmacārīnaṃ paṭisanthārako hoti paṭisanthārakassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (10) ",
          "en": "This quality conduces to warmth, respect, esteem, harmony, and unity. "
        },
        {
          "scid": "an10.87:24.1",
          "pli": "Evarūpassa, bhikkhave, bhikkhuno kiñcāpi na evaṃ icchā uppajjeyya: ",
          "en": "Even though a mendicant such as this might never wish: "
        },
        {
          "scid": "an10.87:24.2",
          "pli": "‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti. ",
          "en": "‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they honor, respect, esteem, and venerate them. "
        },
        {
          "scid": "an10.87:24.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.87:24.4",
          "pli": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassanti. ",
          "en": "Because their sensible spiritual companions see that they’ve given up those bad unskillful qualities. "
        },
        {
          "scid": "an10.87:25.1",
          "pli": "Seyyathāpi, bhikkhave, bhaddassa assājānīyassa kiñcāpi na evaṃ icchā uppajjeyya: ",
          "en": "Suppose a fine thoroughbred never wished: "
        },
        {
          "scid": "an10.87:25.2",
          "pli": "‘aho vata maṃ manussā ājānīyaṭṭhāne ṭhapeyyuṃ, ājānīyabhojanañca bhojeyyuṃ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṃ manussā ājānīyaṭṭhāne ca ṭhapenti ājānīyabhojanañca bhojenti ājānīyaparimajjanañca parimajjanti. ",
          "en": "‘If only the humans would put me in a thoroughbred’s place, feed me a thoroughbred’s food, and give me a thoroughbred’s grooming.’ Still the humans would put them in a thoroughbred’s place, feed them a thoroughbred’s food, and give them a thoroughbred’s grooming. "
        },
        {
          "scid": "an10.87:25.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.87:25.4",
          "pli": "Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni pahīnāni samanupassanti. ",
          "en": "Because sensible humans see that they’ve given up their tricks, bluffs, ruses, and feints. "
        },
        {
          "scid": "an10.87:26.1",
          "pli": "Evamevaṃ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi na evaṃ icchā uppajjeyya: ",
          "en": "In the same way, even though a mendicant such as this might never wish: "
        },
        {
          "scid": "an10.87:26.2",
          "pli": "‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti. ",
          "en": "‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they honor, respect, esteem, and venerate them. "
        },
        {
          "scid": "an10.87:26.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an10.87:26.4",
          "pli": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassantī”ti. ",
          "en": "Because their sensible spiritual companions see that they’ve given up those bad unskillful qualities.” "
        },
        {
          "scid": "an10.87:26.5",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "There the Buddha addressed the mendicants concerning the mendicant…",
      "expandable": false
    }
  ],
  "suttaCode": "an10.87/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 10.87",
    "volpages": "AN v 164",
    "uid": "an10.87",
    "blurb": "The Buddha, speaking in reference to the monk Kalandaka, explains ten qualities that lead to discord or unity.",
    "difficulty": null,
    "original_title": "Nappiya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Disciplinary Issues ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an10.87_sujato",
        "segmented": true,
        "title": "Disciplinary Issues ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}