{
  "sutta_uid": "an11.21",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an11.21",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Immersion (4th) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "",
      "uid": "an11.22-29"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Immersion (3rd) ",
      "uid": "an11.20"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an11.21:0.1",
          "pli": "Aṅguttara Nikāya 11 ",
          "en": "Numbered Discourses 11 "
        },
        {
          "scid": "an11.21:0.2",
          "pli": "2. Anussativagga ",
          "en": "2. Recollection "
        },
        {
          "scid": "an11.21:0.3",
          "pli": "21. Catutthasamādhisutta ",
          "en": "21. Immersion (4th) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 11 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an11.21:1.1",
          "pli": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
          "en": "There Sāriputta addressed the mendicants: "
        },
        {
          "scid": "an11.21:1.2",
          "pli": "“siyā nu kho, āvuso, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa, na āpasmiṃ āposaññī assa, na tejasmiṃ tejosaññī assa, na vāyasmiṃ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
          "en": "“Could it be, reverends, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” "
        },
        {
          "scid": "an11.21:2.1",
          "pli": "“Dūratopi kho mayaṃ, āvuso, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ. ",
          "en": "“Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. "
        },
        {
          "scid": "an11.21:2.2",
          "pli": "Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho. ",
          "en": "May Venerable Sāriputta himself please clarify the meaning of this. "
        },
        {
          "scid": "an11.21:2.3",
          "pli": "Āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti. ",
          "en": "The mendicants will listen and remember it.” "
        },
        {
          "scid": "an11.21:3.1",
          "pli": "“Tenahāvuso, suṇātha, sādhukaṃ manasi karotha; bhāsissāmī”ti. ",
          "en": "“Then listen and pay close attention, I will speak.” "
        },
        {
          "scid": "an11.21:3.2",
          "pli": "“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ. ",
          "en": "“Yes, friend,” they replied. "
        },
        {
          "scid": "an11.21:3.3",
          "pli": "Āyasmā sāriputto etadavoca: ",
          "en": "Sāriputta said this: "
        },
        {
          "scid": "an11.21:4.1",
          "pli": "“Siyā, āvuso, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa … pe … yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
          "en": "“A mendicant could gain such a state of immersion.” "
        },
        {
          "scid": "an11.21:5.1",
          "pli": "“Yathā kathaṃ panāvuso, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa … pe … yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
          "en": "“But how could this be?” "
        },
        {
          "scid": "an11.21:6.1",
          "pli": "“Idha, āvuso, bhikkhu evaṃsaññī hoti: ",
          "en": "“It’s when a mendicant perceives: "
        },
        {
          "scid": "an11.21:6.2",
          "pli": "‘etaṃ santaṃ etaṃ paṇītaṃ, yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānan’ti. ",
          "en": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’ "
        },
        {
          "scid": "an11.21:6.3",
          "pli": "Evaṃ kho, āvuso, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa, na āpasmiṃ āposaññī assa, na tejasmiṃ tejosaññī assa, na vāyasmiṃ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
          "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” "
        },
        {
          "scid": "an11.21:6.4",
          "pli": "Ekādasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an11.21:6.5",
          "pli": "Anussativaggo dutiyo. ",
          "en": " "
        },
        {
          "scid": "an11.21:7.1",
          "pli": "Dve vuttā mahānāmena, ",
          "en": " "
        },
        {
          "scid": "an11.21:7.2",
          "pli": "nandiyena subhūtinā; ",
          "en": " "
        },
        {
          "scid": "an11.21:7.3",
          "pli": "Mettā aṭṭhako gopālo, ",
          "en": " "
        },
        {
          "scid": "an11.21:7.4",
          "pli": "cattāro ca samādhināti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "There Sāriputta addressed the mendicants: ",
      "expandable": false
    }
  ],
  "suttaCode": "an11.21/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 11.21//AN 11.22",
    "volpages": "AN v 357",
    "uid": "an11.21",
    "blurb": "Sāriputta teaches the mendicants about a deep state of meditation where all normal perception has ceased, but there is still perception.",
    "difficulty": null,
    "original_title": "Catutthasamādhi Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Immersion (4th) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an11.21_sujato",
        "segmented": true,
        "title": "Immersion (4th) ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 11
  }
}