{
  "sutta_uid": "an11.14",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an11.14",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Subhūti ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Benefits of Love ",
      "uid": "an11.15"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Nandiya ",
      "uid": "an11.13"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an11.14:0.1",
          "pli": "Aṅguttara Nikāya 11 ",
          "en": "Numbered Discourses 11 "
        },
        {
          "scid": "an11.14:0.2",
          "pli": "2. Anussativagga ",
          "en": "2. Recollection "
        },
        {
          "scid": "an11.14:0.3",
          "pli": "14. Subhūtisutta ",
          "en": "14. With Subhūti "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 11 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an11.14:1.1",
          "pli": "Atha kho āyasmā subhūti saddhena bhikkhunā saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ subhūtiṃ bhagavā etadavoca: ",
          "en": "And then Venerable Subhūti together with the mendicant Saddha went up to the Buddha, bowed, and sat down to one side. The Buddha said to him, "
        },
        {
          "scid": "an11.14:1.2",
          "pli": "“ko nāmāyaṃ, subhūti, bhikkhū”ti? ",
          "en": "“Subhūti, what is the name of this mendicant?” "
        },
        {
          "scid": "an11.14:1.3",
          "pli": "“Saddho nāmāyaṃ, bhante, bhikkhu, sudattassa upāsakassa putto, saddhā agārasmā anagāriyaṃ pabbajito”ti. ",
          "en": "“Sir, the name of this mendicant is Saddha. He is the son of the layman Saddha, and has gone forth out of faith from the lay life to homelessness.” "
        },
        {
          "scid": "an11.14:2.1",
          "pli": "“Kacci panāyaṃ, subhūti, saddho bhikkhu sudattassa upāsakassa putto saddhā agārasmā anagāriyaṃ pabbajito sandissati saddhāpadānesū”ti? ",
          "en": "“Well, I hope this mendicant Saddha exhibits the outcomes of faith.” "
        },
        {
          "scid": "an11.14:2.2",
          "pli": "“Etassa, bhagavā, kālo; etassa, sugata, kālo, ",
          "en": "“Now is the time, Blessed One! Now is the time, Holy One! "
        },
        {
          "scid": "an11.14:2.3",
          "pli": "yaṃ bhagavā saddhassa saddhāpadānāni bhāseyya. ",
          "en": "Let the Buddha to speak on the outcomes of faith. "
        },
        {
          "scid": "an11.14:2.4",
          "pli": "Idānāhaṃ jānissāmi yadi vā ayaṃ bhikkhu sandissati saddhāpadānesu yadi vā no”ti. ",
          "en": "Now I will find out whether or not this mendicant Saddha exhibits the outcomes of faith.” "
        },
        {
          "scid": "an11.14:3.1",
          "pli": "“Tena hi, subhūti, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
          "en": "“Well then, Subhūti, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "an11.14:3.2",
          "pli": "“Evaṃ, bhante”ti kho āyasmā subhūti bhagavato paccassosi. ",
          "en": "“Yes, sir,” Subhūti replied. "
        },
        {
          "scid": "an11.14:3.3",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an11.14:4.1",
          "pli": "“Idha, subhūti, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
          "en": "“Firstly, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. "
        },
        {
          "scid": "an11.14:4.2",
          "pli": "Yampi, subhūti, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (1) ",
          "en": "When a mendicant is ethical, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:5.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu bahussuto hoti sutadharo sutasannicayo; ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
          "en": "Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically. "
        },
        {
          "scid": "an11.14:5.2",
          "pli": "Yampi, subhūti, bhikkhu bahussuto hoti … pe … diṭṭhiyā suppaṭividdhā, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (2) ",
          "en": "When a mendicant is learned, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:6.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
          "en": "Furthermore, a mendicant has good friends, companions, and associates. "
        },
        {
          "scid": "an11.14:6.2",
          "pli": "Yampi, subhūti, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (3) ",
          "en": "When a mendicant has good friends, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:7.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ. ",
          "en": "Furthermore, a mendicant is easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. "
        },
        {
          "scid": "an11.14:7.2",
          "pli": "Yampi, subhūti, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (4) ",
          "en": "When a mendicant is easy to admonish, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:8.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tatra dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ. ",
          "en": "Furthermore, a mendicant is deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work. "
        },
        {
          "scid": "an11.14:8.2",
          "pli": "Yampi, subhūti, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tatra dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (5) ",
          "en": "When a mendicant is skilled and tireless in a diverse spectrum of duties, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:9.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo. ",
          "en": "Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training. "
        },
        {
          "scid": "an11.14:9.2",
          "pli": "Yampi, subhūti, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (6) ",
          "en": "When a mendicant loves the teachings, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:10.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
          "en": "Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. "
        },
        {
          "scid": "an11.14:10.2",
          "pli": "Yampi, subhūti, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (7) ",
          "en": "When a mendicant is energetic, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:11.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
          "en": "Furthermore, a mendicant gets the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty. "
        },
        {
          "scid": "an11.14:11.2",
          "pli": "Yampi, subhūti, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (8) ",
          "en": "When a mendicant gets the four absorptions, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:12.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, ",
          "en": "Furthermore, a mendicant recollects many kinds of past lives. "
        },
        {
          "scid": "an11.14:12.2",
          "pli": "seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. "
        },
        {
          "scid": "an11.14:12.3",
          "pli": "Yampi, subhūti, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. Idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (9) ",
          "en": "When a mendicant recollects many kinds of past lives, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:13.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
          "en": "Furthermore, with clairvoyance that is purified and superhuman, a mendicant sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they acted out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they acted out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. "
        },
        {
          "scid": "an11.14:13.2",
          "pli": "Yampi, subhūti, bhikkhu dibbena cakkhunā visuddhena … pe … yathākammūpage satte pajānāti, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. (10) ",
          "en": "When a mendicant has clairvoyance that is purified and superhuman, this is an outcome of faith. "
        },
        {
          "scid": "an11.14:14.1",
          "pli": "Puna caparaṃ, subhūti, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Furthermore, a mendicant has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "an11.14:14.2",
          "pli": "Yampi, subhūti, bhikkhu āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati, idampi, subhūti, saddhassa saddhāpadānaṃ hotī”ti. (11) ",
          "en": "When a mendicant has ended the defilements, this is an outcome of faith.” "
        },
        {
          "scid": "an11.14:15.1",
          "pli": "Evaṃ vutte āyasmā subhūti bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Subhūti said to the Buddha: "
        },
        {
          "scid": "an11.14:15.2",
          "pli": "“yānimāni, bhante, bhagavatā saddhassa saddhāpadānāni bhāsitāni, saṃvijjanti tāni imassa bhikkhuno, ayañca bhikkhu etesu sandissati. ",
          "en": "“Sir, the outcomes of faith for a faithful person that the Buddha speaks of are found in this mendicant; he does exhibit them. "
        },
        {
          "scid": "an11.14:16.1",
          "pli": "Ayaṃ, bhante, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
          "en": "This mendicant is ethical … "
        },
        {
          "scid": "an11.14:17.1",
          "pli": "Ayaṃ, bhante, bhikkhu bahussuto hoti sutadharo sutasannicayo; ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
          "en": "This mendicant is learned … "
        },
        {
          "scid": "an11.14:18.1",
          "pli": "Ayaṃ, bhante, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
          "en": "This mendicant has good friends … "
        },
        {
          "scid": "an11.14:19.1",
          "pli": "Ayaṃ, bhante, bhikkhu suvaco hoti … pe … anusāsaniṃ. ",
          "en": "This mendicant is easy to admonish … "
        },
        {
          "scid": "an11.14:20.1",
          "pli": "Ayaṃ, bhante, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tattha dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ. ",
          "en": "This mendicant is skilled and tireless in a diverse spectrum of duties … "
        },
        {
          "scid": "an11.14:21.1",
          "pli": "Ayaṃ, bhante, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo. ",
          "en": "This mendicant loves the teachings … "
        },
        {
          "scid": "an11.14:22.1",
          "pli": "Ayaṃ, bhante, bhikkhu āraddhavīriyo viharati … pe … thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
          "en": "This mendicant is energetic … "
        },
        {
          "scid": "an11.14:23.1",
          "pli": "Ayaṃ, bhante, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
          "en": "This mendicant gets the four absorptions … "
        },
        {
          "scid": "an11.14:24.1",
          "pli": "Ayaṃ, bhante, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
          "en": "This mendicant recollects their many kinds of past lives … "
        },
        {
          "scid": "an11.14:25.1",
          "pli": "Ayaṃ, bhante, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti. ",
          "en": "This mendicant has clairvoyance that is purified and surpasses the human … "
        },
        {
          "scid": "an11.14:26.1",
          "pli": "Ayaṃ, bhante, bhikkhu āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati. ",
          "en": "This mendicant has ended the defilements … "
        },
        {
          "scid": "an11.14:26.2",
          "pli": "Yānimāni, bhante, bhagavatā saddhassa saddhāpadānāni bhāsitāni, saṃvijjanti tāni imassa bhikkhuno, ayañca bhikkhu etesu sandissatī”ti. ",
          "en": "The outcomes of faith for a faithful person that the Buddha speaks of are found in this mendicant; he does exhibit them.” "
        },
        {
          "scid": "an11.14:27.1",
          "pli": "“Sādhu sādhu, subhūti. ",
          "en": "“Good, good, Subhūti! "
        },
        {
          "scid": "an11.14:27.2",
          "pli": "Tena hi tvaṃ, subhūti, iminā ca saddhena bhikkhunā saddhiṃ vihareyyāsi. ",
          "en": "So, Subhūti, you should live together with this mendicant Saddha. "
        },
        {
          "scid": "an11.14:27.3",
          "pli": "Yadā ca tvaṃ, subhūti, ākaṅkheyyāsi tathāgataṃ dassanāya, iminā saddhena bhikkhunā saddhiṃ upasaṅkameyyāsi tathāgataṃ dassanāyā”ti. ",
          "en": "And when you want to see the Realized One, you should come together with him.” "
        },
        {
          "scid": "an11.14:27.4",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "And then Venerable Subhūti together with the mendicant Saddha…",
      "expandable": false
    }
  ],
  "suttaCode": "an11.14/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 11.14//AN 11.15",
    "volpages": "AN v 337",
    "uid": "an11.14",
    "blurb": "Venerable Subhūti brings the young monk Saddha to meet the Buddha. The Buddha goes on to teach the manifestations of faith.",
    "difficulty": null,
    "original_title": "Subhūti Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Subhūti ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an11.14_sujato",
        "segmented": true,
        "title": "With Subhūti ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 4
  }
}