{
  "sutta_uid": "an11.13",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an11.13",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Nandiya ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Subhūti ",
      "uid": "an11.14"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Mahānāma (2nd) ",
      "uid": "an11.12"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an11.13:0.1",
          "pli": "Aṅguttara Nikāya 11 ",
          "en": "Numbered Discourses 11 "
        },
        {
          "scid": "an11.13:0.2",
          "pli": "2. Anussativagga ",
          "en": "2. Recollection "
        },
        {
          "scid": "an11.13:0.3",
          "pli": "13. Nandiyasutta ",
          "en": "13. With Nandiya "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 11 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an11.13:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ",
          "en": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. "
        },
        {
          "scid": "an11.13:1.2",
          "pli": "Tena kho pana samayena bhagavā sāvatthiyaṃ vassāvāsaṃ upagantukāmo hoti. ",
          "en": "Now at that time the Buddha wanted to commence the rains residence at Sāvatthī. "
        },
        {
          "scid": "an11.13:2.1",
          "pli": "Assosi kho nandiyo sakko: ",
          "en": "Nandiya the Sakyan heard about this, "
        },
        {
          "scid": "an11.13:2.2",
          "pli": "“bhagavā kira sāvatthiyaṃ vassāvāsaṃ upagantukāmo”ti. ",
          "en": " "
        },
        {
          "scid": "an11.13:2.3",
          "pli": "Atha kho nandiyassa sakkassa etadahosi: ",
          "en": "and thought, "
        },
        {
          "scid": "an11.13:2.4",
          "pli": "“yannūnāhampi sāvatthiyaṃ vassāvāsaṃ upagaccheyyaṃ. ",
          "en": "“Why don’t I also commence the rains residence at Sāvatthī. "
        },
        {
          "scid": "an11.13:2.5",
          "pli": "Tattha kammantañceva adhiṭṭhahissāmi, bhagavantañca lacchāmi kālena kālaṃ dassanāyā”ti. ",
          "en": "There I can apply myself to my work and from time to time get to see the Buddha.” "
        },
        {
          "scid": "an11.13:3.1",
          "pli": "Atha kho bhagavā sāvatthiyaṃ vassāvāsaṃ upagacchi. ",
          "en": "So the Buddha commenced the rains residence in Sāvatthī, "
        },
        {
          "scid": "an11.13:3.2",
          "pli": "Nandiyopi kho sakko sāvatthiyaṃ vassāvāsaṃ upagacchi. ",
          "en": "and so did Nandiya. "
        },
        {
          "scid": "an11.13:3.3",
          "pli": "Tattha kammantañceva adhiṭṭhāsi, bhagavantañca labhi kālena kālaṃ dassanāya. ",
          "en": "There he applied himself to his work and from time to time got to see the Buddha. "
        },
        {
          "scid": "an11.13:3.4",
          "pli": "Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṃ karonti: ",
          "en": "At that time several mendicants were making a robe for the Buddha, thinking that "
        },
        {
          "scid": "an11.13:3.5",
          "pli": "“niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī”ti. ",
          "en": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. "
        },
        {
          "scid": "an11.13:4.1",
          "pli": "Assosi kho nandiyo sakko: ",
          "en": "Nandiya the Sakyan heard about this. "
        },
        {
          "scid": "an11.13:4.2",
          "pli": "“sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti: ",
          "en": " "
        },
        {
          "scid": "an11.13:4.3",
          "pli": "‘niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’”ti. ",
          "en": " "
        },
        {
          "scid": "an11.13:4.4",
          "pli": "Atha kho nandiyo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho nandiyo sakko bhagavantaṃ etadavoca: ",
          "en": "He went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an11.13:4.5",
          "pli": "“sutaṃ metaṃ, bhante: ",
          "en": "“Sir, I have heard that "
        },
        {
          "scid": "an11.13:4.6",
          "pli": "‘sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti—",
          "en": "several mendicants are making a robe for the Buddha, thinking that "
        },
        {
          "scid": "an11.13:4.7",
          "pli": "niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’ti. ",
          "en": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. "
        },
        {
          "scid": "an11.13:4.8",
          "pli": "Tesaṃ no, bhante, nānāvihārehi viharataṃ kenassa vihārena vihātabban”ti? ",
          "en": "Now, we spend our life in various ways. Which of these should we practice?” "
        },
        {
          "scid": "an11.13:5.1",
          "pli": "“Sādhu sādhu, nandiya. ",
          "en": "“Good, good Nandiya! "
        },
        {
          "scid": "an11.13:5.2",
          "pli": "Etaṃ kho, nandiya, tumhākaṃ patirūpaṃ kulaputtānaṃ, yaṃ tumhe tathāgataṃ upasaṅkamitvā puccheyyātha: ",
          "en": "It’s appropriate that gentlemen such as you come to me and ask: "
        },
        {
          "scid": "an11.13:5.3",
          "pli": "‘tesaṃ no, bhante, nānāvihārehi viharataṃ kenassa vihārena vihātabban’ti? ",
          "en": "‘We spend our life in various ways. Which of these should we practice?’ "
        },
        {
          "scid": "an11.13:5.4",
          "pli": "Saddho kho, nandiya, ārādhako hoti, no assaddho; ",
          "en": "The faithful succeed, not the faithless. "
        },
        {
          "scid": "an11.13:5.5",
          "pli": "sīlavā ārādhako hoti, no dussīlo; ",
          "en": "The ethical succeed, not the unethical. "
        },
        {
          "scid": "an11.13:5.6",
          "pli": "āraddhavīriyo ārādhako hoti, no kusīto; ",
          "en": "The energetic succeed, not the lazy. "
        },
        {
          "scid": "an11.13:5.7",
          "pli": "upaṭṭhitassati ārādhako hoti, no muṭṭhassati; ",
          "en": "The mindful succeed, not the unmindful. "
        },
        {
          "scid": "an11.13:5.8",
          "pli": "samāhito ārādhako hoti, no asamāhito; ",
          "en": "Those with immersion succeed, not those without immersion. "
        },
        {
          "scid": "an11.13:5.9",
          "pli": "paññavā ārādhako hoti, no duppañño. ",
          "en": "The wise succeed, not the witless. "
        },
        {
          "scid": "an11.13:5.10",
          "pli": "Imesu kho te, nandiya, chasu dhammesu patiṭṭhāya pañcasu dhammesu ajjhattaṃ sati upaṭṭhāpetabbā. ",
          "en": "When you’re grounded on these six things, go on to develop five further things. "
        },
        {
          "scid": "an11.13:6.1",
          "pli": "Idha tvaṃ, nandiya, tathāgataṃ anussareyyāsi: ",
          "en": "Firstly, you should recollect the Realized One: "
        },
        {
          "scid": "an11.13:6.2",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "an11.13:6.3",
          "pli": "Iti kho te, nandiya, tathāgataṃ ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ",
          "en": "In this way you should establish mindfulness internally based on the Realized One. "
        },
        {
          "scid": "an11.13:7.1",
          "pli": "Puna caparaṃ tvaṃ, nandiya, dhammaṃ anussareyyāsi: ",
          "en": "Furthermore, you should recollect the teaching: "
        },
        {
          "scid": "an11.13:7.2",
          "pli": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti. ",
          "en": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ "
        },
        {
          "scid": "an11.13:7.3",
          "pli": "Iti kho te, nandiya, dhammaṃ ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ",
          "en": "In this way you should establish mindfulness internally based on the teaching. "
        },
        {
          "scid": "an11.13:8.1",
          "pli": "Puna caparaṃ tvaṃ, nandiya, kalyāṇamitte anussareyyāsi: ",
          "en": "Furthermore, you should recollect your good friends: "
        },
        {
          "scid": "an11.13:8.2",
          "pli": "‘lābhā vata me, suladdhaṃ vata me, ",
          "en": "‘I’m fortunate, so very fortunate, "
        },
        {
          "scid": "an11.13:8.3",
          "pli": "yassa me kalyāṇamittā anukampakā atthakāmā ovādakā anusāsakā’ti. ",
          "en": "to have good friends who advise and instruct me out of kindness and compassion.’ "
        },
        {
          "scid": "an11.13:8.4",
          "pli": "Iti kho te, nandiya, kalyāṇamitte ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ",
          "en": "In this way you should establish mindfulness internally based on good friends. "
        },
        {
          "scid": "an11.13:9.1",
          "pli": "Puna caparaṃ tvaṃ, nandiya, attano cāgaṃ anussareyyāsi: ",
          "en": "Furthermore, you should recollect your own generosity: "
        },
        {
          "scid": "an11.13:9.2",
          "pli": "‘lābhā vata me, suladdhaṃ vata me, ",
          "en": "‘I’m so fortunate, so very fortunate. "
        },
        {
          "scid": "an11.13:9.3",
          "pli": "yohaṃ maccheramalapariyuṭṭhitāya pajāya vigatamalamaccherena cetasā agāraṃ ajjhāvasāmi muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato’ti. ",
          "en": "Among people with hearts full of the stain of stinginess I live at home rid of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.’ "
        },
        {
          "scid": "an11.13:9.4",
          "pli": "Iti kho te, nandiya, cāgaṃ ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ",
          "en": "In this way you should establish mindfulness internally based on generosity. "
        },
        {
          "scid": "an11.13:10.1",
          "pli": "Puna caparaṃ tvaṃ, nandiya, devatā anussareyyāsi: ",
          "en": "Furthermore, you should recollect the deities: "
        },
        {
          "scid": "an11.13:10.2",
          "pli": "‘yā devatā atikkammeva kabaḷīkārāhārabhakkhānaṃ devatānaṃ sahabyataṃ aññataraṃ manomayaṃ kāyaṃ upapannā, tā karaṇīyaṃ attano na samanupassanti katassa vā paticayaṃ’. ",
          "en": "‘There are deities who, surpassing the company of deities that consume solid food, are reborn in a certain host of mind-made deities. They don’t see in themselves anything more to do, or anything that needs improvement.’ "
        },
        {
          "scid": "an11.13:10.3",
          "pli": "Seyyathāpi, nandiya, bhikkhu asamayavimutto karaṇīyaṃ attano na samanupassati katassa vā paticayaṃ; ",
          "en": "An irreversibly freed mendicant doesn’t see in themselves anything more to do, or anything that needs improvement. "
        },
        {
          "scid": "an11.13:10.4",
          "pli": "evamevaṃ kho, nandiya, yā tā devatā atikkammeva kabaḷīkārāhārabhakkhānaṃ devatānaṃ sahabyataṃ aññataraṃ manomayaṃ kāyaṃ upapannā, tā karaṇīyaṃ attano na samanupassanti katassa vā paticayaṃ. ",
          "en": "In the same way, Nandiya, there are deities who, surpassing the company of deities that consume solid food, are reborn in a certain host of mind-made deities. They don’t see in themselves anything more to do, or anything that needs improvement. "
        },
        {
          "scid": "an11.13:10.5",
          "pli": "Iti kho te, nandiya, devatā ārabbha ajjhattaṃ sati upaṭṭhāpetabbā. ",
          "en": "In this way you should establish mindfulness internally based on the deities. "
        },
        {
          "scid": "an11.13:11.1",
          "pli": "Imehi kho, nandiya, ekādasahi dhammehi samannāgato ariyasāvako pajahateva pāpake akusale dhamme, na upādiyati. ",
          "en": "A noble disciple who has these eleven qualities gives up bad, unskillful qualities and doesn’t cling to them. "
        },
        {
          "scid": "an11.13:11.2",
          "pli": "Seyyathāpi, nandiya, kumbho nikkujjo vamateva udakaṃ, no vantaṃ paccāvamati; ",
          "en": "It’s like when a pot full of water is tipped over, so the water drains out and doesn’t go back in. "
        },
        {
          "scid": "an11.13:11.3",
          "pli": "seyyathāpi vā pana, nandiya, sukkhe tiṇadāye aggi mutto ḍahaññeva gacchati, no daḍḍhaṃ paccudāvattati; ",
          "en": "Suppose there was an uncontrolled fire. It advances burning up dry woodlands and doesn’t go back over what it has burned. "
        },
        {
          "scid": "an11.13:11.4",
          "pli": "evamevaṃ kho, nandiya, imehi ekādasahi dhammehi samannāgato ariyasāvako pajahateva pāpake akusale dhamme, na upādiyatī”ti. ",
          "en": "In the same way, a noble disciple who has these eleven qualities gives up bad, unskillful qualities and doesn’t cling to them.” "
        },
        {
          "scid": "an11.13:11.5",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying in the…",
      "expandable": false
    }
  ],
  "suttaCode": "an11.13/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 11.13//AN 11.14",
    "volpages": "AN v 334",
    "uid": "an11.13",
    "blurb": "Nandiya the Sakiyan moves to Sāvatthī to be near the Buddha. At the end of the rains, he asks the Buddha’s advice on how to live.",
    "difficulty": null,
    "original_title": "Nandiya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Nandiya ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an11.13_sujato",
        "segmented": true,
        "title": "With Nandiya ",
        "volpage": null
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 3
  }
}