{
  "sutta_uid": "an11.9",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an11.9",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Sandha ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "At the Peacocks’ Feeding Ground ",
      "uid": "an11.10"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Awareness ",
      "uid": "an11.8"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an11.9:0.1",
          "pli": "Aṅguttara Nikāya 11 ",
          "en": "Numbered Discourses 11 "
        },
        {
          "scid": "an11.9:0.2",
          "pli": "1. Nissayavagga ",
          "en": "1. Dependence "
        },
        {
          "scid": "an11.9:0.3",
          "pli": "9. Saddhasutta ",
          "en": "9. With Sandha "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 11 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an11.9:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe. ",
          "en": "At one time the Buddha was staying at Nādika in the brick house. "
        },
        {
          "scid": "an11.9:1.2",
          "pli": "Atha kho āyasmā saddho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ saddhaṃ bhagavā etadavoca: ",
          "en": "Then Venerable Sandha went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: "
        },
        {
          "scid": "an11.9:2.1",
          "pli": "“Ājānīyajhāyitaṃ kho, saddha, jhāya; ",
          "en": "“Sandha, meditate like a thoroughbred, "
        },
        {
          "scid": "an11.9:2.2",
          "pli": "mā khaḷuṅkajhāyitaṃ. ",
          "en": "not like a wild colt. "
        },
        {
          "scid": "an11.9:2.3",
          "pli": "Kathañca, khaḷuṅkajhāyitaṃ hoti? ",
          "en": "And how does a wild colt meditate? "
        },
        {
          "scid": "an11.9:2.4",
          "pli": "Assakhaḷuṅko hi, saddha, doṇiyā baddho ‘yavasaṃ yavasan’ti jhāyati. ",
          "en": "A wild colt, tied up by the feeding trough, meditates: ‘Fodder, fodder!’ "
        },
        {
          "scid": "an11.9:2.5",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an11.9:2.6",
          "pli": "Na hi, saddha, assakhaḷuṅkassa doṇiyā baddhassa evaṃ hoti: ",
          "en": "Because it doesn’t occur to the wild colt tied up by the feeding trough: "
        },
        {
          "scid": "an11.9:2.7",
          "pli": "‘kiṃ nu kho maṃ ajja assadammasārathi kāraṇaṃ kāressati, kimassāhaṃ paṭikaromī’ti. ",
          "en": "‘What task will the horse trainer have me do today? How should I respond?’ "
        },
        {
          "scid": "an11.9:2.8",
          "pli": "So doṇiyā baddho ‘yavasaṃ yavasan’ti jhāyati. ",
          "en": "Tied up by the feeding trough they just meditate: ‘Fodder, fodder!’ "
        },
        {
          "scid": "an11.9:2.9",
          "pli": "Evamevaṃ kho, saddha, idhekacco purisakhaḷuṅko araññagatopi rukkhamūlagatopi suññāgāragatopi kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti. ",
          "en": "In the same way, take a certain wild person who has gone to the forest, the root of a tree, or an empty hut. Their heart is overcome and mired in sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. "
        },
        {
          "scid": "an11.9:2.10",
          "pli": "So kāmarāgaṃyeva antaraṃ katvā jhāyati pajjhāyati nijjhāyati avajjhāyati, ",
          "en": "Harboring sensual desire within they meditate and concentrate and contemplate and ruminate. "
        },
        {
          "scid": "an11.9:2.11",
          "pli": "byāpādapariyuṭṭhitena cetasā viharati … ",
          "en": "Their heart is overcome by ill will … "
        },
        {
          "scid": "an11.9:2.12",
          "pli": "thinamiddhapariyuṭṭhitena cetasā viharati … ",
          "en": "dullness and drowsiness … "
        },
        {
          "scid": "an11.9:2.13",
          "pli": "uddhaccakukkuccapariyuṭṭhitena cetasā viharati … ",
          "en": "restlessness and remorse … "
        },
        {
          "scid": "an11.9:2.14",
          "pli": "vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti. ",
          "en": "doubt … "
        },
        {
          "scid": "an11.9:2.15",
          "pli": "So vicikicchaṃyeva antaraṃ katvā jhāyati pajjhāyati nijjhāyati avajjhāyati. ",
          "en": "Harboring doubt within they meditate and concentrate and contemplate and ruminate. "
        },
        {
          "scid": "an11.9:2.16",
          "pli": "So pathavimpi nissāya jhāyati, āpampi nissāya jhāyati, tejampi nissāya jhāyati, vāyampi nissāya jhāyati, ākāsānañcāyatanampi nissāya jhāyati, viññāṇañcāyatanampi nissāya jhāyati, ākiñcaññāyatanampi nissāya jhāyati, nevasaññānāsaññāyatanampi nissāya jhāyati, idhalokampi nissāya jhāyati, paralokampi nissāya jhāyati, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tampi nissāya jhāyati. ",
          "en": "They meditate dependent on earth, water, fire, and air. They meditate dependent on the dimension of infinite space, infinite consciousness, nothingness, or neither perception nor non-perception. They meditate dependent on this world or the other world. They meditate dependent on what is seen, heard, thought, known, attained, sought, or explored by the mind. "
        },
        {
          "scid": "an11.9:2.17",
          "pli": "Evaṃ kho, saddha, purisakhaḷuṅkajhāyitaṃ hoti. ",
          "en": "That’s how a wild colt meditates. "
        },
        {
          "scid": "an11.9:3.1",
          "pli": "Kathañca, saddha, ājānīyajhāyitaṃ hoti? ",
          "en": "And how does a thoroughbred meditate? "
        },
        {
          "scid": "an11.9:3.2",
          "pli": "Bhadro hi, saddha, assājānīyo doṇiyā baddho na ‘yavasaṃ yavasan’ti jhāyati. ",
          "en": "A fine thoroughbred, tied up by the feeding trough, doesn’t meditate: ‘Fodder, fodder!’ "
        },
        {
          "scid": "an11.9:3.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an11.9:3.4",
          "pli": "Bhadrassa hi, saddha, assājānīyassa doṇiyā baddhassa evaṃ hoti: ",
          "en": "Because it occurs to the fine thoroughbred tied up by the feeding trough: "
        },
        {
          "scid": "an11.9:3.5",
          "pli": "‘kiṃ nu kho maṃ ajja assadammasārathi kāraṇaṃ kāressati, kimassāhaṃ paṭikaromī’ti. ",
          "en": "‘What task will the horse trainer have me do today? How should I respond?’ "
        },
        {
          "scid": "an11.9:3.6",
          "pli": "So doṇiyā baddho na ‘yavasaṃ yavasan’ti jhāyati. ",
          "en": "Tied up by the feeding trough they don’t meditate: ‘Fodder, fodder!’ "
        },
        {
          "scid": "an11.9:3.7",
          "pli": "Bhadro hi, saddha, assājānīyo yathā iṇaṃ yathā bandhaṃ yathā jāniṃ yathā kaliṃ evaṃ patodassa ajjhoharaṇaṃ samanupassati. ",
          "en": "For that fine thoroughbred regards the use of the goad as a debt, a bond, a loss, a misfortune. "
        },
        {
          "scid": "an11.9:3.8",
          "pli": "Evamevaṃ kho, saddha, bhadro purisājānīyo araññagatopi rukkhamūlagatopi suññāgāragatopi na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti, ",
          "en": "In the same way, take a certain fine thoroughbred person who has gone to the forest, the root of a tree, or an empty hut. Their heart is not overcome and mired in sensual desire, and they truly understand the escape from sensual desire that has arisen. "
        },
        {
          "scid": "an11.9:3.9",
          "pli": "na byāpādapariyuṭṭhitena cetasā viharati … ",
          "en": "Their heart is not overcome by ill will … "
        },
        {
          "scid": "an11.9:3.10",
          "pli": "na thinamiddhapariyuṭṭhitena cetasā viharati … ",
          "en": "dullness and drowsiness … "
        },
        {
          "scid": "an11.9:3.11",
          "pli": "na uddhaccakukkuccapariyuṭṭhitena cetasā viharati … ",
          "en": "restlessness and remorse … "
        },
        {
          "scid": "an11.9:3.12",
          "pli": "na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti. ",
          "en": "doubt … "
        },
        {
          "scid": "an11.9:3.13",
          "pli": "So neva pathaviṃ nissāya jhāyati, na āpaṃ nissāya jhāyati, na tejaṃ nissāya jhāyati, na vāyaṃ nissāya jhāyati, na ākāsānañcāyatanaṃ nissāya jhāyati, na viññāṇañcāyatanaṃ nissāya jhāyati, na ākiñcaññāyatanaṃ nissāya jhāyati, na nevasaññānāsaññāyatanaṃ nissāya jhāyati, na idhalokaṃ nissāya jhāyati, na paralokaṃ nissāya jhāyati, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tampi nissāya na jhāyati; ",
          "en": "They don’t meditate dependent on earth, water, fire, and air. They don’t meditate dependent on the dimension of infinite space, infinite consciousness, nothingness, or neither perception nor non-perception. They don’t meditate dependent on this world or the other world. They don’t meditate dependent on what is seen, heard, thought, known, attained, sought, or explored by the mind. "
        },
        {
          "scid": "an11.9:3.14",
          "pli": "jhāyati ca pana. ",
          "en": "Yet they do meditate. "
        },
        {
          "scid": "an11.9:3.15",
          "pli": "Evaṃ jhāyiñca pana, saddha, bhadraṃ purisājānīyaṃ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti: ",
          "en": "When a fine thoroughbred meditates like this, the gods together with Indra, Brahmā, and Pajāpati worship them from afar: "
        },
        {
          "scid": "an11.9:4.1",
          "pli": "‘Namo te purisājañña, ",
          "en": "‘Homage to you, O thoroughbred! "
        },
        {
          "scid": "an11.9:4.2",
          "pli": "namo te purisuttama; ",
          "en": "Homage to you, supreme among men! "
        },
        {
          "scid": "an11.9:4.3",
          "pli": "Yassa te nābhijānāma, ",
          "en": "We don’t understand "
        },
        {
          "scid": "an11.9:4.4",
          "pli": "yampi nissāya jhāyasī’”ti. ",
          "en": "the basis of your absorption.’” "
        },
        {
          "scid": "an11.9:5.1",
          "pli": "Evaṃ vutte, āyasmā saddho bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Sandha asked the Buddha, "
        },
        {
          "scid": "an11.9:5.2",
          "pli": "“kathaṃ jhāyī pana, bhante, bhadro purisājānīyo neva pathaviṃ nissāya jhāyati, na āpaṃ nissāya jhāyati, na tejaṃ nissāya jhāyati, na vāyaṃ nissāya jhāyati, na ākāsānañcāyatanaṃ nissāya jhāyati, na viññāṇañcāyatanaṃ nissāya jhāyati, na ākiñcaññāyatanaṃ nissāya jhāyati, na nevasaññānāsaññāyatanaṃ nissāya jhāyati, na idhalokaṃ nissāya jhāyati, na paralokaṃ nissāya jhāyati, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tampi nissāya na jhāyati; ",
          "en": "“But sir, how does that fine thoroughbred meditate?” "
        },
        {
          "scid": "an11.9:5.3",
          "pli": "jhāyati ca pana? ",
          "en": " "
        },
        {
          "scid": "an11.9:5.4",
          "pli": "Kathaṃ jhāyiñca pana, bhante, bhadraṃ purisājānīyaṃ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti: ",
          "en": " "
        },
        {
          "scid": "an11.9:6.1",
          "pli": "‘Namo te purisājañña, ",
          "en": " "
        },
        {
          "scid": "an11.9:6.2",
          "pli": "namo te purisuttama; ",
          "en": " "
        },
        {
          "scid": "an11.9:6.3",
          "pli": "Yassa te nābhijānāma, ",
          "en": " "
        },
        {
          "scid": "an11.9:6.4",
          "pli": "yampi nissāya jhāyasī’”ti. ",
          "en": " "
        },
        {
          "scid": "an11.9:7.1",
          "pli": "“Idha, saddha, bhadrassa purisājānīyassa pathaviyaṃ pathavisaññā vibhūtā hoti, āpasmiṃ āposaññā vibhūtā hoti, tejasmiṃ tejosaññā vibhūtā hoti, vāyasmiṃ vāyosaññā vibhūtā hoti, ākāsānañcāyatane ākāsānañcāyatanasaññā vibhūtā hoti, viññāṇañcāyatane viññāṇañcāyatanasaññā vibhūtā hoti, ākiñcaññāyatane ākiñcaññāyatanasaññā vibhūtā hoti, nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññā vibhūtā hoti, idhaloke idhalokasaññā vibhūtā hoti, paraloke paralokasaññā vibhūtā hoti, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tatrāpi saññā vibhūtā hoti. ",
          "en": "“Sandha, for a fine thoroughbred person, the perception of earth has vanished in relation to earth. The perception of water … fire … air has vanished in relation to air. The perception of the dimension of infinite space has vanished in relation to the dimension of infinite space. The perception of the dimension of infinite consciousness … nothingness … neither perception nor non-perception has vanished in relation to the dimension of neither perception nor non-perception. The perception of this world has vanished in relation to this world. The perception of the other world has vanished in relation to the other world. And the perception of what is seen, heard, thought, known, attained, sought, or explored by the mind has vanished. "
        },
        {
          "scid": "an11.9:7.2",
          "pli": "Evaṃ jhāyī kho, saddha, bhadro purisājānīyo neva pathaviṃ nissāya jhāyati … pe … ",
          "en": "That’s how that fine thoroughbred person doesn’t meditate dependent on earth, water, fire, and air. They don’t meditate dependent on the dimension of infinite space, infinite consciousness, nothingness, or neither perception nor non-perception. They don’t meditate dependent on this world or the other world. "
        },
        {
          "scid": "an11.9:7.3",
          "pli": "yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tampi nissāya na jhāyati; ",
          "en": "They don’t meditate dependent on what is seen, heard, thought, known, attained, sought, or explored by the mind. "
        },
        {
          "scid": "an11.9:7.4",
          "pli": "jhāyati ca pana. ",
          "en": "Yet they do meditate. "
        },
        {
          "scid": "an11.9:7.5",
          "pli": "Evaṃ jhāyiñca pana, saddha, bhadraṃ purisājānīyaṃ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti: ",
          "en": "When a fine thoroughbred person meditates like this, the gods together with Indra, Brahmā, and Pajāpati worship them from afar: "
        },
        {
          "scid": "an11.9:8.1",
          "pli": "‘Namo te purisājañña, ",
          "en": "‘Homage to you, O thoroughbred! "
        },
        {
          "scid": "an11.9:8.2",
          "pli": "namo te purisuttama; ",
          "en": "Homage to you, supreme among men! "
        },
        {
          "scid": "an11.9:8.3",
          "pli": "Yassa te nābhijānāma, ",
          "en": "We don’t understand "
        },
        {
          "scid": "an11.9:8.4",
          "pli": "yampi nissāya jhāyasī’”ti. ",
          "en": "the basis of your absorption.’” "
        },
        {
          "scid": "an11.9:8.5",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying at Nādika…",
      "expandable": false
    }
  ],
  "suttaCode": "an11.9/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 11.9//AN 11.10",
    "volpages": "AN v 322",
    "uid": "an11.9",
    "blurb": "The Buddha tells Venerable Sandha to meditate like a trained thoroughbred, not like a wild colt. Doing so, they may attain a deep state.",
    "difficulty": null,
    "original_title": "Saddha Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Sandha ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an11.9_sujato",
        "segmented": true,
        "title": "With Sandha ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an11.9_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "To Sandha"
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "num": 9
  }
}