{
  "sutta_uid": "an11.19",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an11.19",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Immersion (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Immersion (3rd) ",
      "uid": "an11.20"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Immersion (1st) ",
      "uid": "an11.18"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an11.19:0.1",
          "pli": "Aṅguttara Nikāya 11 ",
          "en": "Numbered Discourses 11 "
        },
        {
          "scid": "an11.19:0.2",
          "pli": "2. Anussativagga ",
          "en": "2. Recollection "
        },
        {
          "scid": "an11.19:0.3",
          "pli": "19. Dutiyasamādhisutta ",
          "en": "19. Immersion (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 11 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an11.19:1.1",
          "pli": "Tatra kho bhagavā bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants, "
        },
        {
          "scid": "an11.19:1.2",
          "pli": "“bhikkhavo”ti. ",
          "en": "“Mendicants!” "
        },
        {
          "scid": "an11.19:1.3",
          "pli": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Venerable sir,” they replied. "
        },
        {
          "scid": "an11.19:1.4",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an11.19:2.1",
          "pli": "“Siyā nu kho, bhikkhave, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa, na āpasmiṃ āposaññī assa … pe … na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
          "en": "“Could it be, mendicants, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” "
        },
        {
          "scid": "an11.19:2.2",
          "pli": "“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
          "en": "“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” "
        },
        {
          "scid": "an11.19:3.1",
          "pli": "“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
          "en": "“Well then, mendicants, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "an11.19:3.2",
          "pli": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Yes, sir,” they replied. "
        },
        {
          "scid": "an11.19:3.3",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an11.19:4.1",
          "pli": "“Siyā, bhikkhave, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa … pe … yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
          "en": "“A mendicant could gain such a state of immersion.” "
        },
        {
          "scid": "an11.19:5.1",
          "pli": "“Yathā kathaṃ pana, bhante, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa … pe … yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
          "en": "“But how could this be?” "
        },
        {
          "scid": "an11.19:6.1",
          "pli": "“Idha, bhikkhave, bhikkhu evaṃsaññī hoti: ",
          "en": "“It’s when a mendicant perceives: "
        },
        {
          "scid": "an11.19:6.2",
          "pli": "‘etaṃ santaṃ etaṃ paṇītaṃ, yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānan’ti. ",
          "en": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’ "
        },
        {
          "scid": "an11.19:6.3",
          "pli": "Evaṃ kho, bhikkhave, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa … pe … yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
          "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” "
        },
        {
          "scid": "an11.19:6.4",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "There the Buddha addressed the mendicants, ",
      "expandable": false
    }
  ],
  "suttaCode": "an11.19/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 11.19//AN 11.20",
    "volpages": "AN v 354",
    "uid": "an11.19",
    "blurb": "The Buddha teaches the mendicants about a deep state of meditation where all normal perception has ceased, but there is still perception.",
    "difficulty": null,
    "original_title": "Dutiyasamādhi Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Immersion (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an11.19_sujato",
        "segmented": true,
        "title": "Immersion (2nd) ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 9
  }
}