{
  "sutta_uid": "an3.75",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.75",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Support ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Continued Existence (1st) ",
      "uid": "an3.76"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Jains ",
      "uid": "an3.74"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.75:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.75:0.2",
          "pli": "8. Ānandavagga ",
          "en": "8. Ānanda "
        },
        {
          "scid": "an3.75:0.3",
          "pli": "75. Nivesakasutta ",
          "en": "75. Support "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.75:1.1",
          "pli": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca: ",
          "en": "Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: "
        },
        {
          "scid": "an3.75:2.1",
          "pli": "“Ye, ānanda, anukampeyyātha ye ca sotabbaṃ maññeyyuṃ mittā vā amaccā vā ñātī vā sālohitā vā te vo, ānanda, tīsu ṭhānesu samādapetabbā nivesetabbā patiṭṭhāpetabbā. ",
          "en": "“Ānanda, those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in three things. "
        },
        {
          "scid": "an3.75:2.2",
          "pli": "Katamesu tīsu? ",
          "en": "What three? "
        },
        {
          "scid": "an3.75:2.3",
          "pli": "Buddhe aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ",
          "en": "Experiential confidence in the Buddha: "
        },
        {
          "scid": "an3.75:2.4",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ, buddho bhagavā’ti, ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "an3.75:2.5",
          "pli": "dhamme aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ",
          "en": "Experiential confidence in the teaching: "
        },
        {
          "scid": "an3.75:2.6",
          "pli": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti, ",
          "en": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ "
        },
        {
          "scid": "an3.75:2.7",
          "pli": "saṃghe aveccappasāde samādapetabbā nivesetabbā patiṭṭhāpetabbā: ",
          "en": "Experiential confidence in the Saṅgha: "
        },
        {
          "scid": "an3.75:2.8",
          "pli": "‘suppaṭipanno bhagavato sāvakasaṃgho ujuppaṭipanno bhagavato sāvakasaṃgho ñāyappaṭipanno bhagavato sāvakasaṃgho sāmīcippaṭipanno bhagavato sāvakasaṃgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṃgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti. ",
          "en": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ "
        },
        {
          "scid": "an3.75:3.1",
          "pli": "Siyā, ānanda, catunnaṃ mahābhūtānaṃ aññathattaṃ—",
          "en": "There might be change in the four primary elements—"
        },
        {
          "scid": "an3.75:3.2",
          "pli": "pathavīdhātuyā āpodhātuyā tejodhātuyā vāyodhātuyā, na tveva buddhe aveccappasādena samannāgatassa ariyasāvakassa siyā aññathattaṃ tatridaṃ aññathattaṃ. ",
          "en": "earth, water, air, and fire—but a noble disciple with experiential confidence in the Buddha would never change. "
        },
        {
          "scid": "an3.75:3.3",
          "pli": "So vatānanda, buddhe aveccappasādena samannāgato ariyasāvako nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": "In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is not possible. "
        },
        {
          "scid": "an3.75:4.1",
          "pli": "Siyā, ānanda, catunnaṃ mahābhūtānaṃ aññathattaṃ—",
          "en": "There might be change in the four primary elements—"
        },
        {
          "scid": "an3.75:4.2",
          "pli": "pathavīdhātuyā āpodhātuyā tejodhātuyā vāyodhātuyā, na tveva dhamme … pe … ",
          "en": "earth, water, air, and fire—but a noble disciple with experiential confidence in the teaching … "
        },
        {
          "scid": "an3.75:4.3",
          "pli": "na tveva saṅghe aveccappasādena samannāgatassa ariyasāvakassa siyā aññathattaṃ tatridaṃ aññathattaṃ. ",
          "en": "or the Saṅgha would never change. "
        },
        {
          "scid": "an3.75:4.4",
          "pli": "So vatānanda, saṅghe aveccappasādena samannāgato ariyasāvako nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": "In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is not possible. "
        },
        {
          "scid": "an3.75:5.1",
          "pli": "Ye, ānanda, anukampeyyātha ye ca sotabbaṃ maññeyyuṃ mittā vā amaccā vā ñātī vā sālohitā vā te vo, ānanda, imesu tīsu ṭhānesu samādapetabbā nivesetabbā patiṭṭhāpetabbā”ti. ",
          "en": "Those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in these three things.” "
        },
        {
          "scid": "an3.75:5.2",
          "pli": "Pañcamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then Venerable Ānanda went up to the Buddha, bowed,…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.75/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.75",
    "volpages": "AN i 222",
    "uid": "an3.75",
    "blurb": "How to encourage and support those close to you.",
    "difficulty": null,
    "original_title": "Nivesaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Support ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.75_sujato",
        "segmented": true,
        "title": "Support ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 5
  }
}