{
  "sutta_uid": "an3.16",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.16",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Guaranteed ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Hurting Yourself ",
      "uid": "an3.17"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "About Pacetana ",
      "uid": "an3.15"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.16:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.16:0.2",
          "pli": "2. Rathakāravagga ",
          "en": "2. The Chariot-maker "
        },
        {
          "scid": "an3.16:0.3",
          "pli": "16. Apaṇṇakasutta ",
          "en": "16. Guaranteed "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.16:1.1",
          "pli": "“Tīhi, bhikkhave, dhammehi samannāgato bhikkhu apaṇṇakapaṭipadaṃ paṭipanno hoti, yoni cassa āraddhā hoti āsavānaṃ khayāya. ",
          "en": "“Mendicants, when a mendicant has three things their practice is guaranteed, and they have laid the groundwork for ending the defilements. "
        },
        {
          "scid": "an3.16:1.2",
          "pli": "Katamehi tīhi? ",
          "en": "What three? "
        },
        {
          "scid": "an3.16:1.3",
          "pli": "Idha, bhikkhave, bhikkhu indriyesu guttadvāro hoti, bhojane mattaññū hoti, jāgariyaṃ anuyutto hoti. ",
          "en": "It’s when a mendicant guards the sense doors, eats in moderation, and is dedicated to wakefulness. "
        },
        {
          "scid": "an3.16:2.1",
          "pli": "Kathañca, bhikkhave, bhikkhu indriyesu guttadvāro hoti? ",
          "en": "And how does a mendicant guard the sense doors? "
        },
        {
          "scid": "an3.16:2.2",
          "pli": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
          "en": "When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details. "
        },
        {
          "scid": "an3.16:2.3",
          "pli": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. ",
          "en": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. "
        },
        {
          "scid": "an3.16:2.4",
          "pli": "Sotena saddaṃ sutvā … ",
          "en": "When they hear a sound with their ears … "
        },
        {
          "scid": "an3.16:2.5",
          "pli": "ghānena gandhaṃ ghāyitvā … ",
          "en": "When they smell an odor with their nose … "
        },
        {
          "scid": "an3.16:2.6",
          "pli": "jivhāya rasaṃ sāyitvā … ",
          "en": "When they taste a flavor with their tongue … "
        },
        {
          "scid": "an3.16:2.7",
          "pli": "kāyena phoṭṭhabbaṃ phusitvā … ",
          "en": "When they feel a touch with their body … "
        },
        {
          "scid": "an3.16:2.8",
          "pli": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
          "en": "When they know a thought with their mind, they don’t get caught up in the features and details. "
        },
        {
          "scid": "an3.16:2.9",
          "pli": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati. ",
          "en": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. "
        },
        {
          "scid": "an3.16:2.10",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu indriyesu guttadvāro hoti. ",
          "en": "That’s how a mendicant guards the sense doors. "
        },
        {
          "scid": "an3.16:3.1",
          "pli": "Kathañca, bhikkhave, bhikkhu bhojane mattaññū hoti? ",
          "en": "And how does a mendicant eat in moderation? "
        },
        {
          "scid": "an3.16:3.2",
          "pli": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti: ",
          "en": "It’s when a mendicant reflects properly on the food that they eat: "
        },
        {
          "scid": "an3.16:3.3",
          "pli": "‘neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti. ",
          "en": "‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’ "
        },
        {
          "scid": "an3.16:3.4",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu bhojane mattaññū hoti. ",
          "en": "That’s how a mendicant eats in moderation. "
        },
        {
          "scid": "an3.16:4.1",
          "pli": "Kathañca, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti? ",
          "en": "And how is a mendicant dedicated to wakefulness? "
        },
        {
          "scid": "an3.16:4.2",
          "pli": "Idha, bhikkhave, bhikkhu divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti, rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti, rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā, rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti. ",
          "en": "It’s when a mendicant practices walking and sitting meditation by day, purifying their mind from obstacles. In the evening, they continue to practice walking and sitting meditation. In the middle of the night, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. In the last part of the night, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles. "
        },
        {
          "scid": "an3.16:4.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti. ",
          "en": "This is how a mendicant is dedicated to wakefulness. "
        },
        {
          "scid": "an3.16:4.4",
          "pli": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu apaṇṇakapaṭipadaṃ paṭipanno hoti, yoni cassa āraddhā hoti āsavānaṃ khayāyā”ti. ",
          "en": "When a mendicant has these three things their practice is guaranteed, and they have laid the groundwork for ending the defilements.” "
        },
        {
          "scid": "an3.16:4.5",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, when a mendicant has three things their practice…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.16/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.16",
    "volpages": "AN i 113",
    "uid": "an3.16",
    "blurb": "Practices that can’t fail.",
    "difficulty": null,
    "original_title": "Apaṇṇaka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Guaranteed ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.16_sujato",
        "segmented": true,
        "title": "Guaranteed ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an3.16_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "The Unmistaken"
      }
    ],
    "parallel_count": 42,
    "biblio": null,
    "num": 6
  }
}