{
  "sutta_uid": "an3.60",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.60",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Saṅgārava ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Sectarian Tenets ",
      "uid": "an3.61"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Jāṇussoṇi ",
      "uid": "an3.59"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.60:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.60:0.2",
          "pli": "6. Brāhmaṇavagga ",
          "en": "6. Brahmins "
        },
        {
          "scid": "an3.60:0.3",
          "pli": "60. Saṅgāravasutta ",
          "en": "60. With Saṅgārava "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.60:1.1",
          "pli": "Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then Saṅgārava the brahmin went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "an3.60:1.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho saṅgāravo brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: "
        },
        {
          "scid": "an3.60:1.3",
          "pli": "“mayamassu, bho gotama, brāhmaṇā nāma. ",
          "en": "“Master Gotama, we who are called brahmins "
        },
        {
          "scid": "an3.60:1.4",
          "pli": "Yaññaṃ yajāmapi yajāpemapi. ",
          "en": "make sacrifices and encourage others to make sacrifices. "
        },
        {
          "scid": "an3.60:1.5",
          "pli": "Tatra, bho gotama, yo ceva yajati yo ca yajāpeti sabbe te anekasārīrikaṃ puññappaṭipadaṃ paṭipannā honti, yadidaṃ yaññādhikaraṇaṃ. ",
          "en": "Now, Master Gotama, both of these people—the one who sacrifices and the one who encourages others to sacrifice—are doing good for many people on account of that sacrifice. "
        },
        {
          "scid": "an3.60:1.6",
          "pli": "Yo panāyaṃ, bho gotama, yassa vā tassa vā kulā agārasmā anagāriyaṃ pabbajito ekamattānaṃ dameti, ekamattānaṃ sameti, ekamattānaṃ parinibbāpeti, evamassāyaṃ ekasārīrikaṃ puññappaṭipadaṃ paṭipanno hoti, yadidaṃ pabbajjādhikaraṇan”ti. ",
          "en": "But, Master Gotama, when someone has gone forth from the lay life to homelessness, they tame, calm, and extinguish themselves alone. That being so, they are doing good for just one person on account of that going forth.” "
        },
        {
          "scid": "an3.60:2.1",
          "pli": "“Tena hi, brāhmaṇa, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi. ",
          "en": "“Well then, brahmin, I’ll ask you about this in return, and you can answer as you like. "
        },
        {
          "scid": "an3.60:2.2",
          "pli": "Taṃ kiṃ maññasi, brāhmaṇa, ",
          "en": "What do you think, brahmin? "
        },
        {
          "scid": "an3.60:2.3",
          "pli": "idha tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
          "en": "A Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. "
        },
        {
          "scid": "an3.60:2.4",
          "pli": "So evamāha: ",
          "en": "He says, "
        },
        {
          "scid": "an3.60:2.5",
          "pli": "‘ethāyaṃ maggo ayaṃ paṭipadā yathāpaṭipanno ahaṃ anuttaraṃ brahmacariyogadhaṃ sayaṃ abhiññā sacchikatvā pavedemi; ",
          "en": "‘Come, this is the path, this is the practice. Practicing like this, I realized the supreme culmination of the spiritual life with my own insight, and I make it known. "
        },
        {
          "scid": "an3.60:2.6",
          "pli": "etha, tumhepi tathā paṭipajjatha, yathāpaṭipannā tumhepi anuttaraṃ brahmacariyogadhaṃ sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
          "en": "Please, all of you, practice like this, and you too will realize the supreme culmination of the spiritual life, and will live having realized it with your own insight.’ "
        },
        {
          "scid": "an3.60:2.7",
          "pli": "Iti ayañceva satthā dhammaṃ deseti, pare ca tathatthāya paṭipajjanti, tāni kho pana honti anekānipi satāni anekānipi sahassāni anekānipi satasahassāni. ",
          "en": "So the teacher teaches Dhamma, and others practice accordingly, in their hundreds and thousands, and hundreds of thousands. "
        },
        {
          "scid": "an3.60:3.1",
          "pli": "Taṃ kiṃ maññasi, brāhmaṇa, ",
          "en": "What do you think, brahmin? "
        },
        {
          "scid": "an3.60:3.2",
          "pli": "iccāyaṃ evaṃ sante ekasārīrikā vā puññappaṭipadā hoti anekasārīrikā vā, yadidaṃ pabbajjādhikaraṇan”ti? ",
          "en": "This being so, are they doing good for just one person or for many people on account of going forth?” "
        },
        {
          "scid": "an3.60:3.3",
          "pli": "“Iccāyampi, bho gotama, evaṃ sante anekasārīrikā puññappaṭipadā hoti, yadidaṃ pabbajjādhikaraṇan”ti. ",
          "en": "“This being so, Master Gotama, they are doing good for many people on account of going forth.” "
        },
        {
          "scid": "an3.60:4.1",
          "pli": "Evaṃ vutte, āyasmā ānando saṅgāravaṃ brāhmaṇaṃ etadavoca: ",
          "en": "When he said this, Venerable Ānanda said to Saṅgārava, "
        },
        {
          "scid": "an3.60:4.2",
          "pli": "“imāsaṃ te, brāhmaṇa, dvinnaṃ paṭipadānaṃ katamā paṭipadā khamati appatthatarā ca appasamārambhatarā ca mahapphalatarā ca mahānisaṃsatarā cā”ti? ",
          "en": "“Brahmin, which of these two practices do you believe has fewer requirements and undertakings, yet is more fruitful and beneficial?” "
        },
        {
          "scid": "an3.60:4.3",
          "pli": "Evaṃ vutte, saṅgāravo brāhmaṇo āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "Saṅgārava said to Ānanda, "
        },
        {
          "scid": "an3.60:4.4",
          "pli": "“seyyathāpi bhavaṃ gotamo bhavaṃ cānando. ",
          "en": "“Those such as the masters Gotama and Ānanda "
        },
        {
          "scid": "an3.60:4.5",
          "pli": "Ete me pujjā, ete me pāsaṃsā”ti. ",
          "en": "are honored and praised by me!” "
        },
        {
          "scid": "an3.60:5.1",
          "pli": "Dutiyampi kho āyasmā ānando saṅgāravaṃ brāhmaṇaṃ etadavoca: ",
          "en": "For a second time, Ānanda said to Saṅgārava, "
        },
        {
          "scid": "an3.60:5.2",
          "pli": "“na kho tyāhaṃ, brāhmaṇa, evaṃ pucchāmi: ",
          "en": "“Brahmin, I didn’t ask you "
        },
        {
          "scid": "an3.60:5.3",
          "pli": "‘ke vā te pujjā ke vā te pāsaṃsā’ti? ",
          "en": "who you honor and praise. "
        },
        {
          "scid": "an3.60:5.4",
          "pli": "Evaṃ kho tyāhaṃ, brāhmaṇa, pucchāmi: ",
          "en": "I asked you "
        },
        {
          "scid": "an3.60:5.5",
          "pli": "‘imāsaṃ te, brāhmaṇa, dvinnaṃ paṭipadānaṃ katamā paṭipadā khamati appatthatarā ca appasamārambhatarā ca mahapphalatarā ca mahānisaṃsatarā cā’”ti? ",
          "en": "which of these two practices do you believe has fewer requirements and undertakings, yet is more fruitful and beneficial?” "
        },
        {
          "scid": "an3.60:5.6",
          "pli": "Dutiyampi kho saṅgāravo brāhmaṇo āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "For a second time Saṅgārava said to Ānanda, "
        },
        {
          "scid": "an3.60:5.7",
          "pli": "“seyyathāpi bhavaṃ gotamo bhavaṃ cānando. ",
          "en": "“Those such as the masters Gotama and Ānanda "
        },
        {
          "scid": "an3.60:5.8",
          "pli": "Ete me pujjā, ete me pāsaṃsā”ti. ",
          "en": "are honored and praised by me!” "
        },
        {
          "scid": "an3.60:6.1",
          "pli": "Tatiyampi kho āyasmā ānando saṅgāravaṃ brāhmaṇaṃ etadavoca: ",
          "en": "For a third time, Ānanda said to Saṅgārava, "
        },
        {
          "scid": "an3.60:6.2",
          "pli": "“na kho tyāhaṃ, brāhmaṇa, evaṃ pucchāmi: ",
          "en": "“Brahmin, I didn’t ask you "
        },
        {
          "scid": "an3.60:6.3",
          "pli": "‘ke vā te pujjā ke vā te pāsaṃsā’ti? ",
          "en": "who you honor and praise. "
        },
        {
          "scid": "an3.60:6.4",
          "pli": "Evaṃ kho tyāhaṃ, brāhmaṇa, pucchāmi: ",
          "en": "I asked you "
        },
        {
          "scid": "an3.60:6.5",
          "pli": "‘imāsaṃ te, brāhmaṇa, dvinnaṃ paṭipadānaṃ katamā paṭipadā khamati appatthatarā ca appasamārambhatarā ca mahapphalatarā ca mahānisaṃsatarā cā’”ti? ",
          "en": "which of these two practices do you believe has fewer requirements and undertakings, yet is more fruitful and beneficial?” "
        },
        {
          "scid": "an3.60:6.6",
          "pli": "Tatiyampi kho saṅgāravo brāhmaṇo āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "For a third time Saṅgārava said to Ānanda, "
        },
        {
          "scid": "an3.60:6.7",
          "pli": "“seyyathāpi bhavaṃ gotamo bhavaṃ cānando. ",
          "en": "“Those such as the masters Gotama and Ānanda "
        },
        {
          "scid": "an3.60:6.8",
          "pli": "Ete me pujjā, ete me pāsaṃsā”ti. ",
          "en": "are honored and praised by me!” "
        },
        {
          "scid": "an3.60:7.1",
          "pli": "Atha kho bhagavato etadahosi: ",
          "en": "Then it occurred to the Buddha, "
        },
        {
          "scid": "an3.60:7.2",
          "pli": "“yāva tatiyampi kho saṅgāravo brāhmaṇo ānandena sahadhammikaṃ pañhaṃ puṭṭho saṃsādeti no vissajjeti. ",
          "en": "“Though Ānanda asked him a sensible question three times, Saṅgārava falters without answering. "
        },
        {
          "scid": "an3.60:7.3",
          "pli": "Yannūnāhaṃ parimoceyyan”ti. ",
          "en": "Why don’t I give him a way out?” "
        },
        {
          "scid": "an3.60:7.4",
          "pli": "Atha kho bhagavā saṅgāravaṃ brāhmaṇaṃ etadavoca: ",
          "en": "So the Buddha said to Saṅgārava, "
        },
        {
          "scid": "an3.60:7.5",
          "pli": "“kā nvajja, brāhmaṇa, rājantepure rājapurisānaṃ sannisinnānaṃ sannipatitānaṃ antarākathā udapādī”ti? ",
          "en": "“Brahmin, what came up in the conversation among the king’s retinue today, sitting together in the royal compound?” "
        },
        {
          "scid": "an3.60:7.6",
          "pli": "“Ayaṃ khvajja, bho gotama, rājantepure rājapurisānaṃ sannisinnānaṃ sannipatitānaṃ antarākathā udapādi: ",
          "en": "“Master Gotama, this came up: "
        },
        {
          "scid": "an3.60:7.7",
          "pli": "‘pubbe sudaṃ appatarā ceva bhikkhū ahesuṃ bahutarā ca uttari manussadhammā iddhipāṭihāriyaṃ dassesuṃ; ",
          "en": "‘Formerly, it seems, there were fewer mendicants, but more of them displayed superhuman demonstrations of psychic power; "
        },
        {
          "scid": "an3.60:7.8",
          "pli": "etarahi pana bahutarā ceva bhikkhū appatarā ca uttari manussadhammā iddhipāṭihāriyaṃ dassentī’ti. ",
          "en": "while these days, there are more mendicants, but fewer display superhuman demonstrations of psychic power.’ "
        },
        {
          "scid": "an3.60:7.9",
          "pli": "Ayaṃ khvajja, bho gotama, rājantepure rājapurisānaṃ sannisinnānaṃ sannipatitānaṃ antarākathā udapādī”ti. ",
          "en": "This is what came up in the conversation among the king’s retinue today, while sitting together in the royal compound.” "
        },
        {
          "scid": "an3.60:8.1",
          "pli": "“Tīṇi kho imāni, brāhmaṇa, pāṭihāriyāni. ",
          "en": "“Brahmin, there are three kinds of demonstration. "
        },
        {
          "scid": "an3.60:8.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "an3.60:8.3",
          "pli": "Iddhipāṭihāriyaṃ, ādesanāpāṭihāriyaṃ, anusāsanīpāṭihāriyaṃ. ",
          "en": "A demonstration of psychic power, a demonstration of revealing, and a demonstration of instruction. "
        },
        {
          "scid": "an3.60:8.4",
          "pli": "Katamañca, brāhmaṇa, iddhipāṭihāriyaṃ? ",
          "en": "And what is the demonstration of psychic power? "
        },
        {
          "scid": "an3.60:8.5",
          "pli": "Idha, brāhmaṇa, ekacco anekavihitaṃ iddhividhaṃ paccanubhoti: ‘ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati, yāva brahmalokāpi kāyena vasaṃ vatteti’. ",
          "en": "It’s when someone wields the many kinds of psychic power: multiplying themselves and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the Brahmā realm. "
        },
        {
          "scid": "an3.60:8.6",
          "pli": "Idaṃ vuccati, brāhmaṇa, iddhipāṭihāriyaṃ. ",
          "en": "This is called the demonstration of psychic power. "
        },
        {
          "scid": "an3.60:9.1",
          "pli": "Katamañca, brāhmaṇa, ādesanāpāṭihāriyaṃ? ",
          "en": "And what is the demonstration of revealing? "
        },
        {
          "scid": "an3.60:9.2",
          "pli": "Idha, brāhmaṇa, ekacco nimittena ādisati: ",
          "en": "In one case, someone reveals by means of a sign: "
        },
        {
          "scid": "an3.60:9.3",
          "pli": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
          "en": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ "
        },
        {
          "scid": "an3.60:9.4",
          "pli": "So bahuñcepi ādisati tatheva taṃ hoti, no aññathā. ",
          "en": "And even if they reveal this many times, it turns out exactly so, not otherwise. "
        },
        {
          "scid": "an3.60:10.1",
          "pli": "Idha pana, brāhmaṇa, ekacco na heva kho nimittena ādisati, api ca kho manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati: ",
          "en": "In another case, someone reveals after hearing it from humans or non-humans or deities: "
        },
        {
          "scid": "an3.60:10.2",
          "pli": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
          "en": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ "
        },
        {
          "scid": "an3.60:10.3",
          "pli": "So bahuñcepi ādisati tatheva taṃ hoti, no aññathā. ",
          "en": "And even if they reveal this many times, it turns out exactly so, not otherwise. "
        },
        {
          "scid": "an3.60:11.1",
          "pli": "Idha pana, brāhmaṇa, ekacco na heva kho nimittena ādisati napi manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati, api ca kho vitakkayato vicārayato vitakkavipphārasaddaṃ sutvā ādisati: ",
          "en": "In another case, someone reveals by hearing the sound of thought spreading as someone thinks and considers: "
        },
        {
          "scid": "an3.60:11.2",
          "pli": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
          "en": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ "
        },
        {
          "scid": "an3.60:11.3",
          "pli": "So bahuñcepi ādisati tatheva taṃ hoti, no aññathā. ",
          "en": "And even if they reveal this many times, it turns out exactly so, not otherwise. "
        },
        {
          "scid": "an3.60:12.1",
          "pli": "Idha pana, brāhmaṇa, ekacco na heva kho nimittena ādisati, napi manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati, napi vitakkayato vicārayato vitakkavipphārasaddaṃ sutvā ādisati, api ca kho avitakkaṃ avicāraṃ samādhiṃ samāpannassa cetasā ceto paricca pajānāti: ",
          "en": "In another case, someone comprehends the mind of a person who has attained the immersion that’s free of placing the mind and keeping it connected. They understand: "
        },
        {
          "scid": "an3.60:12.2",
          "pli": "‘yathā imassa bhoto manosaṅkhārā paṇihitā imassa cittassa anantarā amuṃ nāma vitakkaṃ vitakkessatī’ti. ",
          "en": "‘Judging by the way this person’s intentions are directed, immediately after this mind state, they’ll think this thought.’ "
        },
        {
          "scid": "an3.60:12.3",
          "pli": "So bahuñcepi ādisati tatheva taṃ hoti, no aññathā. ",
          "en": "And even if they reveal this many times, it turns out exactly so, not otherwise. "
        },
        {
          "scid": "an3.60:12.4",
          "pli": "Idaṃ vuccati, brāhmaṇa, ādesanāpāṭihāriyaṃ. ",
          "en": "This is called the demonstration of revealing. "
        },
        {
          "scid": "an3.60:13.1",
          "pli": "Katamañca, brāhmaṇa, anusāsanīpāṭihāriyaṃ? ",
          "en": "And what is a demonstration of instruction? "
        },
        {
          "scid": "an3.60:13.2",
          "pli": "Idha, brāhmaṇa, ekacco evamanusāsati: ",
          "en": "It’s when someone instructs others like this: "
        },
        {
          "scid": "an3.60:13.3",
          "pli": "‘evaṃ vitakketha, mā evaṃ vitakkayittha; evaṃ manasi karotha, mā evaṃ manasākattha; idaṃ pajahatha, idaṃ upasampajja viharathā’ti. ",
          "en": "‘Think like this, not like that. Focus your mind like this, not like that. Give up this, and live having achieved that.’ "
        },
        {
          "scid": "an3.60:13.4",
          "pli": "Idaṃ vuccati, brāhmaṇa, anusāsanīpāṭihāriyaṃ. ",
          "en": "This is called a demonstration of instruction. "
        },
        {
          "scid": "an3.60:13.5",
          "pli": "Imāni kho, brāhmaṇa, tīṇi pāṭihāriyāni. ",
          "en": "These are the three kinds of demonstration. "
        },
        {
          "scid": "an3.60:13.6",
          "pli": "Imesaṃ te, brāhmaṇa, tiṇṇaṃ pāṭihāriyānaṃ katamaṃ pāṭihāriyaṃ khamati abhikkantatarañca paṇītatarañcā”ti? ",
          "en": "Of these three kinds of demonstration, which do you consider to be the finest?” "
        },
        {
          "scid": "an3.60:14.1",
          "pli": "“Tatra, bho gotama, yadidaṃ pāṭihāriyaṃ idhekacco anekavihitaṃ iddhividhaṃ paccanubhoti … pe … ",
          "en": "“Regarding this, Master Gotama, a demonstration of psychic power "
        },
        {
          "scid": "an3.60:14.2",
          "pli": "yāva brāhmalokāpi kāyena vasaṃ vatteti, ",
          "en": " "
        },
        {
          "scid": "an3.60:14.3",
          "pli": "idaṃ, bho gotama, pāṭihāriyaṃ yova naṃ karoti sova naṃ paṭisaṃvedeti, yova naṃ karoti tasseva taṃ hoti. ",
          "en": "is experienced only by the one who performs it, occurring only to them. "
        },
        {
          "scid": "an3.60:14.4",
          "pli": "Idaṃ me, bho gotama, pāṭihāriyaṃ māyāsahadhammarūpaṃ viya khāyati. ",
          "en": "This seems to me like a magic trick. "
        },
        {
          "scid": "an3.60:15.1",
          "pli": "Yampidaṃ, bho gotama, pāṭihāriyaṃ idhekacco nimittena ādisati: ",
          "en": "And the demonstration where someone reveals something by means of a sign, "
        },
        {
          "scid": "an3.60:15.2",
          "pli": "‘evampi te mano, itthampi te mano, itipi te cittan’ti, so bahuñcepi ādisati tatheva taṃ hoti, no aññathā. ",
          "en": " "
        },
        {
          "scid": "an3.60:15.3",
          "pli": "Idha pana, bho gotama, ekacco na heva kho nimittena ādisati, api ca kho manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati … pe … ",
          "en": "or after hearing it from humans, non-humans, or deities, "
        },
        {
          "scid": "an3.60:15.4",
          "pli": "napi manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati, api ca kho vitakkayato vicārayato vitakkavipphārasaddaṃ sutvā ādisati … pe … ",
          "en": "or by hearing the sound of thought spreading as someone thinks and considers, "
        },
        {
          "scid": "an3.60:15.5",
          "pli": "napi vitakkayato vicārayato vitakkavipphārasaddaṃ sutvā ādisati, api ca kho avitakkaṃ avicāraṃ samādhiṃ samāpannassa cetasā ceto paricca pajānāti: ",
          "en": "or by comprehending the mind of another person, "
        },
        {
          "scid": "an3.60:15.6",
          "pli": "‘yathā imassa bhoto manosaṅkhārā paṇihitā imassa cittassa anantarā amhaṃ nāma vitakkaṃ vitakkessatī’ti, so bahuñcepi ādisati tatheva taṃ hoti, no aññathā. ",
          "en": " "
        },
        {
          "scid": "an3.60:15.7",
          "pli": "Idampi, bho gotama, pāṭihāriyaṃ yova naṃ karoti sova naṃ paṭisaṃvedeti, yova naṃ karoti tasseva taṃ hoti. ",
          "en": "is also experienced only by the one who performs it, occurring only to them. "
        },
        {
          "scid": "an3.60:15.8",
          "pli": "Idampi me, bho gotama, pāṭihāriyaṃ māyāsahadhammarūpaṃ viya khāyati. ",
          "en": "This also seems to me like a magic trick. "
        },
        {
          "scid": "an3.60:16.1",
          "pli": "Yañca kho idaṃ, bho gotama, pāṭihāriyaṃ idhekacco evaṃ anusāsati: ",
          "en": "But as to the demonstration where someone instructs others: "
        },
        {
          "scid": "an3.60:16.2",
          "pli": "‘evaṃ vitakketha, mā evaṃ vitakkayittha; evaṃ manasi karotha, mā evaṃ manasākattha; idaṃ pajahatha, idaṃ upasampajja viharathā’ti. ",
          "en": "‘Think like this, not like that. Focus your mind like this, not like that. Give up this, and live having achieved that.’ "
        },
        {
          "scid": "an3.60:16.3",
          "pli": "Idameva, bho gotama, pāṭihāriyaṃ khamati imesaṃ tiṇṇaṃ pāṭihāriyānaṃ abhikkantatarañca paṇītatarañca. ",
          "en": "I prefer this demonstration, Master Gotama. It’s the finest of the three kinds of demonstration. "
        },
        {
          "scid": "an3.60:17.1",
          "pli": "Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "It’s incredible, Master Gotama, it’s amazing, "
        },
        {
          "scid": "an3.60:17.2",
          "pli": "Yāvasubhāsitamidaṃ bhotā gotamena imehi ca mayaṃ tīhi pāṭihāriyehi samannāgataṃ bhavantaṃ gotamaṃ dhārema. ",
          "en": "how well this was said by Master Gotama. We regard Master Gotama as someone who possesses these three kinds of demonstration. "
        },
        {
          "scid": "an3.60:17.3",
          "pli": "Bhavañhi gotamo anekavihitaṃ iddhividhaṃ paccanubhoti … pe … yāva brahmalokāpi kāyena vasaṃ vatteti, ",
          "en": "For Master Gotama wields the many kinds of psychic power … controlling the body as far as the Brahmā realm. "
        },
        {
          "scid": "an3.60:17.4",
          "pli": "bhavañhi gotamo avitakkaṃ avicāraṃ samādhiṃ samāpannassa cetasā ceto paricca pajānāti: ",
          "en": "And Master Gotama comprehends the mind of another person who has attained the immersion that is free of placing the mind and keeping it connected. He understands: "
        },
        {
          "scid": "an3.60:17.5",
          "pli": "‘yathā imassa bhoto manosaṅkhārā paṇihitā imassa cittassa anantarā amuṃ nāma vitakkaṃ vitakkessatī’ti. ",
          "en": "‘Judging by the way this person’s intentions are directed, immediately after this mind state they’ll think this thought.’ "
        },
        {
          "scid": "an3.60:17.6",
          "pli": "Bhavañhi gotamo evamanusāsati: ",
          "en": "And Master Gotama instructs others like this: "
        },
        {
          "scid": "an3.60:17.7",
          "pli": "‘evaṃ vitakketha, mā evaṃ vitakkayittha; evaṃ manasi karotha, mā evaṃ manasākattha; idaṃ pajahatha, idaṃ upasampajja viharathā’”ti. ",
          "en": "‘Think like this, not like that. Focus your mind like this, not like that. Give up this, and live having achieved that.’” "
        },
        {
          "scid": "an3.60:18.1",
          "pli": "“Addhā kho tyāhaṃ, brāhmaṇa, āsajja upanīya vācā bhāsitā; ",
          "en": "“Your words are clearly invasive and intrusive, brahmin. "
        },
        {
          "scid": "an3.60:18.2",
          "pli": "api ca tyāhaṃ byākarissāmi. ",
          "en": "Nevertheless, I will answer you. "
        },
        {
          "scid": "an3.60:18.3",
          "pli": "Ahañhi, brāhmaṇa, anekavihitaṃ iddhividhaṃ paccanubhomi … pe … yāva brahmalokāpi kāyena vasaṃ vattemi. ",
          "en": "For I do wield the many kinds of psychic power … controlling the body as far as the Brahmā realm. "
        },
        {
          "scid": "an3.60:18.4",
          "pli": "Ahañhi, brāhmaṇa, avitakkaṃ avicāraṃ samādhiṃ samāpannassa cetasā ceto paricca pajānāmi: ",
          "en": "And I do comprehend the mind of another person who has attained the immersion that is free of placing the mind and keeping it connected. I understand: "
        },
        {
          "scid": "an3.60:18.5",
          "pli": "‘yathā imassa bhoto manosaṅkhārā paṇihitā, imassa cittassa anantarā amuṃ nāma vitakkaṃ vitakkessatī’ti. ",
          "en": "‘Judging by the way this person’s intentions are directed, immediately after this mind state they’ll think this thought.’ "
        },
        {
          "scid": "an3.60:18.6",
          "pli": "Ahañhi, brāhmaṇa, evamanusāsāmi: ",
          "en": "And I do instruct others like this: "
        },
        {
          "scid": "an3.60:18.7",
          "pli": "‘evaṃ vitakketha, mā evaṃ vitakkayittha; evaṃ manasi karotha, mā evaṃ manasākattha; idaṃ pajahatha, idaṃ upasampajja viharathā’”ti. ",
          "en": "‘Think like this, not like that. Focus your mind like this, not like that. Give up this, and live having achieved that.’” "
        },
        {
          "scid": "an3.60:19.1",
          "pli": "“Atthi pana, bho gotama, añño ekabhikkhupi yo imehi tīhi pāṭihāriyehi samannāgato, aññatra bhotā gotamenā”ti? ",
          "en": "“But Master Gotama, is there even one other mendicant who possesses these three kinds of demonstration, apart from Master Gotama?” "
        },
        {
          "scid": "an3.60:19.2",
          "pli": "“Na kho, brāhmaṇa, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova, ye bhikkhū imehi tīhi pāṭihāriyehi samannāgatā”ti. ",
          "en": "“There’s not just one hundred mendicants, brahmin, who possess these three kinds of demonstration, nor two, three, four, or five hundred, but many more than that.” "
        },
        {
          "scid": "an3.60:19.3",
          "pli": "“Kahaṃ pana, bho gotama, etarahi te bhikkhū viharantī”ti? ",
          "en": "“But where are these mendicants now staying?” "
        },
        {
          "scid": "an3.60:19.4",
          "pli": "“Imasmiṃyeva kho, brāhmaṇa, bhikkhusaṃghe”ti. ",
          "en": "“Right here, brahmin, in this Saṅgha of mendicants.” "
        },
        {
          "scid": "an3.60:20.1",
          "pli": "“Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "“Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "an3.60:20.2",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. "
        },
        {
          "scid": "an3.60:20.3",
          "pli": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi, dhammañca bhikkhusaṅghañca. ",
          "en": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "an3.60:20.4",
          "pli": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "an3.60:20.5",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an3.60:20.6",
          "pli": "Brāhmaṇavaggo paṭhamo. ",
          "en": " "
        },
        {
          "scid": "an3.60:21.1",
          "pli": "Dve brāhmaṇā caññataro, ",
          "en": " "
        },
        {
          "scid": "an3.60:21.2",
          "pli": "paribbājakena nibbutaṃ; ",
          "en": " "
        },
        {
          "scid": "an3.60:21.3",
          "pli": "Palokavaccho tikaṇṇo, ",
          "en": " "
        },
        {
          "scid": "an3.60:21.4",
          "pli": "soṇi saṅgāravena cāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then Saṅgārava the brahmin went up to the Buddha,…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.60/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.60",
    "volpages": "AN i 168",
    "uid": "an3.60",
    "blurb": "A brahmin argues that a sacrifice is less selfish than the mendicant’s life. And the king’s men are deploring the decline in psychic abilities among the Saṅgha.",
    "difficulty": null,
    "original_title": "Saṅgārava Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Saṅgārava ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.60_sujato",
        "segmented": true,
        "title": "With Saṅgārava ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an3.60_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Saṅgārava"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 10
  }
}