{
  "sutta_uid": "an3.63",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.63",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "At Venāgapura ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Sarabha ",
      "uid": "an3.64"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Perils ",
      "uid": "an3.62"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.63:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.63:0.2",
          "pli": "7. Mahāvagga ",
          "en": "7. The Great Chapter "
        },
        {
          "scid": "an3.63:0.3",
          "pli": "63. Venāgapurasutta ",
          "en": "63. At Venāgapura "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.63:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena venāgapuraṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Venāgapura. "
        },
        {
          "scid": "an3.63:1.2",
          "pli": "Assosuṃ kho venāgapurikā brāhmaṇagahapatikā: ",
          "en": "The brahmins and householders of Venāgapura heard: "
        },
        {
          "scid": "an3.63:1.3",
          "pli": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito venāgapuraṃ anuppatto. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Venāgapura. "
        },
        {
          "scid": "an3.63:1.4",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "an3.63:1.5",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "an3.63:1.6",
          "pli": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
          "en": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. "
        },
        {
          "scid": "an3.63:1.7",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "an3.63:1.8",
          "pli": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "an3.63:2.1",
          "pli": "Atha kho venāgapurikā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu, appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu, appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu, appekacce nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu, appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho venāgapuriko vacchagotto brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "Then the brahmins and householders of Venāgapura went up to the Buddha. Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. Then the brahmin Vacchagotta of Venāgapura said to the Buddha: "
        },
        {
          "scid": "an3.63:3.1",
          "pli": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "“It’s incredible, Master Gotama, it’s amazing, "
        },
        {
          "scid": "an3.63:3.2",
          "pli": "Yāvañcidaṃ bhoto gotamassa vippasannāni indriyāni, parisuddho chavivaṇṇo pariyodāto. ",
          "en": "how your faculties are so very clear, and the complexion of your skin is pure and bright. "
        },
        {
          "scid": "an3.63:3.3",
          "pli": "Seyyathāpi, bho gotama, sāradaṃ badarapaṇḍuṃ parisuddhaṃ hoti pariyodātaṃ; ",
          "en": "It’s like a golden brown jujube in the autumn, "
        },
        {
          "scid": "an3.63:3.4",
          "pli": "evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ",
          "en": " "
        },
        {
          "scid": "an3.63:3.5",
          "pli": "Seyyathāpi, bho gotama, tālapakkaṃ sampati bandhanā pamuttaṃ parisuddhaṃ hoti pariyodātaṃ; ",
          "en": "or a palm fruit freshly plucked from the stalk, "
        },
        {
          "scid": "an3.63:3.6",
          "pli": "evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ",
          "en": " "
        },
        {
          "scid": "an3.63:3.7",
          "pli": "Seyyathāpi, bho gotama, nekkhaṃ jambonadaṃ dakkhakammāraputtasuparikammakataṃ ukkāmukhe sukusalasampahaṭṭhaṃ paṇḍukambale nikkhittaṃ bhāsate ca tapate ca virocati ca; ",
          "en": "or an ornament of rare gold, fashioned by a deft smith, well wrought in the forge, and placed on a cream rug where it shines and glows and radiates. "
        },
        {
          "scid": "an3.63:3.8",
          "pli": "evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto. ",
          "en": "In the same way, your faculties are so very clear, and the complexion of your skin is pure and bright. "
        },
        {
          "scid": "an3.63:3.9",
          "pli": "Yāni tāni, bho gotama, uccāsayanamahāsayanāni, seyyathidaṃ—",
          "en": "Surely Master Gotama gets when he wants, without trouble or difficulty, various kinds of high and luxurious bedding, such as: "
        },
        {
          "scid": "an3.63:3.10",
          "pli": "āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṃ koseyyaṃ kuttakaṃ hatthattharaṃ assattharaṃ rathattharaṃ ajinappaveṇī kadalimigapavarapaccattharaṇaṃ sauttaracchadaṃ ubhatolohitakūpadhānaṃ, evarūpānaṃ nūna bhavaṃ gotamo uccāsayanamahāsayanānaṃ nikāmalābhī akicchalābhī akasiralābhī”ti. ",
          "en": "sofas, couches, woolen covers—shag-piled, colorful, white, embroidered with flowers, quilted, embroidered with animals, double-or single-fringed—and silk covers studded with gems, as well as silken sheets, woven carpets, rugs for elephants, horses, or chariots, antelope hide rugs, and spreads of fine deer hide, with a canopy above and red cushions at both ends.” "
        },
        {
          "scid": "an3.63:4.1",
          "pli": "“Yāni kho pana tāni, brāhmaṇa, uccāsayanamahāsayanāni, seyyathidaṃ—",
          "en": "“Brahmin, these various kinds of high and luxurious bedding "
        },
        {
          "scid": "an3.63:4.2",
          "pli": "āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṃ koseyyaṃ kuttakaṃ hatthattharaṃ assattharaṃ rathattharaṃ ajinappaveṇī kadalimigapavarapaccattharaṇaṃ sauttaracchadaṃ ubhatolohitakūpadhānaṃ. ",
          "en": " "
        },
        {
          "scid": "an3.63:4.3",
          "pli": "Dullabhāni tāni pabbajitānaṃ laddhā ca pana na kappanti. ",
          "en": "are hard for renunciates to get hold of. And even if they do get them, they’re not allowed. "
        },
        {
          "scid": "an3.63:5.1",
          "pli": "Tīṇi kho, imāni, brāhmaṇa, uccāsayanamahāsayanāni, yesāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī. ",
          "en": "There are, brahmin, these three high and luxurious beds that I get these days when I want, without trouble or difficulty. "
        },
        {
          "scid": "an3.63:5.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "an3.63:5.3",
          "pli": "Dibbaṃ uccāsayanamahāsayanaṃ, brahmaṃ uccāsayanamahāsayanaṃ, ariyaṃ uccāsayanamahāsayanaṃ. ",
          "en": "The high and luxurious beds of the gods, of Brahmā, and of the noble ones. "
        },
        {
          "scid": "an3.63:5.4",
          "pli": "Imāni kho, brāhmaṇa, tīṇi uccāsayanamahāsayanāni, yesāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ",
          "en": "These are the three high and luxurious beds that I get these days when I want, without trouble or difficulty.” "
        },
        {
          "scid": "an3.63:6.1",
          "pli": "“Katamaṃ pana taṃ, bho gotama, dibbaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ",
          "en": "“But what, Master Gotama, is the high and luxurious bed of the gods?” "
        },
        {
          "scid": "an3.63:6.2",
          "pli": "“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi. ",
          "en": "“Brahmin, when I am living supported by a village or town, I robe up in the morning and, taking my bowl and robe, enter the town or village for alms. "
        },
        {
          "scid": "an3.63:6.3",
          "pli": "So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ",
          "en": "After the meal, on my return from alms-round, I enter a wood. "
        },
        {
          "scid": "an3.63:6.4",
          "pli": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ saṅgharitvā nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "I gather up some grass or leaves into a pile, and sit down cross-legged, with my body straight, and establish mindfulness right there. "
        },
        {
          "scid": "an3.63:6.5",
          "pli": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi; ",
          "en": "Quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "an3.63:6.6",
          "pli": "vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi; ",
          "en": "As the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. "
        },
        {
          "scid": "an3.63:6.7",
          "pli": "pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṃvedemi, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāmi; ",
          "en": "And with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ "
        },
        {
          "scid": "an3.63:6.8",
          "pli": "sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. "
        },
        {
          "scid": "an3.63:6.9",
          "pli": "So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, dibbo me eso tasmiṃ samaye caṅkamo hoti. ",
          "en": "When I’m practicing like this, if I walk meditation, at that time I walk like the gods. "
        },
        {
          "scid": "an3.63:6.10",
          "pli": "So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi, dibbaṃ me etaṃ tasmiṃ samaye ṭhānaṃ hoti. ",
          "en": "When I’m practicing like this, if I stand, at that time I stand like the gods. "
        },
        {
          "scid": "an3.63:6.11",
          "pli": "So ce ahaṃ, brāhmaṇa, evaṃbhūto nisīdāmi, dibbaṃ me etaṃ tasmiṃ samaye āsanaṃ hoti. ",
          "en": "When I’m practicing like this, if I sit, at that time I sit like the gods. "
        },
        {
          "scid": "an3.63:6.12",
          "pli": "So ce ahaṃ, brāhmaṇa, evaṃbhūto seyyaṃ kappemi, dibbaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti. ",
          "en": "When I’m practicing like this, if I lie down, at that time I lie down like the gods. "
        },
        {
          "scid": "an3.63:6.13",
          "pli": "Idaṃ kho, brāhmaṇa, dibbaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ",
          "en": "This is the high and luxurious bed of the gods that I get these days when I want, without trouble or difficulty.” "
        },
        {
          "scid": "an3.63:7.1",
          "pli": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "“It’s incredible, Master Gotama, it’s amazing! "
        },
        {
          "scid": "an3.63:7.2",
          "pli": "Ko cañño evarūpassa dibbassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ",
          "en": "Who but Master Gotama could get such a high and luxurious bed of the gods when he wants, without trouble or difficulty? "
        },
        {
          "scid": "an3.63:8.1",
          "pli": "Katamaṃ pana taṃ, bho gotama, brahmaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ",
          "en": "But what, Master Gotama, is the high and luxurious bed of Brahmā?” "
        },
        {
          "scid": "an3.63:8.2",
          "pli": "“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi. ",
          "en": "“Brahmin, when I am living supported by a village or town, I robe up in the morning and, taking my bowl and robe, enter the town or village for alms. "
        },
        {
          "scid": "an3.63:8.3",
          "pli": "So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ",
          "en": "After the meal, on my return from alms-round, I enter a wood. "
        },
        {
          "scid": "an3.63:8.4",
          "pli": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ saṅgharitvā nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "I gather up some grass or leaves into a pile, and sit down cross-legged, with my body straight, and establish mindfulness right there. "
        },
        {
          "scid": "an3.63:8.5",
          "pli": "So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharāmi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharāmi. ",
          "en": "I meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, I spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "an3.63:8.6",
          "pli": "Karuṇāsahagatena cetasā … pe … ",
          "en": "I meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, I spread a heart full of compassion to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "an3.63:8.7",
          "pli": "muditāsahagatena cetasā … ",
          "en": "I meditate spreading a heart full of rejoicing to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, I spread a heart full of rejoicing to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "an3.63:8.8",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharāmi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjhena pharitvā viharāmi. ",
          "en": "I meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, I spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "an3.63:8.9",
          "pli": "So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, brahmā me eso tasmiṃ samaye caṅkamo hoti. ",
          "en": "When I’m practicing like this, if I walk meditation, at that time I walk like Brahmā. "
        },
        {
          "scid": "an3.63:8.10",
          "pli": "So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi … pe … ",
          "en": "… I stand like Brahmā. … "
        },
        {
          "scid": "an3.63:8.11",
          "pli": "nisīdāmi … pe … ",
          "en": "I sit like Brahmā … "
        },
        {
          "scid": "an3.63:8.12",
          "pli": "seyyaṃ kappemi, brahmaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti. ",
          "en": "When I’m practicing like this, if I lie down, at that time I lie down like Brahmā. "
        },
        {
          "scid": "an3.63:8.13",
          "pli": "Idaṃ kho, brāhmaṇa, brahmaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ",
          "en": "This is the high and luxurious bed of Brahmā that I get these days when I want, without trouble or difficulty.” "
        },
        {
          "scid": "an3.63:9.1",
          "pli": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "“It’s incredible, Master Gotama, it’s amazing! "
        },
        {
          "scid": "an3.63:9.2",
          "pli": "Ko cañño evarūpassa brahmassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ",
          "en": "Who but Master Gotama could get such a high and luxurious bed of Brahmā when he wants, without trouble or difficulty? "
        },
        {
          "scid": "an3.63:10.1",
          "pli": "Katamaṃ pana taṃ, bho gotama, ariyaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti? ",
          "en": "But what, Master Gotama, is the high and luxurious bed of the noble ones?” "
        },
        {
          "scid": "an3.63:10.2",
          "pli": "“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi. ",
          "en": "“Brahmin, when I am living supported by a village or town, I robe up in the morning and, taking my bowl and robe, enter the town or village for alms. "
        },
        {
          "scid": "an3.63:10.3",
          "pli": "So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva pavisāmi. ",
          "en": "After the meal, on my return from alms-round, I enter a wood. "
        },
        {
          "scid": "an3.63:10.4",
          "pli": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ saṅgharitvā nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "I gather up some grass or leaves into a pile, and sit down cross-legged, with my body straight, and establish mindfulness right there. "
        },
        {
          "scid": "an3.63:10.5",
          "pli": "So evaṃ jānāmi: ",
          "en": "I know this: "
        },
        {
          "scid": "an3.63:10.6",
          "pli": "‘rāgo me pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo; ",
          "en": "‘I’ve given up greed, hate, and delusion, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future.’ "
        },
        {
          "scid": "an3.63:10.7",
          "pli": "doso me pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo; ",
          "en": " "
        },
        {
          "scid": "an3.63:10.8",
          "pli": "moho me pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo’. ",
          "en": " "
        },
        {
          "scid": "an3.63:10.9",
          "pli": "So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, ariyo me eso tasmiṃ samaye caṅkamo hoti. ",
          "en": "When I’m practicing like this, if I walk meditation, at that time I walk like the noble ones. "
        },
        {
          "scid": "an3.63:10.10",
          "pli": "So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi … pe … ",
          "en": "… I stand like the noble ones … "
        },
        {
          "scid": "an3.63:10.11",
          "pli": "nisīdāmi … pe … ",
          "en": "I sit like the noble ones … "
        },
        {
          "scid": "an3.63:10.12",
          "pli": "seyyaṃ kappemi, ariyaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti. ",
          "en": "When I’m practicing like this, if I lie down, at that time I lie down like the noble ones. "
        },
        {
          "scid": "an3.63:10.13",
          "pli": "Idaṃ kho, brāhmaṇa, ariyaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti. ",
          "en": "This is the high and luxurious bed of the noble ones that I get these days when I want, without trouble or difficulty.” "
        },
        {
          "scid": "an3.63:11.1",
          "pli": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "“It’s incredible, Master Gotama, it’s amazing! "
        },
        {
          "scid": "an3.63:11.2",
          "pli": "Ko cañño evarūpassa ariyassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena. ",
          "en": "Who but Master Gotama could get such a high and luxurious bed of the noble ones when he wants, without trouble or difficulty? "
        },
        {
          "scid": "an3.63:12.1",
          "pli": "Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
          "en": "Excellent, Master Gotama! Excellent! "
        },
        {
          "scid": "an3.63:12.2",
          "pli": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ kho bhotā gotamena anekapariyāyena dhammo pakāsito. ",
          "en": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways. "
        },
        {
          "scid": "an3.63:12.3",
          "pli": "Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ",
          "en": "We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. "
        },
        {
          "scid": "an3.63:12.4",
          "pli": "Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti. ",
          "en": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.” "
        },
        {
          "scid": "an3.63:12.5",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was wandering in the…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.63/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.63",
    "volpages": "AN i 180",
    "uid": "an3.63",
    "blurb": "The high and luxurious beds that the Buddha uses.",
    "difficulty": null,
    "original_title": "Venāgapura Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "At Venāgapura ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.63_sujato",
        "segmented": true,
        "title": "At Venāgapura ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an3.63_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Venāga"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 3
  }
}