{
  "sutta_uid": "an3.61",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.61",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Sectarian Tenets ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Perils ",
      "uid": "an3.62"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Saṅgārava ",
      "uid": "an3.60"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.61:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.61:0.2",
          "pli": "7. Mahāvagga ",
          "en": "7. The Great Chapter "
        },
        {
          "scid": "an3.61:0.3",
          "pli": "61. Titthāyatanasutta ",
          "en": "61. Sectarian Tenets "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.61:1.1",
          "pli": "“Tīṇimāni, bhikkhave, titthāyatanāni yāni paṇḍitehi samanuyuñjiyamānāni samanugāhiyamānāni samanubhāsiyamānāni parampi gantvā akiriyāya saṇṭhahanti. ",
          "en": "“Mendicants, these three sectarian tenets—as pursued, pressed, and grilled by the astute—when taken to their conclusion, end with inaction. "
        },
        {
          "scid": "an3.61:1.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "an3.61:1.3",
          "pli": "Santi, bhikkhave, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "an3.61:1.4",
          "pli": "‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ pubbekatahetū’ti. ",
          "en": "‘Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds.’ "
        },
        {
          "scid": "an3.61:1.5",
          "pli": "Santi, bhikkhave, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "an3.61:1.6",
          "pli": "‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ issaranimmānahetū’ti. ",
          "en": "‘Everything this individual experiences—pleasurable, painful, or neutral—is because of the Lord God’s creation.’ "
        },
        {
          "scid": "an3.61:1.7",
          "pli": "Santi, bhikkhave, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "There are some ascetics and brahmins who have this doctrine and view: "
        },
        {
          "scid": "an3.61:1.8",
          "pli": "‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ ahetuappaccayā’ti. ",
          "en": "‘Everything this individual experiences—pleasurable, painful, or neutral—has no cause or reason.’ "
        },
        {
          "scid": "an3.61:2.1",
          "pli": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "Regarding this, I went up to the ascetics and brahmins whose view is that "
        },
        {
          "scid": "an3.61:2.2",
          "pli": "‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ pubbekatahetū’ti, tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "everything that is experienced is because of past deeds, and I said to them: "
        },
        {
          "scid": "an3.61:2.3",
          "pli": "‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino: ",
          "en": "‘Is it really true that this is the venerables’ view?’ "
        },
        {
          "scid": "an3.61:2.4",
          "pli": "“yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ pubbekatahetū”’ti? ",
          "en": " "
        },
        {
          "scid": "an3.61:2.5",
          "pli": "Te ca me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ",
          "en": "And they answered, ‘Yes’. "
        },
        {
          "scid": "an3.61:2.6",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I said to them: "
        },
        {
          "scid": "an3.61:2.7",
          "pli": "‘tenahāyasmanto pāṇātipātino bhavissanti pubbekatahetu, adinnādāyino bhavissanti pubbekatahetu, abrahmacārino bhavissanti pubbekatahetu, musāvādino bhavissanti pubbekatahetu, pisuṇavācā bhavissanti pubbekatahetu, pharusavācā bhavissanti pubbekatahetu, samphappalāpino bhavissanti pubbekatahetu, abhijjhāluno bhavissanti pubbekatahetu, byāpannacittā bhavissanti pubbekatahetu, micchādiṭṭhikā bhavissanti pubbekatahetu’. ",
          "en": "‘In that case, you might kill living creatures, steal, be unchaste; use speech that’s false, divisive, harsh, or nonsensical; be covetous, malicious, or have wrong view, all because of past deeds.’ "
        },
        {
          "scid": "an3.61:3.1",
          "pli": "Pubbekataṃ kho pana, bhikkhave, sārato paccāgacchataṃ na hoti chando vā vāyāmo vā idaṃ vā karaṇīyaṃ idaṃ vā akaraṇīyanti. ",
          "en": "Those who believe that past deeds are the most important thing have no enthusiasm or effort, no idea that there are things that should and should not be done. "
        },
        {
          "scid": "an3.61:3.2",
          "pli": "Iti karaṇīyākaraṇīye kho pana saccato thetato anupalabbhiyamāne muṭṭhassatīnaṃ anārakkhānaṃ viharataṃ na hoti paccattaṃ sahadhammiko samaṇavādo. ",
          "en": "Since they don’t acknowledge as a genuine fact that there are things that should and should not be done, they’re unmindful and careless, and can’t rightly be called ascetics. "
        },
        {
          "scid": "an3.61:3.3",
          "pli": "Ayaṃ kho me, bhikkhave, tesu samaṇabrāhmaṇesu evaṃvādīsu evaṃdiṭṭhīsu paṭhamo sahadhammiko niggaho hoti. (1) ",
          "en": "This is my first legitimate refutation of the ascetics and brahmins who have this doctrine and view. "
        },
        {
          "scid": "an3.61:4.1",
          "pli": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "Regarding this, I went up to the ascetics and brahmins whose view is that "
        },
        {
          "scid": "an3.61:4.2",
          "pli": "‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ issaranimmānahetū’ti, tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "everything that is experienced is because of the Lord God’s creation, and I said to them: "
        },
        {
          "scid": "an3.61:4.3",
          "pli": "‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino—",
          "en": "‘Is it really true that this is the venerables’ view?’ "
        },
        {
          "scid": "an3.61:4.4",
          "pli": "yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ issaranimmānahetū’ti? ",
          "en": " "
        },
        {
          "scid": "an3.61:4.5",
          "pli": "Te ca me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ",
          "en": "And they answered, ‘Yes’. "
        },
        {
          "scid": "an3.61:4.6",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I said to them: "
        },
        {
          "scid": "an3.61:4.7",
          "pli": "‘tenahāyasmanto pāṇātipātino bhavissanti issaranimmānahetu, adinnādāyino bhavissanti issaranimmānahetu, abrahmacārino bhavissanti issaranimmānahetu, musāvādino bhavissanti issaranimmānahetu, pisuṇavācā bhavissanti issaranimmānahetu, pharusavācā bhavissanti issaranimmānahetu, samphappalāpino bhavissanti issaranimmānahetu, abhijjhāluno bhavissanti issaranimmānahetu, byāpannacittā bhavissanti issaranimmānahetu, micchādiṭṭhikā bhavissanti issaranimmānahetu’. ",
          "en": "‘In that case, you might kill living creatures, steal, be unchaste; use speech that’s false, divisive, harsh, or nonsensical; be covetous, malicious, or have wrong view, all because of the Lord God’s creation.’ "
        },
        {
          "scid": "an3.61:5.1",
          "pli": "Issaranimmānaṃ kho pana, bhikkhave, sārato paccāgacchataṃ na hoti chando vā vāyāmo vā idaṃ vā karaṇīyaṃ idaṃ vā akaraṇīyanti. ",
          "en": "Those who believe that the Lord God’s creative power is the most important thing have no enthusiasm, no effort, no idea that there are things that should and should not be done. "
        },
        {
          "scid": "an3.61:5.2",
          "pli": "Iti karaṇīyākaraṇīye kho pana saccato thetato anupalabbhiyamāne muṭṭhassatīnaṃ anārakkhānaṃ viharataṃ na hoti paccattaṃ sahadhammiko samaṇavādo. ",
          "en": "Since they don’t acknowledge as a genuine fact that there are things that should and should not be done, they’re unmindful and careless, and can’t rightly be called ascetics. "
        },
        {
          "scid": "an3.61:5.3",
          "pli": "Ayaṃ kho me, bhikkhave, tesu samaṇabrāhmaṇesu evaṃvādīsu evaṃdiṭṭhīsu dutiyo sahadhammiko niggaho hoti. (2) ",
          "en": "This is my second legitimate refutation of the ascetics and brahmins who have this doctrine and view. "
        },
        {
          "scid": "an3.61:6.1",
          "pli": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
          "en": "Regarding this, I went up to the ascetics and brahmins whose view is that "
        },
        {
          "scid": "an3.61:6.2",
          "pli": "‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ ahetuappaccayā’ti, tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
          "en": "everything that is experienced has no cause or reason, and I said to them: "
        },
        {
          "scid": "an3.61:6.3",
          "pli": "‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino—",
          "en": "‘Is it really true that this is the venerables’ view?’ "
        },
        {
          "scid": "an3.61:6.4",
          "pli": "yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ ahetuappaccayā’ti? ",
          "en": " "
        },
        {
          "scid": "an3.61:6.5",
          "pli": "Te ca me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ",
          "en": "And they answered, ‘Yes’. "
        },
        {
          "scid": "an3.61:6.6",
          "pli": "Tyāhaṃ evaṃ vadāmi: ",
          "en": "I said to them: "
        },
        {
          "scid": "an3.61:6.7",
          "pli": "‘tenahāyasmanto pāṇātipātino bhavissanti ahetuappaccayā … pe … micchādiṭṭhikā bhavissanti ahetuappaccayā’”. ",
          "en": "‘In that case, you might kill living creatures, steal, be unchaste; use speech that’s false, divisive, harsh, or nonsensical; be covetous, malicious, or have wrong view, all without cause or reason.’ "
        },
        {
          "scid": "an3.61:7.1",
          "pli": "Ahetuappaccayaṃ kho pana, bhikkhave, sārato paccāgacchataṃ na hoti chando vā vāyāmo vā idaṃ vā karaṇīyaṃ idaṃ vā akaraṇīyanti. ",
          "en": "Those who believe that the absence of cause or reason is the most important thing have no enthusiasm, no effort, no idea that there are things that should and should not be done. "
        },
        {
          "scid": "an3.61:7.2",
          "pli": "Iti karaṇīyākaraṇīye kho pana saccato thetato anupalabbhiyamāne muṭṭhassatīnaṃ anārakkhānaṃ viharataṃ na hoti paccattaṃ sahadhammiko samaṇavādo. ",
          "en": "Since they don’t acknowledge as a genuine fact that there are things that should and should not be done, they’re unmindful and careless, and can’t rightly be called ascetics. "
        },
        {
          "scid": "an3.61:7.3",
          "pli": "Ayaṃ kho me, bhikkhave, tesu samaṇabrāhmaṇesu evaṃvādīsu evaṃdiṭṭhīsu tatiyo sahadhammiko niggaho hoti. (3) ",
          "en": "This is my third legitimate refutation of the ascetics and brahmins who have this doctrine and view. "
        },
        {
          "scid": "an3.61:8.1",
          "pli": "Imāni kho, bhikkhave, tīṇi titthāyatanāni yāni paṇḍitehi samanuyuñjiyamānāni samanugāhiyamānāni samanubhāsiyamānāni parampi gantvā akiriyāya saṇṭhahanti. ",
          "en": "These are the three sectarian tenets—as pursued, pressed, and grilled by the astute—which, when taken to their conclusion, end with inaction. "
        },
        {
          "scid": "an3.61:9.1",
          "pli": "Ayaṃ kho pana, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhi. ",
          "en": "But the Dhamma that I’ve taught is irrefutable, uncorrupted, beyond reproach, and not scorned by sensible ascetics and brahmins. "
        },
        {
          "scid": "an3.61:9.2",
          "pli": "Katamo ca, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhi? ",
          "en": "What is the Dhamma that I’ve taught? "
        },
        {
          "scid": "an3.61:9.3",
          "pli": "Imā cha dhātuyoti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhi. ",
          "en": "‘These are the six elements’: this is the Dhamma I’ve taught … "
        },
        {
          "scid": "an3.61:9.4",
          "pli": "Imāni cha phassāyatanānīti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhi. ",
          "en": "‘These are the six fields of contact’: this is the Dhamma I’ve taught … "
        },
        {
          "scid": "an3.61:9.5",
          "pli": "Ime aṭṭhārasa manopavicārāti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhi. ",
          "en": "‘These are the eighteen mental preoccupations’: this is the Dhamma I’ve taught … "
        },
        {
          "scid": "an3.61:9.6",
          "pli": "Imāni cattāri ariyasaccānīti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhi. ",
          "en": "‘These are the four noble truths’: this is the Dhamma I’ve taught that is irrefutable, uncorrupted, beyond reproach, and is not scorned by sensible ascetics and brahmins. "
        },
        {
          "scid": "an3.61:10.1",
          "pli": "Imā cha dhātuyoti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhīti. ",
          "en": "‘“These are the six elements”: this is the Dhamma I’ve taught …’ "
        },
        {
          "scid": "an3.61:10.2",
          "pli": "Iti kho panetaṃ vuttaṃ. ",
          "en": "That’s what I said, "
        },
        {
          "scid": "an3.61:10.3",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did I say it? "
        },
        {
          "scid": "an3.61:10.4",
          "pli": "Chayimā, bhikkhave, dhātuyo—",
          "en": "There are these six elements: "
        },
        {
          "scid": "an3.61:10.5",
          "pli": "pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu. ",
          "en": "the elements of earth, water, fire, air, space, and consciousness. "
        },
        {
          "scid": "an3.61:10.6",
          "pli": "Imā cha dhātuyoti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhīti. ",
          "en": "‘“These are the six elements”: this is the Dhamma I’ve taught …’ "
        },
        {
          "scid": "an3.61:10.7",
          "pli": "Iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an3.61:11.1",
          "pli": "Imāni cha phassāyatanānīti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhīti. ",
          "en": "‘“These are the six fields of contact”: this is the Dhamma I’ve taught …’ "
        },
        {
          "scid": "an3.61:11.2",
          "pli": "Iti kho panetaṃ vuttaṃ. ",
          "en": "That’s what I said, "
        },
        {
          "scid": "an3.61:11.3",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did I say it? "
        },
        {
          "scid": "an3.61:11.4",
          "pli": "Chayimāni, bhikkhave, phassāyatanāni—",
          "en": "There are these six fields of contact: "
        },
        {
          "scid": "an3.61:11.5",
          "pli": "cakkhu phassāyatanaṃ, sotaṃ phassāyatanaṃ, ghānaṃ phassāyatanaṃ, jivhā phassāyatanaṃ, kāyo phassāyatanaṃ, mano phassāyatanaṃ. ",
          "en": "eye, ear, nose, tongue, body, and mind contact. "
        },
        {
          "scid": "an3.61:11.6",
          "pli": "Imāni cha phassāyatanānīti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhīti. ",
          "en": "‘“These are the six fields of contact”: this is the Dhamma I’ve taught …’ "
        },
        {
          "scid": "an3.61:11.7",
          "pli": "Iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an3.61:12.1",
          "pli": "Ime aṭṭhārasa manopavicārāti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhīti. ",
          "en": "‘“These are the eighteen mental preoccupations”: this is the Dhamma I’ve taught …’ "
        },
        {
          "scid": "an3.61:12.2",
          "pli": "Iti kho panetaṃ vuttaṃ. ",
          "en": "This is what I said, "
        },
        {
          "scid": "an3.61:12.3",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did I say it? "
        },
        {
          "scid": "an3.61:12.4",
          "pli": "Cakkhunā rūpaṃ disvā somanassaṭṭhāniyaṃ rūpaṃ upavicarati domanassaṭṭhāniyaṃ rūpaṃ upavicarati upekkhāṭṭhāniyaṃ rūpaṃ upavicarati, ",
          "en": "Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for happiness or sadness or equanimity. "
        },
        {
          "scid": "an3.61:12.5",
          "pli": "sotena saddaṃ sutvā … ",
          "en": "Hearing a sound with the ear … "
        },
        {
          "scid": "an3.61:12.6",
          "pli": "ghānena gandhaṃ ghāyitvā … ",
          "en": "Smelling an odor with the nose … "
        },
        {
          "scid": "an3.61:12.7",
          "pli": "jivhāya rasaṃ sāyitvā … ",
          "en": "Tasting a flavor with the tongue … "
        },
        {
          "scid": "an3.61:12.8",
          "pli": "kāyena phoṭṭhabbaṃ phusitvā … ",
          "en": "Feeling a touch with the body … "
        },
        {
          "scid": "an3.61:12.9",
          "pli": "manasā dhammaṃ viññāya somanassaṭṭhāniyaṃ dhammaṃ upavicarati domanassaṭṭhāniyaṃ dhammaṃ upavicarati upekkhāṭṭhāniyaṃ dhammaṃ upavicarati. ",
          "en": "Becoming conscious of a thought with the mind, one is preoccupied with a thought that’s a basis for happiness or sadness or equanimity. "
        },
        {
          "scid": "an3.61:12.10",
          "pli": "Ime aṭṭhārasa manopavicārāti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhīti. ",
          "en": "‘“These are the eighteen mental preoccupations”: this is the Dhamma I’ve taught …’ "
        },
        {
          "scid": "an3.61:12.11",
          "pli": "Iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttaṃ. ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an3.61:13.1",
          "pli": "Imāni cattāri ariyasaccānīti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhīti. ",
          "en": "‘“These are the four noble truths”: this is the Dhamma I’ve taught …’ "
        },
        {
          "scid": "an3.61:13.2",
          "pli": "Iti kho panetaṃ vuttaṃ. ",
          "en": "That’s what I said, "
        },
        {
          "scid": "an3.61:13.3",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "but why did I say it? "
        },
        {
          "scid": "an3.61:13.4",
          "pli": "Channaṃ, bhikkhave, dhātūnaṃ upādāya gabbhassāvakkanti hoti; ",
          "en": "Supported by the six elements, an embryo is conceived. "
        },
        {
          "scid": "an3.61:13.5",
          "pli": "okkantiyā sati nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso, phassapaccayā vedanā. ",
          "en": "When it is conceived, there are name and form. Name and form are conditions for the six sense fields. The six sense fields are conditions for contact. Contact is a condition for feeling. "
        },
        {
          "scid": "an3.61:13.6",
          "pli": "Vediyamānassa kho panāhaṃ, bhikkhave, idaṃ dukkhanti paññapemi, ayaṃ dukkhasamudayoti paññapemi, ayaṃ dukkhanirodhoti paññapemi, ayaṃ dukkhanirodhagāminī paṭipadāti paññapemi. ",
          "en": "It’s for one who feels that I declare: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. "
        },
        {
          "scid": "an3.61:14.1",
          "pli": "Katamañca, bhikkhave, dukkhaṃ ariyasaccaṃ? ",
          "en": "And what is the noble truth of suffering? "
        },
        {
          "scid": "an3.61:14.2",
          "pli": "Jātipi dukkhā, jarāpi dukkhā, () maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampicchaṃ na labhati tampi dukkhaṃ. Saṃkhittena pañcupādānakkhandhā dukkhā. ",
          "en": "Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. "
        },
        {
          "scid": "an3.61:14.3",
          "pli": "Idaṃ vuccati, bhikkhave, dukkhaṃ ariyasaccaṃ. ",
          "en": "This is called the noble truth of suffering. "
        },
        {
          "scid": "an3.61:15.1",
          "pli": "Katamañca, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ? ",
          "en": "And what is the noble truth of the origin of suffering? "
        },
        {
          "scid": "an3.61:15.2",
          "pli": "Avijjāpaccayā saṅkhārā, ",
          "en": "Ignorance is a condition for choices. "
        },
        {
          "scid": "an3.61:15.3",
          "pli": "saṅkhārapaccayā viññāṇaṃ, ",
          "en": "Choices are a condition for consciousness. "
        },
        {
          "scid": "an3.61:15.4",
          "pli": "viññāṇapaccayā nāmarūpaṃ, ",
          "en": "Consciousness is a condition for name and form. "
        },
        {
          "scid": "an3.61:15.5",
          "pli": "nāmarūpapaccayā saḷāyatanaṃ, ",
          "en": "Name and form are conditions for the six sense fields. "
        },
        {
          "scid": "an3.61:15.6",
          "pli": "saḷāyatanapaccayā phasso, ",
          "en": "The six sense fields are conditions for contact. "
        },
        {
          "scid": "an3.61:15.7",
          "pli": "phassapaccayā vedanā, ",
          "en": "Contact is a condition for feeling. "
        },
        {
          "scid": "an3.61:15.8",
          "pli": "vedanāpaccayā taṇhā, ",
          "en": "Feeling is a condition for craving. "
        },
        {
          "scid": "an3.61:15.9",
          "pli": "taṇhāpaccayā upādānaṃ, ",
          "en": "Craving is a condition for grasping. "
        },
        {
          "scid": "an3.61:15.10",
          "pli": "upādānapaccayā bhavo, ",
          "en": "Grasping is a condition for continued existence. "
        },
        {
          "scid": "an3.61:15.11",
          "pli": "bhavapaccayā jāti, ",
          "en": "Continued existence is a condition for rebirth. "
        },
        {
          "scid": "an3.61:15.12",
          "pli": "jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ",
          "en": "Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. "
        },
        {
          "scid": "an3.61:15.13",
          "pli": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ",
          "en": "That is how this entire mass of suffering originates. "
        },
        {
          "scid": "an3.61:15.14",
          "pli": "Idaṃ vuccati, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ. ",
          "en": "This is called the noble truth of the origin of suffering. "
        },
        {
          "scid": "an3.61:16.1",
          "pli": "Katamañca, bhikkhave, dukkhanirodhaṃ ariyasaccaṃ? ",
          "en": "And what is the noble truth of the cessation of suffering? "
        },
        {
          "scid": "an3.61:16.2",
          "pli": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho, ",
          "en": "When ignorance fades away and ceases with nothing left over, choices cease. "
        },
        {
          "scid": "an3.61:16.3",
          "pli": "saṅkhāranirodhā viññāṇanirodho, ",
          "en": "When choices cease, consciousness ceases. "
        },
        {
          "scid": "an3.61:16.4",
          "pli": "viññāṇanirodhā nāmarūpanirodho, ",
          "en": "When consciousness ceases, name and form cease. "
        },
        {
          "scid": "an3.61:16.5",
          "pli": "nāmarūpanirodhā saḷāyatananirodho, ",
          "en": "When name and form cease, the six sense fields cease. "
        },
        {
          "scid": "an3.61:16.6",
          "pli": "saḷāyatananirodhā phassanirodho, ",
          "en": "When the six sense fields cease, contact ceases. "
        },
        {
          "scid": "an3.61:16.7",
          "pli": "phassanirodhā vedanānirodho, ",
          "en": "When contact ceases, feeling ceases. "
        },
        {
          "scid": "an3.61:16.8",
          "pli": "vedanānirodhā taṇhānirodho, ",
          "en": "When feeling ceases, craving ceases. "
        },
        {
          "scid": "an3.61:16.9",
          "pli": "taṇhānirodhā upādānanirodho, ",
          "en": "When craving ceases, grasping ceases. "
        },
        {
          "scid": "an3.61:16.10",
          "pli": "upādānanirodhā bhavanirodho, ",
          "en": "When grasping ceases, continued existence ceases. "
        },
        {
          "scid": "an3.61:16.11",
          "pli": "bhavanirodhā jātinirodho, ",
          "en": "When continued existence ceases, rebirth ceases. "
        },
        {
          "scid": "an3.61:16.12",
          "pli": "jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ",
          "en": "When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. "
        },
        {
          "scid": "an3.61:16.13",
          "pli": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti. ",
          "en": "That is how this entire mass of suffering ceases. "
        },
        {
          "scid": "an3.61:16.14",
          "pli": "Idaṃ vuccati, bhikkhave, dukkhanirodhaṃ ariyasaccaṃ. ",
          "en": "This is called the noble truth of the cessation of suffering. "
        },
        {
          "scid": "an3.61:17.1",
          "pli": "Katamañca, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṃ? ",
          "en": "And what is the noble truth of the practice that leads to the cessation of suffering? "
        },
        {
          "scid": "an3.61:17.2",
          "pli": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
          "en": "It is simply this noble eightfold path, that is: "
        },
        {
          "scid": "an3.61:17.3",
          "pli": "sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "an3.61:17.4",
          "pli": "Idaṃ vuccati, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṃ. ",
          "en": "This is called the noble truth of the practice that leads to the cessation of suffering. "
        },
        {
          "scid": "an3.61:17.5",
          "pli": "‘Imāni cattāri ariyasaccānī’ti, bhikkhave, mayā dhammo desito aniggahito asaṅkiliṭṭho anupavajjo appaṭikuṭṭho samaṇehi brāhmaṇehi viññūhīti. ",
          "en": "‘“These are the four noble truths”: this is the Dhamma I’ve taught that is irrefutable, uncorrupted, beyond reproach, and is not scorned by sensible ascetics and brahmins.’ "
        },
        {
          "scid": "an3.61:17.6",
          "pli": "Iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttan”ti. ",
          "en": "That’s what I said, and this is why I said it.” "
        },
        {
          "scid": "an3.61:17.7",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these three sectarian tenets—as pursued, pressed, and grilled…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.61/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.61",
    "volpages": "AN i 173",
    "uid": "an3.61",
    "blurb": "The beliefs that everything is caused by past karma, by a creator God, or by chance all lead to inaction. The Buddha teaches dependent origination.",
    "difficulty": null,
    "original_title": "Titthāyatana Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Sectarian Tenets ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.61_sujato",
        "segmented": true,
        "title": "Sectarian Tenets ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an3.61_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Sectarian"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 1
  }
}