{
  "sutta_uid": "an3.87",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.87",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Training (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Training (3rd) ",
      "uid": "an3.88"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Training (1st) ",
      "uid": "an3.86"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.87:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.87:0.2",
          "pli": "9. Samaṇavagga ",
          "en": "9. Ascetics "
        },
        {
          "scid": "an3.87:0.3",
          "pli": "87. Dutiyasikkhāsutta ",
          "en": "87. Training (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.87:1.1",
          "pli": "“Sādhikamidaṃ, bhikkhave, diyaḍḍhasikkhāpadasataṃ anvaddhamāsaṃ uddesaṃ āgacchati yattha attakāmā kulaputtā sikkhanti. ",
          "en": "“Mendicants, each fortnight over a hundred and fifty training rules come up for recitation, in which gentlemen who love themselves train. "
        },
        {
          "scid": "an3.87:1.2",
          "pli": "Tisso imā, bhikkhave, sikkhā yatthetaṃ sabbaṃ samodhānaṃ gacchati. ",
          "en": "These are all included in the three trainings. "
        },
        {
          "scid": "an3.87:1.3",
          "pli": "Katamā tisso? ",
          "en": "What three? "
        },
        {
          "scid": "an3.87:1.4",
          "pli": "Adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā—",
          "en": "The training in the higher ethics, the higher mind, and the higher wisdom. "
        },
        {
          "scid": "an3.87:1.5",
          "pli": "imā kho, bhikkhave, tisso sikkhā yatthetaṃ sabbaṃ samodhānaṃ gacchati. ",
          "en": "These are the three trainings that include them all. "
        },
        {
          "scid": "an3.87:2.1",
          "pli": "Idha, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ mattaso kārī paññāya mattaso kārī. ",
          "en": "Take the case of a mendicant who has fulfilled their ethics, but has limited immersion and wisdom. "
        },
        {
          "scid": "an3.87:2.2",
          "pli": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi. ",
          "en": "They break some lesser and minor training rules, but are restored. "
        },
        {
          "scid": "an3.87:2.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an3.87:2.4",
          "pli": "Na hi mettha, bhikkhave, abhabbatā vuttā. ",
          "en": "Because I don’t say they’re incapable of that. "
        },
        {
          "scid": "an3.87:2.5",
          "pli": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu. ",
          "en": "But they’re constant and steady in their precepts regarding the training rules that are fundamental, befitting the spiritual life. They keep the rules they’ve undertaken. "
        },
        {
          "scid": "an3.87:2.6",
          "pli": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā sattakkhattuparamo hoti. ",
          "en": "With the ending of three fetters they have at most seven rebirths. "
        },
        {
          "scid": "an3.87:2.7",
          "pli": "Sattakkhattuparamaṃ deve ca manusse ca sandhāvitvā saṃsaritvā dukkhassantaṃ karoti. ",
          "en": "They will transmigrate at most seven times among gods and humans and then make an end of suffering. "
        },
        {
          "scid": "an3.87:2.8",
          "pli": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā kolaṃkolo hoti, dve vā tīṇi vā kulāni sandhāvitvā saṃsaritvā dukkhassantaṃ karoti. ",
          "en": "With the ending of three fetters, they go family to family. They will transmigrate between two or three families and then make an end of suffering. "
        },
        {
          "scid": "an3.87:2.9",
          "pli": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā ekabījī hoti, ekaṃyeva mānusakaṃ bhavaṃ nibbattetvā dukkhassantaṃ karoti. ",
          "en": "With the ending of three fetters, they’re a one-seeder. They will be reborn just one time in a human existence, then make an end of suffering. "
        },
        {
          "scid": "an3.87:2.10",
          "pli": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti. ",
          "en": "With the ending of three fetters, and the weakening of greed, hate, and delusion, they’re a once-returner. They come back to this world once only, then make an end of suffering. "
        },
        {
          "scid": "an3.87:3.1",
          "pli": "Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ paripūrakārī paññāya mattaso kārī. ",
          "en": "Take another case of a mendicant who has fulfilled their ethics and immersion, but has limited wisdom. "
        },
        {
          "scid": "an3.87:3.2",
          "pli": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi. ",
          "en": "They break some lesser and minor training rules, but are restored. "
        },
        {
          "scid": "an3.87:3.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an3.87:3.4",
          "pli": "Na hi mettha, bhikkhave, abhabbatā vuttā. ",
          "en": "Because I don’t say they’re incapable of that. "
        },
        {
          "scid": "an3.87:3.5",
          "pli": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu. ",
          "en": "But they’re constant and steady in their precepts regarding the training rules that are fundamental, befitting the spiritual path. They keep the rules they’ve undertaken. "
        },
        {
          "scid": "an3.87:3.6",
          "pli": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā uddhaṃsoto akaniṭṭhagāmī. ",
          "en": "With the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm. "
        },
        {
          "scid": "an3.87:3.7",
          "pli": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā sasaṅkhāraparinibbāyī hoti. ",
          "en": "With the ending of the five lower fetters they’re extinguished with extra effort. "
        },
        {
          "scid": "an3.87:3.8",
          "pli": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti. ",
          "en": "With the ending of the five lower fetters they’re extinguished without extra effort. "
        },
        {
          "scid": "an3.87:3.9",
          "pli": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti. ",
          "en": "With the ending of the five lower fetters they’re extinguished upon landing. "
        },
        {
          "scid": "an3.87:3.10",
          "pli": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti. ",
          "en": "With the ending of the five lower fetters they’re extinguished between one life and the next. "
        },
        {
          "scid": "an3.87:4.1",
          "pli": "Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ paripūrakārī paññāya paripūrakārī. ",
          "en": "Take another case of a mendicant who has fulfilled their ethics, immersion, and wisdom. "
        },
        {
          "scid": "an3.87:4.2",
          "pli": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi. ",
          "en": "They break some lesser and minor training rules, but are restored. "
        },
        {
          "scid": "an3.87:4.3",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an3.87:4.4",
          "pli": "Na hi mettha, bhikkhave, abhabbatā vuttā. ",
          "en": "Because I don’t say they’re incapable of that. "
        },
        {
          "scid": "an3.87:4.5",
          "pli": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni, tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu. ",
          "en": "But they’re constant and steady in their precepts regarding the training rules that are fundamental, befitting the spiritual path. They keep the rules they’ve undertaken. "
        },
        {
          "scid": "an3.87:4.6",
          "pli": "So āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "an3.87:5.1",
          "pli": "Iti kho, bhikkhave, padesaṃ padesakārī ārādheti, paripūraṃ paripūrakārī, avañjhāni tvevāhaṃ, bhikkhave, sikkhāpadāni vadāmī”ti. ",
          "en": "So, mendicants, if you practice partially you succeed partially. If you practice fully you succeed fully. These training rules are not a waste, I say.” "
        },
        {
          "scid": "an3.87:5.2",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, each fortnight over a hundred and fifty training…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.87/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.87//AN 3.86",
    "volpages": "AN i 232",
    "uid": "an3.87",
    "blurb": "Even spiritually advanced people can break minor rules.",
    "difficulty": null,
    "original_title": "Dutiyasikkhā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Training (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.87_sujato",
        "segmented": true,
        "title": "Training (2nd) ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an3.87_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "One in Training (2)"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}