{
  "sutta_uid": "an3.74",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.74",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Jains ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Support ",
      "uid": "an3.75"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Mahānāma the Sakyan ",
      "uid": "an3.73"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.74:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.74:0.2",
          "pli": "8. Ānandavagga ",
          "en": "8. Ānanda "
        },
        {
          "scid": "an3.74:0.3",
          "pli": "74. Nigaṇṭhasutta ",
          "en": "74. Jains "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.74:1.1",
          "pli": "Ekaṃ samayaṃ āyasmā ānando vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time Venerable Ānanda was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "an3.74:1.2",
          "pli": "Atha kho abhayo ca licchavi paṇḍitakumārako ca licchavi yenāyasmā ānando tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho abhayo licchavi āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "Then the Licchavis Abhaya and Paṇḍitakumāra went up to Venerable Ānanda, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an3.74:1.3",
          "pli": "“nigaṇṭho, bhante, nāṭaputto sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti: ",
          "en": "“Sir, the Jain leader Nāṭaputta claims to be all-knowing and all-seeing, to know and see everything without exception, thus: "
        },
        {
          "scid": "an3.74:1.4",
          "pli": "‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti. ",
          "en": "‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’ "
        },
        {
          "scid": "an3.74:1.5",
          "pli": "So purāṇānaṃ kammānaṃ tapasā byantībhāvaṃ paññāpeti navānaṃ kammānaṃ akaraṇā setughātaṃ. ",
          "en": "He advocates the elimination of past karma by mortification, and breaking the bridge by not making new karma. "
        },
        {
          "scid": "an3.74:1.6",
          "pli": "Iti kammakkhayā dukkhakkhayo, dukkhakkhayā vedanākkhayo, vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissati—",
          "en": "So with the ending of karma, suffering ends; with the ending of suffering, feeling ends; and with the ending of feeling, all suffering will have been worn away. "
        },
        {
          "scid": "an3.74:1.7",
          "pli": "evametissā sandiṭṭhikāya nijjarāya visuddhiyā samatikkamo hoti. ",
          "en": "This is how to go beyond suffering by means of this purification by wearing away in this very life. "
        },
        {
          "scid": "an3.74:1.8",
          "pli": "Idha, bhante, bhagavā kimāhā”ti? ",
          "en": "What, sir, does the Buddha say about this?” "
        },
        {
          "scid": "an3.74:2.1",
          "pli": "“Tisso kho imā, abhaya, nijjarā visuddhiyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya. ",
          "en": "“Abhaya, these three kinds of purification by wearing away have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment. "
        },
        {
          "scid": "an3.74:2.2",
          "pli": "Katamā tisso? ",
          "en": "What three? "
        },
        {
          "scid": "an3.74:2.3",
          "pli": "Idha, abhaya, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu. ",
          "en": "It’s when, Abhaya, a mendicant is ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. "
        },
        {
          "scid": "an3.74:2.4",
          "pli": "So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ",
          "en": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. "
        },
        {
          "scid": "an3.74:2.5",
          "pli": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti. ",
          "en": "This wearing away is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. "
        },
        {
          "scid": "an3.74:3.1",
          "pli": "Sa kho so, abhaya, bhikkhu evaṃ sīlasampanno vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "Then a mendicant accomplished in ethics, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption. "
        },
        {
          "scid": "an3.74:3.2",
          "pli": "So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ",
          "en": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. "
        },
        {
          "scid": "an3.74:3.3",
          "pli": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti. ",
          "en": "This wearing away is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. "
        },
        {
          "scid": "an3.74:4.1",
          "pli": "Sa kho so, abhaya, bhikkhu evaṃ samādhisampanno āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "Then a mendicant accomplished in immersion realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. "
        },
        {
          "scid": "an3.74:4.2",
          "pli": "So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti. ",
          "en": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. "
        },
        {
          "scid": "an3.74:4.3",
          "pli": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti. ",
          "en": "This wearing away is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. "
        },
        {
          "scid": "an3.74:4.4",
          "pli": "Imā kho, abhaya, tisso nijjarā visuddhiyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti. ",
          "en": "These are the three kinds of purification by wearing away that have been rightly explained by the Buddha … in order to realize extinguishment.” "
        },
        {
          "scid": "an3.74:5.1",
          "pli": "Evaṃ vutte, paṇḍitakumārako licchavi abhayaṃ licchaviṃ etadavoca: ",
          "en": "When he said this, Paṇḍitakumāra said to Abhaya, "
        },
        {
          "scid": "an3.74:5.2",
          "pli": "“kiṃ pana tvaṃ, samma abhaya, āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodasī”ti? ",
          "en": "“Dear Abhaya, is there anything in what Ānanda has said so well that you would disagree with?” "
        },
        {
          "scid": "an3.74:5.3",
          "pli": "“Kyāhaṃ, samma paṇḍitakumāraka, āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodissāmi. ",
          "en": "“How could I not agree with what was said so well by Ānanda? "
        },
        {
          "scid": "an3.74:5.4",
          "pli": "Muddhāpi tassa vipateyya yo āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodeyyā”ti. ",
          "en": "If anyone didn’t agree with him, their head would explode!” "
        },
        {
          "scid": "an3.74:5.5",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time Venerable Ānanda was staying near Vesālī,…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.74/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.74",
    "volpages": "AN i 220",
    "uid": "an3.74",
    "blurb": "Do we purify ourselves by wearing out old karma?",
    "difficulty": null,
    "original_title": "Nigaṇṭha Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Jains ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.74_sujato",
        "segmented": true,
        "title": "Jains ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 4
  }
}