{
  "sutta_uid": "an3.71",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.71",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Channa ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Disciple of the Ājīvakas ",
      "uid": "an3.72"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Sabbath ",
      "uid": "an3.70"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.71:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.71:0.2",
          "pli": "8. Ānandavagga ",
          "en": "8. Ānanda "
        },
        {
          "scid": "an3.71:0.3",
          "pli": "71. Channasutta ",
          "en": "71. With Channa "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.71:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
          "en": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. "
        },
        {
          "scid": "an3.71:1.2",
          "pli": "Atha kho channo paribbājako yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
          "en": "Then the wanderer Channa went up to Venerable Ānanda and exchanged greetings with him. "
        },
        {
          "scid": "an3.71:1.3",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho channo paribbājako āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to Ānanda: "
        },
        {
          "scid": "an3.71:1.4",
          "pli": "“tumhepi, āvuso ānanda, rāgassa pahānaṃ paññāpetha, dosassa pahānaṃ paññāpetha, mohassa pahānaṃ paññāpethā”ti. ",
          "en": "“Reverend Ānanda, do you advocate giving up greed, hate, and delusion?” "
        },
        {
          "scid": "an3.71:1.5",
          "pli": "“Mayaṃ kho, āvuso, rāgassa pahānaṃ paññāpema, dosassa pahānaṃ paññāpema, mohassa pahānaṃ paññapemā”ti. ",
          "en": "“We do, reverend.” "
        },
        {
          "scid": "an3.71:2.1",
          "pli": "“Kiṃ pana tumhe, āvuso, rāge ādīnavaṃ disvā rāgassa pahānaṃ paññāpetha, kiṃ dose ādīnavaṃ disvā dosassa pahānaṃ paññāpetha, kiṃ mohe ādīnavaṃ disvā mohassa pahānaṃ paññāpethā”ti? ",
          "en": "“But what drawbacks have you seen, Reverend Ānanda, that you advocate giving up greed, hate, and delusion?” "
        },
        {
          "scid": "an3.71:3.1",
          "pli": "“Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti; ",
          "en": "“A greedy person, overcome by greed, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness. "
        },
        {
          "scid": "an3.71:3.2",
          "pli": "rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "When greed has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness. "
        },
        {
          "scid": "an3.71:3.3",
          "pli": "Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati; ",
          "en": "A greedy person does bad things by way of body, speech, and mind. "
        },
        {
          "scid": "an3.71:3.4",
          "pli": "rāge pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati. ",
          "en": "When greed has been given up, they don’t do bad things by way of body, speech, and mind. "
        },
        {
          "scid": "an3.71:3.5",
          "pli": "Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti; ",
          "en": "A greedy person doesn’t truly understand what’s for their own good, the good of another, or the good of both. "
        },
        {
          "scid": "an3.71:3.6",
          "pli": "rāge pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti. ",
          "en": "When greed has been given up, they truly understand what’s for their own good, the good of another, or the good of both. "
        },
        {
          "scid": "an3.71:3.7",
          "pli": "Rāgo kho, āvuso, andhakaraṇo acakkhukaraṇo aññāṇakaraṇo paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko. ",
          "en": "Greed is a destroyer of sight, vision, and knowledge. It blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment. "
        },
        {
          "scid": "an3.71:4.1",
          "pli": "Duṭṭho kho, āvuso, dosena … pe … ",
          "en": "A hateful person, overcome by hate, intends to hurt themselves, hurt others, and hurt both. … "
        },
        {
          "scid": "an3.71:4.2",
          "pli": "mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti; ",
          "en": "A deluded person, overcome by delusion, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness. "
        },
        {
          "scid": "an3.71:4.3",
          "pli": "mohe pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "When delusion has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness. "
        },
        {
          "scid": "an3.71:4.4",
          "pli": "Mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati; ",
          "en": "A deluded person does bad things by way of body, speech, and mind. "
        },
        {
          "scid": "an3.71:4.5",
          "pli": "mohe pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati. ",
          "en": "When delusion has been given up, they don’t do bad things by way of body, speech, and mind. "
        },
        {
          "scid": "an3.71:4.6",
          "pli": "Mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti; ",
          "en": "A deluded person doesn’t truly understand what’s for their own good, the good of another, or the good of both. "
        },
        {
          "scid": "an3.71:4.7",
          "pli": "mohe pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti. ",
          "en": "When delusion has been given up, they truly understand what’s for their own good, the good of another, or the good of both. "
        },
        {
          "scid": "an3.71:4.8",
          "pli": "Moho kho, āvuso, andhakaraṇo acakkhukaraṇo aññāṇakaraṇo paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko. ",
          "en": "Delusion is a destroyer of sight, vision, and knowledge; it blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment. "
        },
        {
          "scid": "an3.71:4.9",
          "pli": "Idaṃ kho mayaṃ, āvuso, rāge ādīnavaṃ disvā rāgassa pahānaṃ paññāpema. ",
          "en": "This is the drawback we’ve seen in greed, hate, and delusion, and this is why we advocate giving them up.” "
        },
        {
          "scid": "an3.71:4.10",
          "pli": "Idaṃ dose ādīnavaṃ disvā dosassa pahānaṃ paññāpema. ",
          "en": " "
        },
        {
          "scid": "an3.71:4.11",
          "pli": "Idaṃ mohe ādīnavaṃ disvā mohassa pahānaṃ paññāpemā”ti. ",
          "en": " "
        },
        {
          "scid": "an3.71:5.1",
          "pli": "“Atthi panāvuso, maggo atthi paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti? ",
          "en": "“But, reverend, is there a path and a practice for giving up that greed, hate, and delusion?” "
        },
        {
          "scid": "an3.71:5.2",
          "pli": "“Atthāvuso, maggo atthi paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti. ",
          "en": "“There is, reverend, a path and a practice for giving up that greed, hate, and delusion.” "
        },
        {
          "scid": "an3.71:5.3",
          "pli": "“Katamo panāvuso, maggo katamā paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti? ",
          "en": "“Well, what is it?” "
        },
        {
          "scid": "an3.71:5.4",
          "pli": "“Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
          "en": "“It is simply this noble eightfold path, that is: "
        },
        {
          "scid": "an3.71:5.5",
          "pli": "sammādiṭṭhi … pe … sammāsamādhi. ",
          "en": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. "
        },
        {
          "scid": "an3.71:5.6",
          "pli": "Ayaṃ kho, āvuso, maggo ayaṃ paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti. ",
          "en": "This is the path, this is the practice for giving up that greed, hate, and delusion.” "
        },
        {
          "scid": "an3.71:5.7",
          "pli": "“Bhaddako kho, āvuso, maggo bhaddikā paṭipadā etassa rāgassa dosassa mohassa pahānāya. ",
          "en": "“This is a fine path, a fine practice, for giving up that greed, hate, and delusion. "
        },
        {
          "scid": "an3.71:5.8",
          "pli": "Alañca panāvuso ānanda, appamādāyā”ti. ",
          "en": "Just this much is enough to be diligent.” "
        },
        {
          "scid": "an3.71:5.9",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Sāvatthī…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.71/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.71",
    "volpages": "AN i 215",
    "uid": "an3.71",
    "blurb": "Why should we give up greed, hate, and delusion?",
    "difficulty": null,
    "original_title": "Channa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Channa ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.71_sujato",
        "segmented": true,
        "title": "With Channa ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an3.71_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "To Channa the Wanderer"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 1
  }
}