{
  "sutta_uid": "an3.95",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.95",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Assemblies ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Thoroughbred (1st) ",
      "uid": "an3.96"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Springtime ",
      "uid": "an3.94"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.95:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.95:0.2",
          "pli": "10. Loṇakapallavagga ",
          "en": "10. A Lump of Salt "
        },
        {
          "scid": "an3.95:0.3",
          "pli": "95. Parisāsutta ",
          "en": "95. Assemblies "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.95:1.1",
          "pli": "“Tisso imā, bhikkhave, parisā. ",
          "en": "“Mendicants, these are the three assemblies. "
        },
        {
          "scid": "an3.95:1.2",
          "pli": "Katamā tisso? ",
          "en": "What three? "
        },
        {
          "scid": "an3.95:1.3",
          "pli": "Aggavatī parisā, vaggā parisā, samaggā parisā. ",
          "en": "An assembly of the best, a divided assembly, and a harmonious assembly. "
        },
        {
          "scid": "an3.95:2.1",
          "pli": "Katamā ca, bhikkhave, aggavatī parisā? ",
          "en": "And what is an assembly of the best? "
        },
        {
          "scid": "an3.95:2.2",
          "pli": "Idha, bhikkhave, yassaṃ parisāyaṃ therā bhikkhū na bāhulikā honti na sāthalikā, okkamane nikkhittadhurā paviveke pubbaṅgamā, vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjati. ",
          "en": "An assembly where the senior mendicants are not indulgent or slack, nor are they backsliders. Instead, they take the lead in seclusion, rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. And those who come afterwards follow their example. "
        },
        {
          "scid": "an3.95:2.3",
          "pli": "Sāpi hoti na bāhulikā na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā, vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "They too are not indulgent or slack, nor are they backsliders. Instead, they take the lead in seclusion, rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. "
        },
        {
          "scid": "an3.95:2.4",
          "pli": "Ayaṃ vuccati, bhikkhave, aggavatī parisā. ",
          "en": "This is called an assembly of the best. "
        },
        {
          "scid": "an3.95:3.1",
          "pli": "Katamā ca, bhikkhave, vaggā parisā? ",
          "en": "And what is a divided assembly? "
        },
        {
          "scid": "an3.95:3.2",
          "pli": "Idha, bhikkhave, yassaṃ parisāyaṃ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti, ayaṃ vuccati, bhikkhave, vaggā parisā. ",
          "en": "An assembly where the mendicants argue, quarrel, and fight, continually wounding each other with barbed words. This is called a divided assembly. "
        },
        {
          "scid": "an3.95:4.1",
          "pli": "Katamā ca, bhikkhave, samaggā parisā? ",
          "en": "And what is a harmonious assembly? "
        },
        {
          "scid": "an3.95:4.2",
          "pli": "Idha, bhikkhave, yassaṃ parisāyaṃ bhikkhū samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti, ayaṃ vuccati, bhikkhave, samaggā parisā. ",
          "en": "An assembly where the mendicants live in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes. This is called a harmonious assembly. "
        },
        {
          "scid": "an3.95:5.1",
          "pli": "Yasmiṃ, bhikkhave, samaye bhikkhū samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti, bahuṃ, bhikkhave, bhikkhū tasmiṃ samaye puññaṃ pasavanti. ",
          "en": "When the mendicants live in harmony like this, they make much merit. "
        },
        {
          "scid": "an3.95:5.2",
          "pli": "Brahmaṃ, bhikkhave, vihāraṃ tasmiṃ samaye bhikkhū viharanti, yadidaṃ muditāya cetovimuttiyā. ",
          "en": "At that time the mendicants live in a holy dwelling, that is, the heart’s release by rejoicing. "
        },
        {
          "scid": "an3.95:5.3",
          "pli": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
          "en": "When they’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when they’re blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "an3.95:6.1",
          "pli": "Seyyathāpi, bhikkhave, uparipabbate thullaphusitake deve vassante taṃ udakaṃ yathāninnaṃ pavattamānaṃ pabbatakandarapadarasākhā paripūreti, pabbatakandarapadarasākhā paripūrā kusobbhe paripūrenti, kusobbhā paripūrā mahāsobbhe paripūrenti, mahāsobbhā paripūrā kunnadiyo paripūrenti, kunnadiyo paripūrā mahānadiyo paripūrenti, mahānadiyo paripūrā samuddaṃ paripūrenti. ",
          "en": "It’s like when it rains heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean. "
        },
        {
          "scid": "an3.95:7.1",
          "pli": "Evamevaṃ kho, bhikkhave, yasmiṃ samaye bhikkhū samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti, bahuṃ, bhikkhave, bhikkhū tasmiṃ samaye puññaṃ pasavanti. ",
          "en": "In the same way, when the mendicants are in harmony, appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes, they make much merit. "
        },
        {
          "scid": "an3.95:7.2",
          "pli": "Brahmaṃ, bhikkhave, vihāraṃ tasmiṃ samaye bhikkhū viharanti, yadidaṃ muditāya cetovimuttiyā. ",
          "en": "At that time the mendicants live in a holy dwelling, that is, the heart’s release by rejoicing. "
        },
        {
          "scid": "an3.95:7.3",
          "pli": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
          "en": "When they’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when they’re blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "an3.95:7.4",
          "pli": "Imā kho, bhikkhave, tisso parisā”ti. ",
          "en": "These are the three assemblies.” "
        },
        {
          "scid": "an3.95:7.5",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these are the three assemblies. ",
      "expandable": false
    }
  ],
  "suttaCode": "an3.95/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.95//AN 3.93",
    "volpages": "AN i 242",
    "uid": "an3.95",
    "blurb": "Assemblies that are the best, or divided, or harmonious. A harmonious assembly lead the mind to happiness and stillness.",
    "difficulty": null,
    "original_title": "Parisā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Assemblies ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.95_sujato",
        "segmented": true,
        "title": "Assemblies ",
        "volpage": null
      }
    ],
    "parallel_count": 7,
    "biblio": null,
    "num": 4
  }
}