{
  "sutta_uid": "an3.15",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.15",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "About Pacetana ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Guaranteed ",
      "uid": "an3.16"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Wheel-turning Monarch ",
      "uid": "an3.14"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.15:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.15:0.2",
          "pli": "2. Rathakāravagga ",
          "en": "2. The Chariot-maker "
        },
        {
          "scid": "an3.15:0.3",
          "pli": "15. Sacetanasutta ",
          "en": "15. About Pacetana "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.15:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye. ",
          "en": "At one time the Buddha was staying near Benares, in the deer park at Isipatana. "
        },
        {
          "scid": "an3.15:1.2",
          "pli": "Tatra kho bhagavā bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants, "
        },
        {
          "scid": "an3.15:1.3",
          "pli": "“bhikkhavo”ti. ",
          "en": "“Mendicants!” "
        },
        {
          "scid": "an3.15:1.4",
          "pli": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Venerable sir,” they replied. "
        },
        {
          "scid": "an3.15:1.5",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an3.15:2.1",
          "pli": "“Bhūtapubbaṃ, bhikkhave, rājā ahosi sacetano nāma. ",
          "en": "“Once upon a time there was a king named Pacetana. "
        },
        {
          "scid": "an3.15:2.2",
          "pli": "Atha kho, bhikkhave, rājā sacetano rathakāraṃ āmantesi: ",
          "en": "Then King Pacetana addressed his chariot-maker, "
        },
        {
          "scid": "an3.15:2.3",
          "pli": "‘ito me, samma rathakāra, channaṃ māsānaṃ accayena saṅgāmo bhavissati. ",
          "en": "‘In six months’ time, my good chariot-maker, there will be a battle. "
        },
        {
          "scid": "an3.15:2.4",
          "pli": "Sakkhissasi me, samma rathakāra, navaṃ cakkayugaṃ kātun’ti? ",
          "en": "Are you able to make me a new pair of wheels?’ "
        },
        {
          "scid": "an3.15:2.5",
          "pli": "‘Sakkomi, devā’ti kho, bhikkhave, rathakāro rañño sacetanassa paccassosi. ",
          "en": "‘I can, Your Majesty,’ replied the chariot-maker. "
        },
        {
          "scid": "an3.15:2.6",
          "pli": "Atha kho, bhikkhave, rathakāro chahi māsehi chārattūnehi ekaṃ cakkaṃ niṭṭhāpesi. ",
          "en": "Then, when it was six days less than six months later, the chariot-maker had finished one wheel. "
        },
        {
          "scid": "an3.15:2.7",
          "pli": "Atha kho, bhikkhave, rājā sacetano rathakāraṃ āmantesi: ",
          "en": "Then King Pacetana addressed his chariot-maker, "
        },
        {
          "scid": "an3.15:2.8",
          "pli": "‘ito me, samma rathakāra, channaṃ divasānaṃ accayena saṅgāmo bhavissati, niṭṭhitaṃ navaṃ cakkayugan’ti? ",
          "en": "‘In six days’ time there will be a battle. Is my new pair of wheels finished?’ "
        },
        {
          "scid": "an3.15:2.9",
          "pli": "‘Imehi kho, deva, chahi māsehi chārattūnehi ekaṃ cakkaṃ niṭṭhitan’ti. ",
          "en": "‘Now that it is six days less than six months, Your Majesty, I have finished one wheel.’ "
        },
        {
          "scid": "an3.15:2.10",
          "pli": "‘Sakkhissasi pana me, samma rathakāra, imehi chahi divasehi dutiyaṃ cakkaṃ niṭṭhāpetun’ti? ",
          "en": "‘Are you able to finish the second wheel in these six days?’ "
        },
        {
          "scid": "an3.15:2.11",
          "pli": "‘Sakkomi, devā’ti kho, bhikkhave, rathakāro chahi divasehi dutiyaṃ cakkaṃ niṭṭhāpetvā navaṃ cakkayugaṃ ādāya yena rājā sacetano tenupasaṅkami; upasaṅkamitvā rājānaṃ sacetanaṃ etadavoca: ",
          "en": "Saying, ‘I can, Your Majesty,’ the chariot-maker finished the second wheel in six days. Taking the pair of wheels he went up to King Pacetana, and said this to the king, "
        },
        {
          "scid": "an3.15:2.12",
          "pli": "‘idaṃ te, deva, navaṃ cakkayugaṃ niṭṭhitan’ti. ",
          "en": "‘Your Majesty, these are your two new wheels, finished.’ "
        },
        {
          "scid": "an3.15:2.13",
          "pli": "‘Yañca te idaṃ, samma rathakāra, cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi yañca te idaṃ cakkaṃ chahi divasehi niṭṭhitaṃ, imesaṃ kiṃ nānākaraṇaṃ? ",
          "en": "‘But, my good chariot-maker, what is the difference between the wheel that was finished in six days less than six months, and the wheel finished in just six days? "
        },
        {
          "scid": "an3.15:2.14",
          "pli": "Nesāhaṃ kiñci nānākaraṇaṃ passāmī’ti. ",
          "en": "Because I can’t see any difference between them.’ "
        },
        {
          "scid": "an3.15:2.15",
          "pli": "‘Atthesaṃ, deva, nānākaraṇaṃ. ",
          "en": "‘But, Your Majesty, there is a difference. "
        },
        {
          "scid": "an3.15:2.16",
          "pli": "Passatu devo nānākaraṇan’ti. ",
          "en": "See now what it is.’ "
        },
        {
          "scid": "an3.15:3.1",
          "pli": "Atha kho, bhikkhave, rathakāro yaṃ taṃ cakkaṃ chahi divasehi niṭṭhitaṃ taṃ pavattesi. ",
          "en": "Then the chariot-maker rolled forth the wheel that had been finished in six days. "
        },
        {
          "scid": "an3.15:3.2",
          "pli": "Taṃ pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā ciṅgulāyitvā bhūmiyaṃ papati. ",
          "en": "It rolled as far as the original impetus took it, then wobbled and fell down. "
        },
        {
          "scid": "an3.15:3.3",
          "pli": "Yaṃ pana taṃ cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi taṃ pavattesi. ",
          "en": "Then he rolled forth the wheel that had been finished in six days less than six months. "
        },
        {
          "scid": "an3.15:3.4",
          "pli": "Taṃ pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā akkhāhataṃ maññe aṭṭhāsi. ",
          "en": "It rolled as far as the original impetus took it, then stood still as if fixed to an axle. "
        },
        {
          "scid": "an3.15:4.1",
          "pli": "‘Ko nu kho, samma rathakāra, hetu ko paccayo yamidaṃ cakkaṃ chahi divasehi niṭṭhitaṃ taṃ pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā ciṅgulāyitvā bhūmiyaṃ papati? ",
          "en": "‘But what is the cause, my good chariot-maker, what is the reason why the wheel that was finished in six days wobbled and fell, "
        },
        {
          "scid": "an3.15:4.2",
          "pli": "Ko pana, samma rathakāra, hetu ko paccayo yamidaṃ cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi taṃ pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā akkhāhataṃ maññe aṭṭhāsī’ti? ",
          "en": "while the one that was finished in six days less than six months stood still as if fixed to an axle?’ "
        },
        {
          "scid": "an3.15:4.3",
          "pli": "‘Yamidaṃ, deva, cakkaṃ chahi divasehi niṭṭhitaṃ tassa nemipi savaṅkā sadosā sakasāvā, arāpi savaṅkā sadosā sakasāvā, nābhipi savaṅkā sadosā sakasāvā. ",
          "en": "‘The wheel that was finished in six days, Your Majesty, is crooked, flawed, and defective in rim, spoke, and hub. "
        },
        {
          "scid": "an3.15:4.4",
          "pli": "Taṃ nemiyāpi savaṅkattā sadosattā sakasāvattā, arānampi savaṅkattā sadosattā sakasāvattā, nābhiyāpi savaṅkattā sadosattā sakasāvattā pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā ciṅgulāyitvā bhūmiyaṃ papati. ",
          "en": "That’s why it wobbled and fell. "
        },
        {
          "scid": "an3.15:4.5",
          "pli": "Yaṃ pana taṃ, deva, cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi tassa nemipi avaṅkā adosā akasāvā, arāpi avaṅkā adosā akasāvā, nābhipi avaṅkā adosā akasāvā. ",
          "en": "The wheel that was finished in six days less than six months, Your Majesty, is not crooked, flawed, and defective in rim, spoke, and hub. "
        },
        {
          "scid": "an3.15:4.6",
          "pli": "Taṃ nemiyāpi avaṅkattā adosattā akasāvattā, arānampi avaṅkattā adosattā akasāvattā, nābhiyāpi avaṅkattā adosattā akasāvattā pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā akkhāhataṃ maññe aṭṭhāsī’ti. ",
          "en": "That’s why it stood still as if fixed to an axle.’ "
        },
        {
          "scid": "an3.15:5.1",
          "pli": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa: ",
          "en": "Now, mendicants, you might think: "
        },
        {
          "scid": "an3.15:5.2",
          "pli": "‘añño nūna tena samayena so rathakāro ahosī’ti. ",
          "en": "‘Surely that chariot-maker must have been someone else at that time?’ "
        },
        {
          "scid": "an3.15:5.3",
          "pli": "Na kho panetaṃ, bhikkhave, evaṃ daṭṭhabbaṃ. ",
          "en": "But you should not see it like that. "
        },
        {
          "scid": "an3.15:5.4",
          "pli": "Ahaṃ tena samayena so rathakāro ahosiṃ. ",
          "en": "I myself was the chariot-maker at that time. "
        },
        {
          "scid": "an3.15:5.5",
          "pli": "Tadāhaṃ, bhikkhave, kusalo dāruvaṅkānaṃ dārudosānaṃ dārukasāvānaṃ. ",
          "en": "Then I was a skilled in the crooks, flaws, and defects of wood. "
        },
        {
          "scid": "an3.15:5.6",
          "pli": "Etarahi kho panāhaṃ, bhikkhave, arahaṃ sammāsambuddho kusalo kāyavaṅkānaṃ kāyadosānaṃ kāyakasāvānaṃ, kusalo vacīvaṅkānaṃ vacīdosānaṃ vacīkasāvānaṃ, kusalo manovaṅkānaṃ manodosānaṃ manokasāvānaṃ. ",
          "en": "Now that I am a perfected one, a fully awakened Buddha, I am a skilled in the crooks, flaws, and defects of actions by body, speech, and mind. "
        },
        {
          "scid": "an3.15:5.7",
          "pli": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā kāyavaṅko appahīno kāyadoso kāyakasāvo, vacīvaṅko appahīno vacīdoso vacīkasāvo, manovaṅko appahīno manodoso manokasāvo, evaṃ papatitā te, bhikkhave, imasmā dhammavinayā, seyyathāpi taṃ cakkaṃ chahi divasehi niṭṭhitaṃ. ",
          "en": "Whatever monk or nun has not given up the crooks, flaws, and defects of body, speech, and mind has fallen from the teaching and training, just like the wheel that was finished in six days. "
        },
        {
          "scid": "an3.15:6.1",
          "pli": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā kāyavaṅko pahīno kāyadoso kāyakasāvo, vacīvaṅko pahīno vacīdoso vacīkasāvo, manovaṅko pahīno manodoso manokasāvo, evaṃ patiṭṭhitā te, bhikkhave, imasmiṃ dhammavinaye, seyyathāpi taṃ cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi. ",
          "en": "Whatever monk or nun has given up the crooks, flaws, and defects of body, speech, and mind is established in the teaching and training, just like the wheel that was finished in six days less than six months. "
        },
        {
          "scid": "an3.15:7.1",
          "pli": "Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ: ",
          "en": "So you should train like this: "
        },
        {
          "scid": "an3.15:7.2",
          "pli": "‘kāyavaṅkaṃ pajahissāma kāyadosaṃ kāyakasāvaṃ, vacīvaṅkaṃ pajahissāma vacīdosaṃ vacīkasāvaṃ, manovaṅkaṃ pajahissāma manodosaṃ manokasāvan’ti. ",
          "en": "‘We will give up the crooks, flaws, and defects of body, speech, and mind.’ "
        },
        {
          "scid": "an3.15:7.3",
          "pli": "Evañhi vo, bhikkhave, sikkhitabban”ti. ",
          "en": "That’s how you should train.” "
        },
        {
          "scid": "an3.15:7.4",
          "pli": "Pañcamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Benares,…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.15/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.15",
    "volpages": "AN i 110",
    "uid": "an3.15",
    "blurb": "Quality takes time: the parable of the chariot-maker.",
    "difficulty": null,
    "original_title": "Sacetana Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "About Pacetana ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.15_sujato",
        "segmented": true,
        "title": "About Pacetana ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an3.15_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Pacetana"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 5
  }
}