{
  "sutta_uid": "an3.91",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.91",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "At Paṅkadhā ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Urgent ",
      "uid": "an3.92"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Three Trainings (2nd) ",
      "uid": "an3.90"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.91:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.91:0.2",
          "pli": "9. Samaṇavagga ",
          "en": "9. Ascetics "
        },
        {
          "scid": "an3.91:0.3",
          "pli": "91. Saṅkavāsutta ",
          "en": "91. At Paṅkadhā "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.91:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena saṅkavā nāma kosalānaṃ nigamo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants. He arrived at a town of the Kosalans named Paṅkadhā, "
        },
        {
          "scid": "an3.91:1.2",
          "pli": "Tatra sudaṃ bhagavā saṅkavāyaṃ viharati. ",
          "en": "and stayed there. "
        },
        {
          "scid": "an3.91:1.3",
          "pli": "Tena kho pana samayena kassapagotto nāma bhikkhu saṅkavāyaṃ āvāsiko hoti. ",
          "en": "Now, at that time a monk called Kassapagotta was resident at Paṅkadhā. "
        },
        {
          "scid": "an3.91:1.4",
          "pli": "Tatra sudaṃ bhagavā sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandasseti samādapeti samuttejeti sampahaṃseti. ",
          "en": "There the Buddha educated, encouraged, fired up, and inspired the mendicants with a Dhamma talk about the training rules. "
        },
        {
          "scid": "an3.91:1.5",
          "pli": "Atha kho kassapagottassa bhikkhuno bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo: ",
          "en": "Kassapagotta became quite impatient and bitter, thinking, "
        },
        {
          "scid": "an3.91:1.6",
          "pli": "“adhisallikhatevāyaṃ samaṇo”ti. ",
          "en": "“This ascetic is much too strict.” "
        },
        {
          "scid": "an3.91:1.7",
          "pli": "Atha kho bhagavā saṅkavāyaṃ yathābhirantaṃ viharitvā yena rājagahaṃ tena cārikaṃ pakkāmi. ",
          "en": "When the Buddha had stayed in Paṅkadhā as long as he wished, he set out for Rājagaha. "
        },
        {
          "scid": "an3.91:1.8",
          "pli": "Anupubbena cārikaṃ caramāno yena rājagahaṃ tadavasari. ",
          "en": "Traveling stage by stage, he arrived at Rājagaha, "
        },
        {
          "scid": "an3.91:1.9",
          "pli": "Tatra sudaṃ bhagavā rājagahe viharati. ",
          "en": "and stayed there. "
        },
        {
          "scid": "an3.91:2.1",
          "pli": "Atha kho kassapagottassa bhikkhuno acirapakkantassa bhagavato ahudeva kukkuccaṃ ahu vippaṭisāro: ",
          "en": "Soon after the Buddha left, Kassapagotta became quite remorseful and regretful, thinking, "
        },
        {
          "scid": "an3.91:2.2",
          "pli": "“alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ; ",
          "en": "“It’s my loss, my misfortune, "
        },
        {
          "scid": "an3.91:2.3",
          "pli": "yassa me bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo: ",
          "en": "that when the Buddha was talking about the training rules I became quite impatient and bitter, thinking "
        },
        {
          "scid": "an3.91:2.4",
          "pli": "‘adhisallikhatevāyaṃ samaṇo’ti. ",
          "en": "he was much too strict. "
        },
        {
          "scid": "an3.91:2.5",
          "pli": "Yannūnāhaṃ yena bhagavā tenupasaṅkameyyaṃ; upasaṅkamitvā bhagavato santike accayaṃ accayato deseyyan”ti. ",
          "en": "Why don’t I go to the Buddha and confess my mistake to him?” "
        },
        {
          "scid": "an3.91:2.6",
          "pli": "Atha kho kassapagotto bhikkhu senāsanaṃ saṃsāmetvā pattacīvaramādāya yena rājagahaṃ tena pakkāmi. ",
          "en": "Then Kassapagotta set his lodgings in order and, taking his bowl and robe, set out for Rājagaha. "
        },
        {
          "scid": "an3.91:2.7",
          "pli": "Anupubbena yena rājagahaṃ yena gijjhakūṭo pabbato yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho kassapagotto bhikkhu bhagavantaṃ etadavoca: ",
          "en": "Eventually he came to Rājagaha and the Vulture’s Peak. He went up to the Buddha, bowed, sat down to one side, and told him what had happened, saying: "
        },
        {
          "scid": "an3.91:3.1",
          "pli": "“Ekamidaṃ, bhante, samayaṃ bhagavā saṅkavāyaṃ viharati, saṅkavā nāma kosalānaṃ nigamo. ",
          "en": " "
        },
        {
          "scid": "an3.91:3.2",
          "pli": "Tatra, bhante, bhagavā sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassesi samādapesi samuttejesi sampahaṃsesi. ",
          "en": " "
        },
        {
          "scid": "an3.91:3.3",
          "pli": "Tassa mayhaṃ bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo: ",
          "en": " "
        },
        {
          "scid": "an3.91:3.4",
          "pli": "‘adhisallikhatevāyaṃ samaṇo’ti. ",
          "en": " "
        },
        {
          "scid": "an3.91:3.5",
          "pli": "Atha kho bhagavā saṅkavāyaṃ yathābhirantaṃ viharitvā yena rājagahaṃ tena cārikaṃ pakkāmi. () ",
          "en": " "
        },
        {
          "scid": "an3.91:3.6",
          "pli": "Tassa mayhaṃ, bhante, acirapakkantassa bhagavato ahudeva kukkuccaṃ ahu vippaṭisāro: ",
          "en": " "
        },
        {
          "scid": "an3.91:3.7",
          "pli": "‘alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ; ",
          "en": " "
        },
        {
          "scid": "an3.91:3.8",
          "pli": "yassa me bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo: ",
          "en": " "
        },
        {
          "scid": "an3.91:3.9",
          "pli": "“adhisallikhatevāyaṃ samaṇo”ti. ",
          "en": " "
        },
        {
          "scid": "an3.91:3.10",
          "pli": "Yannūnāhaṃ yena bhagavā tenupasaṅkameyyaṃ; upasaṅkamitvā bhagavato santike accayaṃ accayato deseyyan’ti. ",
          "en": " "
        },
        {
          "scid": "an3.91:3.11",
          "pli": "Accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ yassa me bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo: ",
          "en": "“I have made a mistake, sir. It was foolish, stupid, and unskillful of me to become impatient and bitter when the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk about the training rules, and to think, "
        },
        {
          "scid": "an3.91:3.12",
          "pli": "‘adhisallikhatevāyaṃ samaṇo’ti. ",
          "en": "‘This ascetic is much too strict.’ "
        },
        {
          "scid": "an3.91:3.13",
          "pli": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu, āyatiṃ saṃvarāyā”ti. ",
          "en": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.” "
        },
        {
          "scid": "an3.91:4.1",
          "pli": "“Taggha taṃ, kassapa, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yassa te mayi sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo: ",
          "en": "“Indeed, Kassapa, you made a mistake. "
        },
        {
          "scid": "an3.91:4.2",
          "pli": "‘adhisallikhatevāyaṃ samaṇo’ti. ",
          "en": " "
        },
        {
          "scid": "an3.91:4.3",
          "pli": "Yato ca kho tvaṃ, kassapa, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma. ",
          "en": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it. "
        },
        {
          "scid": "an3.91:4.4",
          "pli": "Vuddhihesā, kassapa, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjati. ",
          "en": "For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future. "
        },
        {
          "scid": "an3.91:5.1",
          "pli": "Thero cepi, kassapa, bhikkhu hoti na sikkhākāmo na sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca na sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca na vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena, evarūpassāhaṃ, kassapa, therassa bhikkhuno na vaṇṇaṃ bhaṇāmi. ",
          "en": "Kassapa, take the case of a senior mendicant who doesn’t want to train and doesn’t praise taking up the training. They don’t encourage other mendicants who don’t want to train to take up the training. And they don’t truthfully and substantively praise at the right time those mendicants who do want to train. I don’t praise that kind of senior mendicant. "
        },
        {
          "scid": "an3.91:5.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an3.91:5.3",
          "pli": "Satthā hissa vaṇṇaṃ bhaṇatīti aññe naṃ bhikkhū bhajeyyuṃ, ye naṃ bhajeyyuṃ tyāssa diṭṭhānugatiṃ āpajjeyyuṃ, yyāssa diṭṭhānugatiṃ āpajjeyyuṃ tesaṃ taṃ assa dīgharattaṃ ahitāya dukkhāyāti. ",
          "en": "Because, hearing that I praised that mendicant, other mendicants might want to keep company with them. Then they might follow their example, which would be for their lasting harm and suffering. "
        },
        {
          "scid": "an3.91:5.4",
          "pli": "Tasmāhaṃ, kassapa, evarūpassa therassa bhikkhuno na vaṇṇaṃ bhaṇāmi. ",
          "en": "That’s why I don’t praise that kind of senior mendicant. "
        },
        {
          "scid": "an3.91:6.1",
          "pli": "Majjhimo cepi, kassapa, bhikkhu hoti … pe … ",
          "en": "Take the case of a middle mendicant who doesn’t want to train … "
        },
        {
          "scid": "an3.91:6.2",
          "pli": "navo cepi, kassapa, bhikkhu hoti na sikkhākāmo na sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca na sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca na vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena, evarūpassāhaṃ, kassapa, navassa bhikkhuno na vaṇṇaṃ bhaṇāmi. ",
          "en": "Take the case of a junior mendicant who doesn’t want to train … "
        },
        {
          "scid": "an3.91:6.3",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "an3.91:6.4",
          "pli": "Satthā hissa vaṇṇaṃ bhaṇatīti aññe naṃ bhikkhū bhajeyyuṃ, ye naṃ bhajeyyuṃ tyāssa diṭṭhānugatiṃ āpajjeyyuṃ, yyāssa diṭṭhānugatiṃ āpajjeyyuṃ tesaṃ taṃ assa dīgharattaṃ ahitāya dukkhāyāti. ",
          "en": " "
        },
        {
          "scid": "an3.91:6.5",
          "pli": "Tasmāhaṃ, kassapa, evarūpassa navassa bhikkhuno na vaṇṇaṃ bhaṇāmi. ",
          "en": "That’s why I don’t praise that kind of junior mendicant. "
        },
        {
          "scid": "an3.91:7.1",
          "pli": "Thero cepi, kassapa, bhikkhu hoti sikkhākāmo sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena, evarūpassāhaṃ, kassapa, therassa bhikkhuno vaṇṇaṃ bhaṇāmi. ",
          "en": "Kassapa, take the case of a senior mendicant who does want to train and praises taking up the training. They encourage other mendicants who don’t want to train to take up the training. And they truthfully and substantively praise at the right time those mendicants who do want to train. I praise that kind of senior mendicant. "
        },
        {
          "scid": "an3.91:7.2",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an3.91:7.3",
          "pli": "Satthā hissa vaṇṇaṃ bhaṇatīti aññe naṃ bhikkhū bhajeyyuṃ, ye naṃ bhajeyyuṃ tyāssa diṭṭhānugatiṃ āpajjeyyuṃ, yyāssa diṭṭhānugatiṃ āpajjeyyuṃ tesaṃ taṃ assa dīgharattaṃ hitāya sukhāyāti. ",
          "en": "Because, hearing that I praised that mendicant, other mendicants might want to keep company with them. Then they might follow their example, which would be for their lasting welfare and happiness. "
        },
        {
          "scid": "an3.91:7.4",
          "pli": "Tasmāhaṃ, kassapa, evarūpassa therassa bhikkhuno vaṇṇaṃ bhaṇāmi. ",
          "en": "That’s why I praise that kind of senior mendicant. "
        },
        {
          "scid": "an3.91:8.1",
          "pli": "Majjhimo cepi, kassapa, bhikkhu hoti sikkhākāmo … pe … ",
          "en": "Take the case of a middle mendicant who wants to train … "
        },
        {
          "scid": "an3.91:8.2",
          "pli": "navo cepi, kassapa, bhikkhu hoti sikkhākāmo sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena, evarūpassāhaṃ, kassapa, navassa bhikkhuno vaṇṇaṃ bhaṇāmi. ",
          "en": "Take the case of a junior mendicant who wants to train … "
        },
        {
          "scid": "an3.91:8.3",
          "pli": "Taṃ kissa hetu? ",
          "en": " "
        },
        {
          "scid": "an3.91:8.4",
          "pli": "Satthā hissa vaṇṇaṃ bhaṇatīti aññe naṃ bhikkhū bhajeyyuṃ, ye naṃ bhajeyyuṃ tyāssa diṭṭhānugatiṃ āpajjeyyuṃ, yyāssa diṭṭhānugatiṃ āpajjeyyuṃ tesaṃ taṃ assa dīgharattaṃ hitāya sukhāyāti. ",
          "en": " "
        },
        {
          "scid": "an3.91:8.5",
          "pli": "Tasmāhaṃ, kassapa, evarūpassa navassa bhikkhuno vaṇṇaṃ bhaṇāmī”ti. ",
          "en": "That’s why I praise that kind of junior mendicant.” "
        },
        {
          "scid": "an3.91:8.6",
          "pli": "Ekādasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an3.91:8.7",
          "pli": "Samaṇavaggo catuttho. ",
          "en": " "
        },
        {
          "scid": "an3.91:9.1",
          "pli": "Samaṇo gadrabho khettaṃ, ",
          "en": " "
        },
        {
          "scid": "an3.91:9.2",
          "pli": "vajjiputto ca sekkhakaṃ; ",
          "en": " "
        },
        {
          "scid": "an3.91:9.3",
          "pli": "Tayo ca sikkhanā vuttā, ",
          "en": " "
        },
        {
          "scid": "an3.91:9.4",
          "pli": "dve sikkhā saṅkavāya cāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was wandering in the…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.91/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.91//AN 3.90",
    "volpages": "AN i 236",
    "uid": "an3.91",
    "blurb": "A monk is critical of the Buddha, but later feels remorse.",
    "difficulty": null,
    "original_title": "Saṅkavā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "At Paṅkadhā ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.91_sujato",
        "segmented": true,
        "title": "At Paṅkadhā ",
        "volpage": null
      }
    ],
    "parallel_count": 4,
    "biblio": null,
    "num": 11
  }
}