{
  "sutta_uid": "an3.111",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.111",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Sources (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Sources (2nd) ",
      "uid": "an3.112"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Fallen ",
      "uid": "an3.110"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.111:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.111:0.2",
          "pli": "11. Sambodhavagga ",
          "en": "11. Awakening "
        },
        {
          "scid": "an3.111:0.3",
          "pli": "111. Paṭhamanidānasutta ",
          "en": "111. Sources (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.111:1.1",
          "pli": "“Tīṇimāni, bhikkhave, nidānāni kammānaṃ samudayāya. ",
          "en": "“Mendicants, there are these three sources that give rise to deeds. "
        },
        {
          "scid": "an3.111:1.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "an3.111:1.3",
          "pli": "Lobho nidānaṃ kammānaṃ samudayāya, doso nidānaṃ kammānaṃ samudayāya, moho nidānaṃ kammānaṃ samudayāya. ",
          "en": "Greed, hate, and delusion are sources that give rise to deeds. "
        },
        {
          "scid": "an3.111:1.4",
          "pli": "Yaṃ, bhikkhave, lobhapakataṃ kammaṃ lobhajaṃ lobhanidānaṃ lobhasamudayaṃ, taṃ kammaṃ akusalaṃ taṃ kammaṃ sāvajjaṃ taṃ kammaṃ dukkhavipākaṃ, taṃ kammaṃ kammasamudayāya saṃvattati, na taṃ kammaṃ kammanirodhāya saṃvattati. ",
          "en": "Any deed that emerges from greed, hate, or delusion—born, sourced, and originated from greed, hate, or delusion—is unskillful, blameworthy, results in suffering, and leads to the creation of more deeds, not their cessation. "
        },
        {
          "scid": "an3.111:1.5",
          "pli": "Yaṃ, bhikkhave, dosapakataṃ kammaṃ dosajaṃ dosanidānaṃ dosasamudayaṃ, taṃ kammaṃ akusalaṃ taṃ kammaṃ sāvajjaṃ taṃ kammaṃ dukkhavipākaṃ, taṃ kammaṃ kammasamudayāya saṃvattati, na taṃ kammaṃ kammanirodhāya saṃvattati. ",
          "en": " "
        },
        {
          "scid": "an3.111:1.6",
          "pli": "Yaṃ, bhikkhave, mohapakataṃ kammaṃ mohajaṃ mohanidānaṃ mohasamudayaṃ, taṃ kammaṃ akusalaṃ taṃ kammaṃ sāvajjaṃ taṃ kammaṃ dukkhavipākaṃ, taṃ kammaṃ kammasamudayāya saṃvattati, na taṃ kammaṃ kammanirodhāya saṃvattati. ",
          "en": " "
        },
        {
          "scid": "an3.111:1.7",
          "pli": "Imāni kho, bhikkhave, tīṇi nidānāni kammānaṃ samudayāya. ",
          "en": "These are three sources that give rise to deeds. "
        },
        {
          "scid": "an3.111:2.1",
          "pli": "Tīṇimāni, bhikkhave, nidānāni kammānaṃ samudayāya. ",
          "en": "There are these three sources that give rise to deeds. "
        },
        {
          "scid": "an3.111:2.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "an3.111:2.3",
          "pli": "Alobho nidānaṃ kammānaṃ samudayāya, adoso nidānaṃ kammānaṃ samudayāya, amoho nidānaṃ kammānaṃ samudayāya. ",
          "en": "Contentment, love, and understanding are sources that give rise to deeds. "
        },
        {
          "scid": "an3.111:2.4",
          "pli": "Yaṃ, bhikkhave, alobhapakataṃ kammaṃ alobhajaṃ alobhanidānaṃ alobhasamudayaṃ, taṃ kammaṃ kusalaṃ taṃ kammaṃ anavajjaṃ taṃ kammaṃ sukhavipākaṃ, taṃ kammaṃ kammanirodhāya saṃvattati, na taṃ kammaṃ kammasamudayāya saṃvattati. ",
          "en": "Any deed that emerges from contentment, love, or understanding—born, sourced, and originated from contentment, love, or understanding—is skillful, blameless, results in happiness, and leads to the cessation of more deeds, not their creation. "
        },
        {
          "scid": "an3.111:2.5",
          "pli": "Yaṃ, bhikkhave, adosapakataṃ kammaṃ adosajaṃ adosanidānaṃ adosasamudayaṃ, taṃ kammaṃ kusalaṃ taṃ kammaṃ anavajjaṃ taṃ kammaṃ sukhavipākaṃ, taṃ kammaṃ kammanirodhāya saṃvattati, na taṃ kammaṃ kammasamudayāya saṃvattati. ",
          "en": " "
        },
        {
          "scid": "an3.111:2.6",
          "pli": "Yaṃ, bhikkhave, amohapakataṃ kammaṃ amohajaṃ amohanidānaṃ amohasamudayaṃ, taṃ kammaṃ kusalaṃ taṃ kammaṃ anavajjaṃ taṃ kammaṃ sukhavipākaṃ, taṃ kammaṃ kammanirodhāya saṃvattati, na taṃ kammaṃ kammasamudayāya saṃvattati. ",
          "en": " "
        },
        {
          "scid": "an3.111:2.7",
          "pli": "Imāni kho, bhikkhave, tīṇi nidānāni kammānaṃ samudayāyā”ti. ",
          "en": "These are three sources that give rise to deeds.” "
        },
        {
          "scid": "an3.111:2.8",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, there are these three sources that give rise…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.111/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.111//AN 3.107-108",
    "volpages": "AN i 263",
    "uid": "an3.111",
    "blurb": "Sources of deeds: greed, hate, and delusion.",
    "difficulty": null,
    "original_title": "Paṭhamanidāna Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Sources (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.111_sujato",
        "segmented": true,
        "title": "Sources (1st) ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 9
  }
}