{
  "sutta_uid": "an3.69",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.69",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Unskillful Roots ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Sabbath ",
      "uid": "an3.70"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Followers of Other Paths ",
      "uid": "an3.68"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.69:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.69:0.2",
          "pli": "7. Mahāvagga ",
          "en": "7. The Great Chapter "
        },
        {
          "scid": "an3.69:0.3",
          "pli": "69. Akusalamūlasutta ",
          "en": "69. Unskillful Roots "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.69:1.1",
          "pli": "“Tīṇimāni, bhikkhave, akusalamūlāni. ",
          "en": "“Mendicants, there are these three unskillful roots. "
        },
        {
          "scid": "an3.69:1.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "an3.69:1.3",
          "pli": "Lobho akusalamūlaṃ, doso akusalamūlaṃ, moho akusalamūlaṃ. ",
          "en": "Greed, hate, and delusion. "
        },
        {
          "scid": "an3.69:2.1",
          "pli": "Yadapi, bhikkhave, lobho tadapi akusalamūlaṃ; ",
          "en": "Greed is a root of the unskillful. "
        },
        {
          "scid": "an3.69:2.2",
          "pli": "yadapi luddho abhisaṅkharoti kāyena vācāya manasā tadapi akusalaṃ; ",
          "en": "When a greedy person chooses to act by way of body, speech, or mind, that too is unskillful. "
        },
        {
          "scid": "an3.69:2.3",
          "pli": "yadapi luddho lobhena abhibhūto pariyādinnacitto parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi akusalaṃ. ",
          "en": "When a greedy person, overcome by greed, causes another to suffer under a false pretext—by execution or imprisonment or confiscation or condemnation or banishment—thinking ‘I’m powerful, I want power’, that too is unskillful. "
        },
        {
          "scid": "an3.69:2.4",
          "pli": "Itissame lobhajā lobhanidānā lobhasamudayā lobhapaccayā aneke pāpakā akusalā dhammā sambhavanti. ",
          "en": "And so these many bad, unskillful things are produced in them born, sourced, originated, and conditioned by greed. "
        },
        {
          "scid": "an3.69:3.1",
          "pli": "Yadapi, bhikkhave, doso tadapi akusalamūlaṃ; ",
          "en": "Hate is a root of the unskillful. "
        },
        {
          "scid": "an3.69:3.2",
          "pli": "yadapi duṭṭho abhisaṅkharoti kāyena vācāya manasā tadapi akusalaṃ; ",
          "en": "When a hateful person chooses to act by way of body, speech, or mind, that too is unskillful. "
        },
        {
          "scid": "an3.69:3.3",
          "pli": "yadapi duṭṭho dosena abhibhūto pariyādinnacitto parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi akusalaṃ. ",
          "en": "When a hateful person, overcome by hate, causes another to suffer under a false pretext—by execution or imprisonment or confiscation or condemnation or banishment—thinking ‘I’m powerful, I want power’, that too is unskillful. "
        },
        {
          "scid": "an3.69:3.4",
          "pli": "Itissame dosajā dosanidānā dosasamudayā dosapaccayā aneke pāpakā akusalā dhammā sambhavanti. ",
          "en": "And so these many bad, unskillful things are produced in them born, sourced, originated, and conditioned by hate. "
        },
        {
          "scid": "an3.69:4.1",
          "pli": "Yadapi, bhikkhave, moho tadapi akusalamūlaṃ; ",
          "en": "Delusion is a root of the unskillful. "
        },
        {
          "scid": "an3.69:4.2",
          "pli": "yadapi mūḷho abhisaṅkharoti kāyena vācāya manasā tadapi akusalaṃ; ",
          "en": "When a deluded person chooses to act by way of body, speech, or mind, that too is unskillful. "
        },
        {
          "scid": "an3.69:4.3",
          "pli": "yadapi mūḷho mohena abhibhūto pariyādinnacitto parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi akusalaṃ. ",
          "en": "When a deluded person, overcome by delusion, causes another to suffer under a false pretext—by execution or imprisonment or confiscation or condemnation or banishment—thinking ‘I’m powerful, I want power’, that too is unskillful. "
        },
        {
          "scid": "an3.69:4.4",
          "pli": "Itissame mohajā mohanidānā mohasamudayā mohapaccayā aneke pāpakā akusalā dhammā sambhavanti. ",
          "en": "And so these many bad, unskillful things are produced in them born, sourced, originated, and conditioned by delusion. "
        },
        {
          "scid": "an3.69:4.5",
          "pli": "Evarūpo cāyaṃ, bhikkhave, puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi. ",
          "en": "Such a person is said to have speech that’s ill-timed, false, meaningless, not in line with the teaching and training. "
        },
        {
          "scid": "an3.69:5.1",
          "pli": "Kasmā cāyaṃ, bhikkhave, evarūpo puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi? ",
          "en": "Why is this? "
        },
        {
          "scid": "an3.69:5.2",
          "pli": "Tathāhāyaṃ, bhikkhave, puggalo parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi. ",
          "en": "This person causes another to suffer under a false pretext—by execution or imprisonment or confiscation or condemnation or banishment—thinking ‘I’m powerful, I want power’. "
        },
        {
          "scid": "an3.69:5.3",
          "pli": "Bhūtena kho pana vuccamāno avajānāti, no paṭijānāti; ",
          "en": "So when someone makes a valid criticism, they’re scornful and admit nothing. "
        },
        {
          "scid": "an3.69:5.4",
          "pli": "abhūtena vuccamāno na ātappaṃ karoti, tassa nibbeṭhanāya itipetaṃ atacchaṃ itipetaṃ abhūtanti. ",
          "en": "When someone makes a baseless criticism, they make no effort to explain, ‘This is why that’s untrue, this is why that’s false.’ "
        },
        {
          "scid": "an3.69:5.5",
          "pli": "Tasmā evarūpo puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi. ",
          "en": "That’s why such a person is said have speech that’s ill-timed, false, meaningless, not in line with the teaching and training. "
        },
        {
          "scid": "an3.69:6.1",
          "pli": "Evarūpo, bhikkhave, puggalo lobhajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṃ viharati, savighātaṃ saupāyāsaṃ sapariḷāhaṃ. ",
          "en": "Such a person—overcome with bad, unskillful qualities born of greed, hate, and delusion—suffers in the present life, with anguish, distress, and fever. "
        },
        {
          "scid": "an3.69:6.2",
          "pli": "Kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā. ",
          "en": "And when the body breaks up, after death, they can expect to be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "an3.69:7.1",
          "pli": "Dosajehi … pe … ",
          "en": " "
        },
        {
          "scid": "an3.69:7.2",
          "pli": "mohajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṃ viharati, savighātaṃ saupāyāsaṃ sapariḷāhaṃ. ",
          "en": " "
        },
        {
          "scid": "an3.69:7.3",
          "pli": "Kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā. ",
          "en": " "
        },
        {
          "scid": "an3.69:7.4",
          "pli": "Seyyathāpi, bhikkhave, sālo vā dhavo vā phandano vā tīhi māluvālatāhi uddhasto pariyonaddho anayaṃ āpajjati, byasanaṃ āpajjati, anayabyasanaṃ āpajjati; ",
          "en": "Suppose a sal, axlewood, or papra tree was choked and engulfed by three camel’s foot creepers. It would fall to ruin and disaster. "
        },
        {
          "scid": "an3.69:7.5",
          "pli": "evamevaṃ kho, bhikkhave, evarūpo puggalo lobhajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṃ viharati, savighātaṃ saupāyāsaṃ sapariḷāhaṃ. ",
          "en": "In the same way, such a person—overcome with bad, unskillful qualities born of greed, hate, and delusion—suffers in the present life, with anguish, distress, and fever. "
        },
        {
          "scid": "an3.69:7.6",
          "pli": "Kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā. ",
          "en": "And when the body breaks up, after death, they can expect to be reborn in a place of loss, a bad place, the underworld, hell. "
        },
        {
          "scid": "an3.69:8.1",
          "pli": "Dosajehi … pe … ",
          "en": " "
        },
        {
          "scid": "an3.69:8.2",
          "pli": "mohajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ. ",
          "en": " "
        },
        {
          "scid": "an3.69:8.3",
          "pli": "Kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā. ",
          "en": " "
        },
        {
          "scid": "an3.69:8.4",
          "pli": "Imāni kho, bhikkhave, tīṇi akusalamūlānīti. ",
          "en": "These are the three unskillful roots. "
        },
        {
          "scid": "an3.69:9.1",
          "pli": "Tīṇimāni, bhikkhave, kusalamūlāni. ",
          "en": "There are these three skillful roots. "
        },
        {
          "scid": "an3.69:9.2",
          "pli": "Katamāni tīṇi? ",
          "en": "What three? "
        },
        {
          "scid": "an3.69:9.3",
          "pli": "Alobho kusalamūlaṃ, adoso kusalamūlaṃ, amoho kusalamūlaṃ. ",
          "en": "Contentment, love, and understanding. "
        },
        {
          "scid": "an3.69:10.1",
          "pli": "Yadapi, bhikkhave, alobho tadapi kusalamūlaṃ; ",
          "en": "Contentment is a root of the skillful. "
        },
        {
          "scid": "an3.69:10.2",
          "pli": "yadapi aluddho abhisaṅkharoti kāyena vācāya manasā tadapi kusalaṃ; ",
          "en": "When a contented person chooses to act by way of body, speech, or mind, that too is skillful. "
        },
        {
          "scid": "an3.69:10.3",
          "pli": "yadapi aluddho lobhena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṃ. ",
          "en": "When a contented person, not overcome by greed, doesn’t cause another to suffer under a false pretext—by execution or imprisonment or confiscation or condemnation or banishment—thinking ‘I’m powerful, I want power’, that too is skillful. "
        },
        {
          "scid": "an3.69:10.4",
          "pli": "Itissame alobhajā alobhanidānā alobhasamudayā alobhapaccayā aneke kusalā dhammā sambhavanti. ",
          "en": "And so these many skillful things are produced in them born, sourced, originated, and conditioned by contentment. "
        },
        {
          "scid": "an3.69:11.1",
          "pli": "Yadapi, bhikkhave, adoso tadapi kusalamūlaṃ; ",
          "en": "Love is a root of the skillful. "
        },
        {
          "scid": "an3.69:11.2",
          "pli": "yadapi aduṭṭho abhisaṅkharoti kāyena vācāya manasā tadapi kusalaṃ; ",
          "en": "When a loving person chooses to act by way of body, speech, or mind, that too is skillful. "
        },
        {
          "scid": "an3.69:11.3",
          "pli": "yadapi aduṭṭho dosena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṃ. ",
          "en": "When a loving person, not overcome by hate, doesn’t cause another to suffer under a false pretext—by execution or imprisonment or confiscation or condemnation or banishment—thinking ‘I’m powerful, I want power’, that too is skillful. "
        },
        {
          "scid": "an3.69:11.4",
          "pli": "Itissame adosajā adosanidānā adosasamudayā adosapaccayā aneke kusalā dhammā sambhavanti. ",
          "en": "And so these many skillful things are produced in them born, sourced, originated, and conditioned by love. "
        },
        {
          "scid": "an3.69:12.1",
          "pli": "Yadapi, bhikkhave, amoho tadapi kusalamūlaṃ; ",
          "en": "Understanding is a root of the skillful. "
        },
        {
          "scid": "an3.69:12.2",
          "pli": "yadapi amūḷho abhisaṅkharoti kāyena vācāya manasā tadapi kusalaṃ; ",
          "en": "When an understanding person chooses to act by way of body, speech, or mind, that too is skillful. "
        },
        {
          "scid": "an3.69:12.3",
          "pli": "yadapi amūḷho mohena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṃ. ",
          "en": "When an understanding person, not overcome by delusion, doesn’t cause another to suffer under a false pretext—by execution or imprisonment or confiscation or condemnation or banishment—thinking ‘I’m powerful, I want power’, that too is skillful. "
        },
        {
          "scid": "an3.69:12.4",
          "pli": "Itissame amohajā amohanidānā amohasamudayā amohapaccayā aneke kusalā dhammā sambhavanti. ",
          "en": "And so these many skillful things are produced in them born, sourced, originated, and conditioned by understanding. "
        },
        {
          "scid": "an3.69:12.5",
          "pli": "Evarūpo cāyaṃ, bhikkhave, puggalo vuccati kālavādītipi, bhūtavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi. ",
          "en": "Such a person is said to have speech that’s well-timed, true, meaningful, in line with the teaching and training. "
        },
        {
          "scid": "an3.69:13.1",
          "pli": "Kasmā cāyaṃ, bhikkhave, evarūpo puggalo vuccati kālavādītipi, bhūtavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi? ",
          "en": "Why is this? "
        },
        {
          "scid": "an3.69:13.2",
          "pli": "Tathāhāyaṃ, bhikkhave, puggalo na parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi. ",
          "en": "This person doesn’t cause another to suffer under a false pretext—by execution or imprisonment or confiscation or condemnation or banishment—thinking ‘I’m powerful, I want power’. "
        },
        {
          "scid": "an3.69:13.3",
          "pli": "Bhūtena kho pana vuccamāno paṭijānāti no avajānāti; ",
          "en": "So when someone makes a valid criticism, they admit it and aren’t scornful. "
        },
        {
          "scid": "an3.69:13.4",
          "pli": "abhūtena vuccamāno ātappaṃ karoti tassa nibbeṭhanāya: ",
          "en": "When someone makes a baseless criticism, they make an effort to explain, "
        },
        {
          "scid": "an3.69:13.5",
          "pli": "‘itipetaṃ atacchaṃ, itipetaṃ abhūtan’ti. ",
          "en": "‘This is why that’s untrue, this is why that’s false.’ "
        },
        {
          "scid": "an3.69:13.6",
          "pli": "Tasmā evarūpo puggalo vuccati kālavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi. ",
          "en": "That’s why such a person is said to have speech that’s well-timed, true, meaningful, in line with the teaching and training. "
        },
        {
          "scid": "an3.69:14.1",
          "pli": "Evarūpassa, bhikkhave, puggalassa lobhajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ",
          "en": "For such a person, bad unskillful qualities born of greed, hate, and delusion are cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. "
        },
        {
          "scid": "an3.69:14.2",
          "pli": "Diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ. ",
          "en": "In the present life they’re happy, free of anguish, distress, and fever, "
        },
        {
          "scid": "an3.69:14.3",
          "pli": "Diṭṭheva dhamme parinibbāyati. ",
          "en": "and they’re also extinguished in the present life. "
        },
        {
          "scid": "an3.69:15.1",
          "pli": "Dosajā … pe … ",
          "en": " "
        },
        {
          "scid": "an3.69:15.2",
          "pli": "parinibbāyati. ",
          "en": " "
        },
        {
          "scid": "an3.69:15.3",
          "pli": "Mohajā … pe … ",
          "en": " "
        },
        {
          "scid": "an3.69:15.4",
          "pli": "parinibbāyati. ",
          "en": " "
        },
        {
          "scid": "an3.69:15.5",
          "pli": "Seyyathāpi bhikkhave, sālo vā dhavo vā phandano vā tīhi māluvālatāhi uddhasto pariyonaddho. ",
          "en": "Suppose a sal, axlewood, or papra tree was choked and engulfed by three camel’s foot creepers. "
        },
        {
          "scid": "an3.69:15.6",
          "pli": "Atha puriso āgaccheyya kudālapiṭakaṃ ādāya. ",
          "en": "Then along comes a person with a spade and basket. "
        },
        {
          "scid": "an3.69:15.7",
          "pli": "So taṃ māluvālataṃ mūle chindeyya, mūle chetvā palikhaṇeyya, palikhaṇitvā mūlāni uddhareyya, antamaso usīranāḷimattānipi. ",
          "en": "They’d cut the creeper out by the roots, dig them up, and pull them out, down to the fibers and stems. "
        },
        {
          "scid": "an3.69:15.8",
          "pli": "So taṃ māluvālataṃ khaṇḍākhaṇḍikaṃ chindeyya, khaṇḍākhaṇḍikaṃ chetvā phāleyya, phāletvā sakalikaṃ sakalikaṃ kareyya, sakalikaṃ sakalikaṃ karitvā vātātape visoseyya, vātātape visosetvā agginā ḍaheyya, agginā ḍahitvā masiṃ kareyya, masiṃ karitvā mahāvāte vā ophuṇeyya nadiyā vā sīghasotāya pavāheyya. ",
          "en": "Then they’d split the creeper apart, cut up the parts, and chop it into splinters. They’d dry the splinters in the wind and sun, burn them with fire, and reduce them to ashes. Then they’d sweep away the ashes in a strong wind, or float them away down a swift stream. "
        },
        {
          "scid": "an3.69:15.9",
          "pli": "Evamassa tā, bhikkhave, māluvālatā ucchinnamūlā tālāvatthukatā anabhāvaṃkatā āyatiṃ anuppādadhammā. ",
          "en": "In the same way, for such a person, bad unskillful qualities born of greed, hate, and delusion are cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. "
        },
        {
          "scid": "an3.69:15.10",
          "pli": "Evamevaṃ kho, bhikkhave, evarūpassa puggalassa lobhajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṃkatā āyatiṃ anuppādadhammā. ",
          "en": " "
        },
        {
          "scid": "an3.69:15.11",
          "pli": "Diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ. ",
          "en": "In the present life they’re happy, free of anguish, distress, and fever, "
        },
        {
          "scid": "an3.69:15.12",
          "pli": "Diṭṭheva dhamme parinibbāyati. ",
          "en": "and they’re also extinguished in the present life. "
        },
        {
          "scid": "an3.69:16.1",
          "pli": "Dosajā … pe … ",
          "en": " "
        },
        {
          "scid": "an3.69:16.2",
          "pli": "mohajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ",
          "en": " "
        },
        {
          "scid": "an3.69:16.3",
          "pli": "Diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ. ",
          "en": " "
        },
        {
          "scid": "an3.69:16.4",
          "pli": "Diṭṭheva dhamme parinibbāyati. ",
          "en": " "
        },
        {
          "scid": "an3.69:16.5",
          "pli": "Imāni kho, bhikkhave, tīṇi kusalamūlānī”ti. ",
          "en": "These are the three skillful roots.” "
        },
        {
          "scid": "an3.69:16.6",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, there are these three unskillful roots. ",
      "expandable": false
    }
  ],
  "suttaCode": "an3.69/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.69",
    "volpages": "AN i 201",
    "uid": "an3.69",
    "blurb": "Unwholesome roots create unwholesome actions, and lead to suffering.",
    "difficulty": null,
    "original_title": "Akusalamūla Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Unskillful Roots ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.69_sujato",
        "segmented": true,
        "title": "Unskillful Roots ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an3.69_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2005",
        "segmented": false,
        "volpage": null,
        "title": "Roots"
      }
    ],
    "parallel_count": 7,
    "biblio": null,
    "num": 9
  }
}