{
  "sutta_uid": "an3.102",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an3.102",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Foundations ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Before Awakening ",
      "uid": "an3.103"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Panner ",
      "uid": "an3.101"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an3.102:0.1",
          "pli": "Aṅguttara Nikāya 3 ",
          "en": "Numbered Discourses 3 "
        },
        {
          "scid": "an3.102:0.2",
          "pli": "10. Loṇakapallavagga ",
          "en": "10. A Lump of Salt "
        },
        {
          "scid": "an3.102:0.3",
          "pli": "102. Nimittasutta ",
          "en": "102. Foundations "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 3 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an3.102:1.1",
          "pli": "“Adhicittamanuyuttena, bhikkhave, bhikkhunā tīṇi nimittāni kālena kālaṃ manasi kātabbāni—",
          "en": "“Mendicants, a mendicant committed to the higher mind should focus on three foundations from time to time: "
        },
        {
          "scid": "an3.102:1.2",
          "pli": "kālena kālaṃ samādhinimittaṃ manasi kātabbaṃ, kālena kālaṃ paggahanimittaṃ manasi kātabbaṃ, kālena kālaṃ upekkhānimittaṃ manasi kātabbaṃ. ",
          "en": "the foundation of immersion, the foundation of exertion, and the foundation of equanimity. "
        },
        {
          "scid": "an3.102:1.3",
          "pli": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ samādhinimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ kosajjāya saṃvatteyya. ",
          "en": "If a mendicant dedicated to the higher mind focuses solely on the foundation of immersion, it’s likely their mind will incline to laziness. "
        },
        {
          "scid": "an3.102:1.4",
          "pli": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ paggahanimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ uddhaccāya saṃvatteyya. ",
          "en": "If they focus solely on the foundation of exertion, it’s likely their mind will incline to restlessness. "
        },
        {
          "scid": "an3.102:1.5",
          "pli": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ upekkhānimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ na sammā samādhiyeyya āsavānaṃ khayāya. ",
          "en": "If they focus solely on the foundation of equanimity, it’s likely their mind won’t properly become immersed in samādhi for the ending of defilements. "
        },
        {
          "scid": "an3.102:1.6",
          "pli": "Yato ca kho, bhikkhave, adhicittamanuyutto bhikkhu kālena kālaṃ samādhinimittaṃ manasi karoti, kālena kālaṃ paggahanimittaṃ manasi karoti, kālena kālaṃ upekkhānimittaṃ manasi karoti, taṃ hoti cittaṃ muduñca kammaniyañca pabhassarañca, na ca pabhaṅgu, sammā samādhiyati āsavānaṃ khayāya. ",
          "en": "But when a mendicant dedicated to the higher mind focuses from time to time on the foundation of immersion, the foundation of exertion, and the foundation of equanimity, their mind becomes pliable, workable, and radiant, not brittle, and has properly entered immersion for the ending of defilements. "
        },
        {
          "scid": "an3.102:2.1",
          "pli": "Seyyathāpi, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā ukkaṃ bandheyya, ukkaṃ bandhitvā ukkāmukhaṃ ālimpeyya, ukkāmukhaṃ ālimpetvā saṇḍāsena jātarūpaṃ gahetvā ukkāmukhe pakkhipeyya, ukkāmukhe pakkhipitvā kālena kālaṃ abhidhamati, kālena kālaṃ udakena paripphoseti, kālena kālaṃ ajjhupekkhati. ",
          "en": "It’s like when a goldsmith or a goldsmith’s apprentice prepares a forge, fires the crucible, picks up some gold with tongs and puts it in the crucible. From time to time they fan it, from time to time they sprinkle water on it, and from time to time they just watch over it. "
        },
        {
          "scid": "an3.102:2.2",
          "pli": "Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṃ jātarūpaṃ ekantaṃ abhidhameyya, ṭhānaṃ taṃ jātarūpaṃ ḍaheyya. ",
          "en": "If they solely fanned it, the gold would likely be scorched. "
        },
        {
          "scid": "an3.102:2.3",
          "pli": "Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṃ jātarūpaṃ ekantaṃ udakena paripphoseyya, ṭhānaṃ taṃ jātarūpaṃ nibbāpeyya. ",
          "en": "If they solely sprinkled water on it, the gold would likely cool down. "
        },
        {
          "scid": "an3.102:2.4",
          "pli": "Sace, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṃ jātarūpaṃ ekantaṃ ajjhupekkheyya, ṭhānaṃ taṃ jātarūpaṃ na sammā paripākaṃ gaccheyya. ",
          "en": "If they solely watched over it, the gold would likely not be properly processed. "
        },
        {
          "scid": "an3.102:2.5",
          "pli": "Yato ca kho, bhikkhave, suvaṇṇakāro vā suvaṇṇakārantevāsī vā taṃ jātarūpaṃ kālena kālaṃ abhidhamati, kālena kālaṃ udakena paripphoseti, kālena kālaṃ ajjhupekkhati, taṃ hoti jātarūpaṃ muduñca kammaniyañca pabhassarañca, na ca pabhaṅgu, sammā upeti kammāya. ",
          "en": "But when that goldsmith fans it from time to time, sprinkles water on it from time to time, and watches over it from time to time, that gold becomes pliable, workable, and radiant, not brittle, and is ready to be worked. "
        },
        {
          "scid": "an3.102:2.6",
          "pli": "Yassā yassā ca pilandhanavikatiyā ākaṅkhati—yadi paṭṭikāya, yadi kuṇḍalāya, yadi gīveyyake, yadi suvaṇṇamālāya—tañcassa atthaṃ anubhoti. ",
          "en": "Then the goldsmith can successfully create any kind of ornament they want, whether a bracelet, earrings, a necklace, or a golden garland. "
        },
        {
          "scid": "an3.102:3.1",
          "pli": "Evamevaṃ kho, bhikkhave, adhicittamanuyuttena bhikkhunā tīṇi nimittāni kālena kālaṃ manasi kātabbāni—",
          "en": "In the same way, a mendicant committed to the higher mind should focus on three foundations from time to time: "
        },
        {
          "scid": "an3.102:3.2",
          "pli": "kālena kālaṃ samādhinimittaṃ manasi kātabbaṃ, kālena kālaṃ paggahanimittaṃ manasi kātabbaṃ, kālena kālaṃ upekkhānimittaṃ manasi kātabbaṃ. ",
          "en": "the foundation of immersion, the foundation of exertion, and the foundation of equanimity. … "
        },
        {
          "scid": "an3.102:3.3",
          "pli": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ samādhinimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ kosajjāya saṃvatteyya. ",
          "en": " "
        },
        {
          "scid": "an3.102:3.4",
          "pli": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ paggahanimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ uddhaccāya saṃvatteyya. ",
          "en": " "
        },
        {
          "scid": "an3.102:3.5",
          "pli": "Sace, bhikkhave, adhicittamanuyutto bhikkhu ekantaṃ upekkhānimittaṃyeva manasi kareyya, ṭhānaṃ taṃ cittaṃ na sammā samādhiyeyya āsavānaṃ khayāya. ",
          "en": " "
        },
        {
          "scid": "an3.102:3.6",
          "pli": "Yato ca kho, bhikkhave, adhicittamanuyutto bhikkhu kālena kālaṃ samādhinimittaṃ manasi karoti, kālena kālaṃ paggahanimittaṃ manasi karoti, kālena kālaṃ upekkhānimittaṃ manasi karoti, taṃ hoti cittaṃ muduñca kammaniyañca pabhassarañca, na ca pabhaṅgu, sammā samādhiyati āsavānaṃ khayāya. ",
          "en": "When a mendicant dedicated to the higher mind focuses from time to time on the foundation of immersion, the foundation of exertion, and the foundation of equanimity, their mind becomes pliable, workable, and radiant, not brittle, and has properly entered immersion for the ending of defilements. "
        },
        {
          "scid": "an3.102:3.7",
          "pli": "Yassa yassa ca abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane. ",
          "en": "They become capable of realizing anything that can be realized by turning their mind toward insight, in each and every case. "
        },
        {
          "scid": "an3.102:4.1",
          "pli": "So sace ākaṅkhati: ‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ … pe … ",
          "en": "If they wish: ‘May I wield the many kinds of psychic power’ … "
        },
        {
          "scid": "an3.102:4.2",
          "pli": "(cha abhiññā vitthāretabbā.) ",
          "en": "‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’ … "
        },
        {
          "scid": "an3.102:4.3",
          "pli": " ",
          "en": "‘May I recollect many kinds of past lives.’ … "
        },
        {
          "scid": "an3.102:4.4",
          "pli": " ",
          "en": "‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn.’ … "
        },
        {
          "scid": "an3.102:4.5",
          "pli": "Āsavānaṃ khayā … pe … sacchikatvā upasampajja vihareyyan’ti, ",
          "en": "‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’ "
        },
        {
          "scid": "an3.102:4.6",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane”ti. ",
          "en": "They are capable of realizing it, in each and every case.” "
        },
        {
          "scid": "an3.102:4.7",
          "pli": "Ekādasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an3.102:4.8",
          "pli": "Loṇakapallavaggo pañcamo. ",
          "en": " "
        },
        {
          "scid": "an3.102:5.1",
          "pli": "Accāyikaṃ pavivekaṃ, ",
          "en": " "
        },
        {
          "scid": "an3.102:5.2",
          "pli": "Sarado parisā tayo; ",
          "en": " "
        },
        {
          "scid": "an3.102:5.3",
          "pli": "Ājānīyā potthako ca, ",
          "en": " "
        },
        {
          "scid": "an3.102:5.4",
          "pli": "Loṇaṃ dhovati nimittānīti. ",
          "en": " "
        },
        {
          "scid": "an3.102:5.5",
          "pli": "Dutiyo paṇṇāsako samatto. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, a mendicant committed to the higher mind should…",
      "expandable": false
    }
  ],
  "suttaCode": "an3.102/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 3.102//AN 3.100b",
    "volpages": "AN i 256",
    "uid": "an3.102",
    "blurb": "Meditation is like purifying gold. A meditator should focus on different aspects at different times in order to proceed smoothly.",
    "difficulty": null,
    "original_title": "Nimitta Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Foundations ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an3.102_sujato",
        "segmented": true,
        "title": "Foundations ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an3.102_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Themes"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 11
  }
}