{
  "sutta_uid": "an4.99",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.99",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Training Rules ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Potaliya the Wanderer ",
      "uid": "an4.100"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "To Benefit Oneself ",
      "uid": "an4.98"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.99:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.99:0.2",
          "pli": "10. Asuravagga ",
          "en": "10. Demons "
        },
        {
          "scid": "an4.99:0.3",
          "pli": "99. Sikkhāpadasutta ",
          "en": "99. Training Rules "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.99:1.1",
          "pli": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ",
          "en": "“Mendicants, these four people are found in the world. "
        },
        {
          "scid": "an4.99:1.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "an4.99:1.3",
          "pli": "Attahitāya paṭipanno no parahitāya, parahitāya paṭipanno no attahitāya, nevattahitāya paṭipanno no parahitāya, attahitāya ceva paṭipanno parahitāya ca. ",
          "en": "<ol><li>One who practices to benefit themselves, but not others; </li><li>one who practices to benefit others, but not themselves; </li><li>one who practices to benefit neither themselves nor others; and </li><li>one who practices to benefit both themselves and others. </li></ol>"
        },
        {
          "scid": "an4.99:2.1",
          "pli": "Kathañca, bhikkhave, puggalo attahitāya paṭipanno hoti, no parahitāya? ",
          "en": "And how does a person practice to benefit themselves, but not others? "
        },
        {
          "scid": "an4.99:2.2",
          "pli": "Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā paṭivirato hoti, no paraṃ pāṇātipātā veramaṇiyā samādapeti; ",
          "en": "It’s when a person doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence. But they don’t encourage others to do the same. "
        },
        {
          "scid": "an4.99:2.3",
          "pli": "attanā adinnādānā paṭivirato hoti, no paraṃ adinnādānā veramaṇiyā samādapeti; ",
          "en": " "
        },
        {
          "scid": "an4.99:2.4",
          "pli": "attanā kāmesumicchācārā paṭivirato hoti, no paraṃ kāmesumicchācārā veramaṇiyā samādapeti; ",
          "en": " "
        },
        {
          "scid": "an4.99:2.5",
          "pli": "attanā musāvādā paṭivirato hoti, no paraṃ musāvādā veramaṇiyā samādapeti; ",
          "en": " "
        },
        {
          "scid": "an4.99:2.6",
          "pli": "attanā surāmerayamajjapamādaṭṭhānā paṭivirato hoti, no paraṃ surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti. ",
          "en": " "
        },
        {
          "scid": "an4.99:2.7",
          "pli": "Evaṃ kho, bhikkhave, puggalo attahitāya paṭipanno hoti, no parahitāya. ",
          "en": "That’s how a person practices to benefit themselves, but not others. "
        },
        {
          "scid": "an4.99:3.1",
          "pli": "Kathañca, bhikkhave, puggalo parahitāya paṭipanno hoti, no attahitāya? ",
          "en": "And how does a person practice to benefit others, but not themselves? "
        },
        {
          "scid": "an4.99:3.2",
          "pli": "Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā appaṭivirato hoti, paraṃ pāṇātipātā veramaṇiyā samādapeti; ",
          "en": "It’s when a person kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence. But they encourage others to not do these things. "
        },
        {
          "scid": "an4.99:3.3",
          "pli": "attanā adinnādānā appaṭivirato hoti, paraṃ adinnādānā veramaṇiyā samādapeti; ",
          "en": " "
        },
        {
          "scid": "an4.99:3.4",
          "pli": "attanā kāmesumicchācārā appaṭivirato hoti, paraṃ kāmesumicchācārā veramaṇiyā samādapeti; ",
          "en": " "
        },
        {
          "scid": "an4.99:3.5",
          "pli": "attanā musāvādā appaṭivirato hoti, paraṃ musāvādā veramaṇiyā samādapeti; ",
          "en": " "
        },
        {
          "scid": "an4.99:3.6",
          "pli": "attanā surāmerayamajjapamādaṭṭhānā appaṭivirato hoti, paraṃ surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti. ",
          "en": " "
        },
        {
          "scid": "an4.99:3.7",
          "pli": "Evaṃ kho, bhikkhave, puggalo parahitāya paṭipanno hoti, no attahitāya. ",
          "en": "That’s how a person practices to benefit others, but not themselves. "
        },
        {
          "scid": "an4.99:4.1",
          "pli": "Kathañca, bhikkhave, puggalo nevattahitāya paṭipanno hoti no parahitāya? ",
          "en": "And how does a person practice to benefit neither themselves nor others? "
        },
        {
          "scid": "an4.99:4.2",
          "pli": "Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā appaṭivirato hoti, no paraṃ pāṇātipātā veramaṇiyā samādapeti … pe … attanā surāmerayamajjapamādaṭṭhānā appaṭivirato hoti, no paraṃ surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti. ",
          "en": "It’s when a person kills, etc. … and doesn’t encourage others to not do these things. "
        },
        {
          "scid": "an4.99:4.3",
          "pli": "Evaṃ kho, bhikkhave, puggalo nevattahitāya paṭipanno hoti, no parahitāya. ",
          "en": "That’s how a person practices to benefit neither themselves nor others. "
        },
        {
          "scid": "an4.99:5.1",
          "pli": "Kathañca, bhikkhave, puggalo attahitāya ceva paṭipanno hoti parahitāya ca? ",
          "en": "And how does a person practice to benefit both themselves and others? "
        },
        {
          "scid": "an4.99:5.2",
          "pli": "Idha, bhikkhave, ekacco puggalo attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti … pe … attanā ca surāmerayamajjapamādaṭṭhānā paṭivirato hoti, parañca surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti. ",
          "en": "It’s when a person doesn’t kill, etc. … and encourages others to do the same. "
        },
        {
          "scid": "an4.99:5.3",
          "pli": "Evaṃ kho, bhikkhave, puggalo attahitāya ceva paṭipanno hoti parahitāya ca. ",
          "en": "That’s how a person practices to benefit both themselves and others. "
        },
        {
          "scid": "an4.99:5.4",
          "pli": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti. ",
          "en": "These are the four people found in the world.” "
        },
        {
          "scid": "an4.99:5.5",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these four people are found in the world.…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.99/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.99",
    "volpages": "AN ii 98",
    "uid": "an4.99",
    "blurb": "Practice to help yourself and others.",
    "difficulty": null,
    "original_title": "Sikkhāpada Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Training Rules ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.99_sujato",
        "segmented": true,
        "title": "Training Rules ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an4.99_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Trainings"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 9
  }
}