{
  "sutta_uid": "an4.179",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.179",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Extinguishment ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Four Great References ",
      "uid": "an4.180"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Billabong ",
      "uid": "an4.178"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.179:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.179:0.2",
          "pli": "18. Sañcetaniyavagga ",
          "en": "18. Intention "
        },
        {
          "scid": "an4.179:0.3",
          "pli": "179. Nibbānasutta ",
          "en": "179. Extinguishment "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.179:1.1",
          "pli": "Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi. ",
          "en": "Then Venerable Ānanda went up to Venerable Sāriputta, and exchanged greetings with him. "
        },
        {
          "scid": "an4.179:1.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, Ānanda sat down to one side, and said to Sāriputta: "
        },
        {
          "scid": "an4.179:1.3",
          "pli": "“ko nu kho, āvuso sāriputta, hetu ko paccayo, yena m’idhekacce sattā diṭṭheva dhamme na parinibbāyantī”ti? ",
          "en": "“What is the cause, Reverend Sāriputta, what is the reason why some sentient beings aren’t fully extinguished in the present life?” "
        },
        {
          "scid": "an4.179:2.1",
          "pli": "“Idhāvuso ānanda, sattā imā hānabhāgiyā saññāti yathābhūtaṃ nappajānanti, imā ṭhitibhāgiyā saññāti yathābhūtaṃ nappajānanti, imā visesabhāgiyā saññāti yathābhūtaṃ nappajānanti, imā nibbedhabhāgiyā saññāti yathābhūtaṃ nappajānanti. ",
          "en": "“Reverend Ānanda, it’s because some sentient beings don’t really understand which perceptions make things worse, which keep things steady, which lead to distinction, and which lead to penetration. "
        },
        {
          "scid": "an4.179:2.2",
          "pli": "Ayaṃ kho, āvuso ānanda, hetu ayaṃ paccayo, yena m’idhekacce sattā diṭṭheva dhamme na parinibbāyantī”ti. ",
          "en": "That’s the cause, that’s the reason why some sentient beings aren’t fully extinguished in the present life.” "
        },
        {
          "scid": "an4.179:3.1",
          "pli": "“Ko panāvuso sāriputta, hetu ko paccayo, yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti? ",
          "en": "“What is the cause, Reverend Sāriputta, what is the reason why some sentient beings are fully extinguished in the present life?” "
        },
        {
          "scid": "an4.179:3.2",
          "pli": "“Idhāvuso ānanda, sattā imā hānabhāgiyā saññāti yathābhūtaṃ pajānanti, imā ṭhitibhāgiyā saññāti yathābhūtaṃ pajānanti, imā visesabhāgiyā saññāti yathābhūtaṃ pajānanti, imā nibbedhabhāgiyā saññāti yathābhūtaṃ pajānanti. ",
          "en": "“Reverend Ānanda, it’s because some sentient beings truly understand which perceptions make things worse, which keep things steady, which lead to distinction, and which lead to penetration. "
        },
        {
          "scid": "an4.179:3.3",
          "pli": "Ayaṃ kho, āvuso ānanda, hetu ayaṃ paccayo, yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti. ",
          "en": "That’s the cause, that’s the reason why some sentient beings are fully extinguished in the present life.” "
        },
        {
          "scid": "an4.179:3.4",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then Venerable Ānanda went up to Venerable Sāriputta, and…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.179/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.179",
    "volpages": "AN ii 167",
    "uid": "an4.179",
    "blurb": "Why only some people realize Nirvana in this life.",
    "difficulty": null,
    "original_title": "Nibbāna Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Extinguishment ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.179_sujato",
        "segmented": true,
        "title": "Extinguishment ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an4.179_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Unbinding"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 9
  }
}