{
  "sutta_uid": "an4.51",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.51",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Overflowing Merit ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Overflowing Merit (2nd) ",
      "uid": "an4.52"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Corruptions ",
      "uid": "an4.50"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.51:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.51:0.2",
          "pli": "6. Puññābhisandavagga ",
          "en": "6. Overflowing Merit "
        },
        {
          "scid": "an4.51:0.3",
          "pli": "51. Paṭhamapuññābhisandasutta ",
          "en": "51. Overflowing Merit "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.51:1.1",
          "pli": "Sāvatthinidānaṃ. ",
          "en": "At Sāvatthī. "
        },
        {
          "scid": "an4.51:1.2",
          "pli": "“Cattārome, bhikkhave, puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti. ",
          "en": "“Mendicants, there are these four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness. "
        },
        {
          "scid": "an4.51:1.3",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "an4.51:1.4",
          "pli": "Yassa, bhikkhave, bhikkhu cīvaraṃ paribhuñjamāno appamāṇaṃ cetosamādhiṃ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. ",
          "en": "When a mendicant enters and remains in a limitless immersion of heart while using a robe, the overflowing of merit for the donor is limitless … "
        },
        {
          "scid": "an4.51:2.1",
          "pli": "Yassa, bhikkhave, bhikkhu piṇḍapātaṃ paribhuñjamāno appamāṇaṃ cetosamādhiṃ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. ",
          "en": "When a mendicant enters and remains in a limitless immersion of heart while eating alms-food, the overflowing of merit for the donor is limitless … "
        },
        {
          "scid": "an4.51:3.1",
          "pli": "Yassa, bhikkhave, bhikkhu senāsanaṃ paribhuñjamāno appamāṇaṃ cetosamādhiṃ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. ",
          "en": "When a mendicant enters and remains in a limitless immersion of heart while using lodgings, the overflowing of merit for the donor is limitless … "
        },
        {
          "scid": "an4.51:4.1",
          "pli": "Yassa, bhikkhave, bhikkhu gilānappaccayabhesajjaparikkhāraṃ paribhuñjamāno appamāṇaṃ cetosamādhiṃ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. ",
          "en": "When a mendicant enters and remains in a limitless immersion of heart while using medicines and supplies for the sick, the overflowing of merit for the donor is limitless … "
        },
        {
          "scid": "an4.51:4.2",
          "pli": "Ime kho, bhikkhave, cattāro puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti. ",
          "en": "These are the four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness. "
        },
        {
          "scid": "an4.51:5.1",
          "pli": "Imehi ca pana, bhikkhave, catūhi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṃ puññassa pamāṇaṃ gahetuṃ: ‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattatī’ti. Atha kho asaṅkhyeyyo appameyyo mahāpuññakkhandhotveva saṅkhyaṃ gacchati. ",
          "en": "When a noble disciple has these four kinds of overflowing merit and goodness, it’s not easy to grasp how much merit they have by saying that this is the extent of their overflowing merit … that leads to happiness. It’s simply reckoned as an incalculable, immeasurable, great mass of merit. "
        },
        {
          "scid": "an4.51:6.1",
          "pli": "Seyyathāpi, bhikkhave, mahāsamudde na sukaraṃ udakassa pamāṇaṃ gahetuṃ: ‘ettakāni udakāḷhakānīti vā, ettakāni udakāḷhakasatānīti vā, ettakāni udakāḷhakasahassānīti vā, ettakāni udakāḷhakasatasahassānīti vā’, atha kho asaṅkhyeyyo appameyyo mahāudakakkhandhotveva saṅkhyaṃ gacchati; ",
          "en": "It’s like trying to grasp how much water is in the ocean. It’s not easy to say how many gallons, how many hundreds, thousands, hundreds of thousands of gallons there are. It’s simply reckoned as an incalculable, immeasurable, great mass of water. "
        },
        {
          "scid": "an4.51:6.2",
          "pli": "evamevaṃ kho, bhikkhave, imehi catūhi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṃ puññassa pamāṇaṃ gahetuṃ: ‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattatī’ti. Atha kho asaṅkhyeyyo appameyyo mahāpuññakkhandhotveva saṅkhyaṃ gacchatīti. ",
          "en": "In the same way, when a noble disciple has these four kinds of overflowing merit it’s simply reckoned as an incalculable, immeasurable, great mass of merit. "
        },
        {
          "scid": "an4.51:7.1",
          "pli": "Mahodadhiṃ aparimitaṃ mahāsaraṃ, ",
          "en": "Hosts of people use the rivers, "
        },
        {
          "scid": "an4.51:7.2",
          "pli": "Bahubheravaṃ ratanavarānamālayaṃ; ",
          "en": "and though the rivers are many, "
        },
        {
          "scid": "an4.51:7.3",
          "pli": "Najjo yathā naragaṇasaṅghasevitā, ",
          "en": "all reach the great deep, the boundless ocean, "
        },
        {
          "scid": "an4.51:7.4",
          "pli": "Puthū savantī upayanti sāgaraṃ. ",
          "en": "the cruel sea that’s home to precious gems. "
        },
        {
          "scid": "an4.51:8.1",
          "pli": "Evaṃ naraṃ annadapānavatthadaṃ, ",
          "en": "In the same way, when a person gives food, drink, and clothes; "
        },
        {
          "scid": "an4.51:8.2",
          "pli": "Seyyānisajjattharaṇassa dāyakaṃ; ",
          "en": "and they’re a giver of beds, seats, and mats—"
        },
        {
          "scid": "an4.51:8.3",
          "pli": "Puññassa dhārā upayanti paṇḍitaṃ, ",
          "en": "the streams of merit reach that astute person, "
        },
        {
          "scid": "an4.51:8.4",
          "pli": "Najjo yathā vārivahāva sāgaran”ti. ",
          "en": "as the rivers bring their waters to the sea.” "
        },
        {
          "scid": "an4.51:8.5",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At Sāvatthī. ",
      "expandable": false
    }
  ],
  "suttaCode": "an4.51/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.51",
    "volpages": "AN ii 54",
    "uid": "an4.51",
    "blurb": "When a mendicant meditates using an offering, merit overflows for the donor.",
    "difficulty": null,
    "original_title": "Paṭhamapuññābhisanda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Overflowing Merit ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.51_sujato",
        "segmented": true,
        "title": "Overflowing Merit ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an4.51_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Streams of Merit (1)"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 1
  }
}