{
  "sutta_uid": "an4.79",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.79",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Business ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Persia ",
      "uid": "an4.80"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Religious Donation ",
      "uid": "an4.78"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.79:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.79:0.2",
          "pli": "8. Apaṇṇakavagga ",
          "en": "8. Guaranteed "
        },
        {
          "scid": "an4.79:0.3",
          "pli": "79. Vaṇijjasutta ",
          "en": "79. Business "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.79:1.1",
          "pli": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an4.79:1.2",
          "pli": "“ko nu kho, bhante, hetu ko paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā chedagāminī hoti? ",
          "en": "“Sir, what is the cause, what is the reason why for different people the same kind of business undertaking might fail, "
        },
        {
          "scid": "an4.79:1.3",
          "pli": "Ko pana, bhante, hetu ko paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā na yathādhippāyā hoti? ",
          "en": "while another doesn’t meet expectations, "
        },
        {
          "scid": "an4.79:1.4",
          "pli": "Ko nu kho, bhante, hetu ko paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā yathādhippāyā hoti? ",
          "en": "another meets expectations, "
        },
        {
          "scid": "an4.79:1.5",
          "pli": "Ko pana, bhante, hetu ko paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā parādhippāyā hotī”ti? ",
          "en": "and another exceeds expectations?” "
        },
        {
          "scid": "an4.79:2.1",
          "pli": "“Idha, sāriputta, ekacco samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā pavāreti: ‘vadatu, bhante, paccayenā’ti. So yena pavāreti taṃ na deti. ",
          "en": "“Sāriputta, take a case where someone goes to an ascetic or brahmin and invites them to ask for what they need. But they fail to give what’s requested. "
        },
        {
          "scid": "an4.79:2.2",
          "pli": "So ce tato cuto itthattaṃ āgacchati, so yaññadeva vaṇijjaṃ payojeti, sāssa hoti chedagāminī. ",
          "en": "When they’ve passed away from that life, if they’re reborn in this state of existence, whatever business they undertake fails. "
        },
        {
          "scid": "an4.79:3.1",
          "pli": "Idha pana, sāriputta, ekacco samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā pavāreti: ‘vadatu, bhante, paccayenā’ti. So yena pavāreti taṃ na yathādhippāyaṃ deti. ",
          "en": "Take a case where someone goes to an ascetic or brahmin and invites them to ask for what they need. They give what’s requested, but don’t meet expectations. "
        },
        {
          "scid": "an4.79:3.2",
          "pli": "So ce tato cuto itthattaṃ āgacchati, so yaññadeva vaṇijjaṃ payojeti, sāssa na hoti yathādhippāyā. ",
          "en": "When they’ve passed away from that life, if they’re reborn in this state of existence, whatever business they undertake doesn’t meet expectations. "
        },
        {
          "scid": "an4.79:4.1",
          "pli": "Idha pana, sāriputta, ekacco samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā pavāreti: ‘vadatu, bhante, paccayenā’ti. So yena pavāreti taṃ yathādhippāyaṃ deti. ",
          "en": "Take a case where someone goes to an ascetic or brahmin and invites them to ask for what they need. They give what’s requested, meeting expectations. "
        },
        {
          "scid": "an4.79:4.2",
          "pli": "So ce tato cuto itthattaṃ āgacchati, so yaññadeva vaṇijjaṃ payojeti, sāssa hoti yathādhippāyā. ",
          "en": "When they’ve passed away from that life, if they’re reborn in this state of existence, whatever business they undertake meets expectations. "
        },
        {
          "scid": "an4.79:5.1",
          "pli": "Idha, sāriputta, ekacco samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā pavāreti: ‘vadatu, bhante, paccayenā’ti. So yena pavāreti taṃ parādhippāyaṃ deti. ",
          "en": "Take a case where someone goes to an ascetic or brahmin and invites them to ask for what they need. They give what’s requested, exceeding expectations. "
        },
        {
          "scid": "an4.79:5.2",
          "pli": "So ce tato cuto itthattaṃ āgacchati, so yaññadeva vaṇijjaṃ payojeti, sāssa hoti parādhippāyā. ",
          "en": "When they’ve passed away from that life, if they’re reborn in this state of existence, whatever business they undertake exceeds expectations. "
        },
        {
          "scid": "an4.79:6.1",
          "pli": "Ayaṃ kho, sāriputta, hetu ayaṃ paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā chedagāminī hoti. ",
          "en": "This is the cause, this is the reason why for different people the same kind of business enterprise might fail, "
        },
        {
          "scid": "an4.79:6.2",
          "pli": "Ayaṃ pana, sāriputta, hetu ayaṃ paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā na yathādhippāyā hoti. ",
          "en": "while another doesn’t meet expectations, "
        },
        {
          "scid": "an4.79:6.3",
          "pli": "Ayaṃ kho pana, sāriputta, hetu ayaṃ paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā yathādhippāyā hoti. ",
          "en": "another meets expectations, "
        },
        {
          "scid": "an4.79:6.4",
          "pli": "Ayaṃ pana, sāriputta, hetu ayaṃ paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā parādhippāyā hotī”ti. ",
          "en": "and another exceeds expectations.” "
        },
        {
          "scid": "an4.79:6.5",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then Venerable Sāriputta went up to the Buddha, bowed,…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.79/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.79",
    "volpages": "AN ii 81",
    "uid": "an4.79",
    "blurb": "Why for different people the same kind of business undertaking might fail or succeed.",
    "difficulty": null,
    "original_title": "Vaṇijja Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Business ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.79_sujato",
        "segmented": true,
        "title": "Business ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an4.79_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Trade"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 9
  }
}