{
  "sutta_uid": "an4.171",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.171",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Intention ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Sāriputta’s Attainment of Textual Analysis ",
      "uid": "an4.172"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "In Conjunction ",
      "uid": "an4.170"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.171:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.171:0.2",
          "pli": "18. Sañcetaniyavagga ",
          "en": "18. Intention "
        },
        {
          "scid": "an4.171:0.3",
          "pli": "171. Cetanāsutta ",
          "en": "171. Intention "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.171:1.1",
          "pli": "“Kāye vā, bhikkhave, sati kāyasañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ. ",
          "en": "“Mendicants, as long as there’s a body, the intention that gives rise to bodily action causes pleasure and pain to arise in oneself. "
        },
        {
          "scid": "an4.171:1.2",
          "pli": "Vācāya vā, bhikkhave, sati vacīsañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ. ",
          "en": "As long as there’s a voice, the intention that gives rise to verbal action causes pleasure and pain to arise in oneself. "
        },
        {
          "scid": "an4.171:1.3",
          "pli": "Mane vā, bhikkhave, sati manosañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ avijjāpaccayāva. ",
          "en": "As long as there’s a mind, the intention that gives rise to mental action causes pleasure and pain to arise in oneself. But these only apply when conditioned by ignorance. "
        },
        {
          "scid": "an4.171:2.1",
          "pli": "Sāmaṃ vā taṃ, bhikkhave, kāyasaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ",
          "en": "By oneself one makes the choice that gives rise to bodily, verbal, and mental action, conditioned by which that pleasure and pain arise in oneself. "
        },
        {
          "scid": "an4.171:2.2",
          "pli": "Pare vāssa taṃ, bhikkhave, kāyasaṅkhāraṃ abhisaṅkharonti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ",
          "en": "Or else others make the choice … "
        },
        {
          "scid": "an4.171:2.3",
          "pli": "Sampajāno vā taṃ, bhikkhave, kāyasaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ",
          "en": "One consciously makes the choice … "
        },
        {
          "scid": "an4.171:2.4",
          "pli": "Asampajāno vā taṃ, bhikkhave, kāyasaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ",
          "en": "Or else one unconsciously makes the choice … "
        },
        {
          "scid": "an4.171:3.1",
          "pli": "Sāmaṃ vā taṃ, bhikkhave, vacīsaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ; ",
          "en": " "
        },
        {
          "scid": "an4.171:3.2",
          "pli": "pare vāssa taṃ, bhikkhave, vacīsaṅkhāraṃ abhisaṅkharonti; ",
          "en": " "
        },
        {
          "scid": "an4.171:3.3",
          "pli": "yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ; ",
          "en": " "
        },
        {
          "scid": "an4.171:3.4",
          "pli": "sampajāno vā taṃ, bhikkhave, vacīsaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ; ",
          "en": " "
        },
        {
          "scid": "an4.171:3.5",
          "pli": "asampajāno vā taṃ, bhikkhave, vacīsaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ",
          "en": " "
        },
        {
          "scid": "an4.171:4.1",
          "pli": "Sāmaṃ vā taṃ, bhikkhave, manosaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ; ",
          "en": " "
        },
        {
          "scid": "an4.171:4.2",
          "pli": "pare vāssa taṃ, bhikkhave, manosaṅkhāraṃ abhisaṅkharonti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ; ",
          "en": " "
        },
        {
          "scid": "an4.171:4.3",
          "pli": "sampajāno vā taṃ, bhikkhave, manosaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ; ",
          "en": " "
        },
        {
          "scid": "an4.171:4.4",
          "pli": "asampajāno vā taṃ, bhikkhave, manosaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ. ",
          "en": " "
        },
        {
          "scid": "an4.171:5.1",
          "pli": "Imesu, bhikkhave, dhammesu avijjā anupatitā, ",
          "en": "Ignorance is included in all these things. "
        },
        {
          "scid": "an4.171:5.2",
          "pli": "avijjāya tveva asesavirāganirodhā so kāyo na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ, sā vācā na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ, so mano na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ, ",
          "en": "But when ignorance fades away and ceases with nothing left over, there is no body and no voice and no mind, conditioned by which that pleasure and pain arise in oneself. "
        },
        {
          "scid": "an4.171:5.3",
          "pli": "khettaṃ taṃ na hoti … pe … vatthu taṃ na hoti … pe … āyatanaṃ taṃ na hoti … pe … adhikaraṇaṃ taṃ na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhanti. ",
          "en": "There is no field, no ground, no scope, and no basis, conditioned by which that pleasure and pain arise in oneself. "
        },
        {
          "scid": "an4.171:6.1",
          "pli": "Cattārome, bhikkhave, attabhāvapaṭilābhā. ",
          "en": "Mendicants, there are four kinds of reincarnation. "
        },
        {
          "scid": "an4.171:6.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "an4.171:6.3",
          "pli": "Atthi, bhikkhave, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe attasañcetanā kamati, no parasañcetanā. ",
          "en": "There is a reincarnation where one’s own intention is effective, not that of others. "
        },
        {
          "scid": "an4.171:6.4",
          "pli": "Atthi, bhikkhave, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe parasañcetanā kamati, no attasañcetanā. ",
          "en": "There is a reincarnation where the intention of others is effective, not one’s own. "
        },
        {
          "scid": "an4.171:6.5",
          "pli": "Atthi, bhikkhave, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe attasañcetanā ca kamati parasañcetanā ca. ",
          "en": "There is a reincarnation where both one’s own and others’ intentions are effective. "
        },
        {
          "scid": "an4.171:6.6",
          "pli": "Atthi, bhikkhave, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe nevattasañcetanā kamati, no parasañcetanā. ",
          "en": "There is a reincarnation where neither one’s own nor others’ intentions are effective. "
        },
        {
          "scid": "an4.171:6.7",
          "pli": "Ime kho, bhikkhave, cattāro attabhāvapaṭilābhā”ti. ",
          "en": "These are the four kinds of reincarnation.” "
        },
        {
          "scid": "an4.171:7.1",
          "pli": "Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Sāriputta said to the Buddha: "
        },
        {
          "scid": "an4.171:7.2",
          "pli": "“imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi: ",
          "en": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement. "
        },
        {
          "scid": "an4.171:7.3",
          "pli": "‘tatra, bhante, yāyaṃ attabhāvapaṭilābho yasmiṃ attabhāvapaṭilābhe attasañcetanā kamati no parasañcetanā, attasañcetanāhetu tesaṃ sattānaṃ tamhā kāyā cuti hoti. ",
          "en": "Take the case of the reincarnation where one’s own intention is effective, not that of others. Those sentient beings pass away from that realm due to their own intention. "
        },
        {
          "scid": "an4.171:7.4",
          "pli": "Tatra, bhante, yāyaṃ attabhāvapaṭilābho yasmiṃ attabhāvapaṭilābhe parasañcetanā kamati no attasañcetanā, parasañcetanāhetu tesaṃ sattānaṃ tamhā kāyā cuti hoti. ",
          "en": "Take the case of the reincarnation where the intention of others is effective, not one’s own. Those sentient beings pass away from that realm due to the intention of others. "
        },
        {
          "scid": "an4.171:7.5",
          "pli": "Tatra, bhante, yāyaṃ attabhāvapaṭilābho yasmiṃ attabhāvapaṭilābhe attasañcetanā ca kamati parasañcetanā ca, attasañcetanā ca parasañcetanā ca hetu tesaṃ sattānaṃ tamhā kāyā cuti hoti. ",
          "en": "Take the case of the reincarnation where both one’s own and others’ intentions are effective. Those sentient beings pass away from that realm due to both their own and others’ intentions. "
        },
        {
          "scid": "an4.171:7.6",
          "pli": "Tatra, bhante, yāyaṃ attabhāvapaṭilābho yasmiṃ attabhāvapaṭilābhe neva attasañcetanā kamati no parasañcetanā, katame tena devā daṭṭhabbā’”ti? ",
          "en": "But sir, in the case of the reincarnation where neither one’s own nor others’ intentions are effective, what kind of gods does this refer to?” "
        },
        {
          "scid": "an4.171:7.7",
          "pli": "“Nevasaññānāsaññāyatanūpagā, sāriputta, devā tena daṭṭhabbā”ti. ",
          "en": "“Sāriputta, it refers to the gods reborn in the dimension of neither perception nor non-perception.” "
        },
        {
          "scid": "an4.171:8.1",
          "pli": "“Ko nu kho, bhante, hetu ko paccayo, yena m’idhekacce sattā tamhā kāyā cutā āgāmino honti āgantāro itthattaṃ? ",
          "en": "“What is the cause, sir, what is the reason why some sentient beings pass away from that realm as returners who come back to this state of existence, "
        },
        {
          "scid": "an4.171:8.2",
          "pli": "Ko pana, bhante, hetu ko paccayo, yena m’idhekacce sattā tamhā kāyā cutā anāgāmino honti anāgantāro itthattan”ti? ",
          "en": "while others are non-returners who don’t come back?” "
        },
        {
          "scid": "an4.171:8.3",
          "pli": "“Idha, sāriputta, ekaccassa puggalassa orambhāgiyāni saṃyojanāni appahīnāni honti, so diṭṭheva dhamme nevasaññānāsaññāyatanaṃ upasampajja viharati. ",
          "en": "“Sāriputta, take a person who hasn’t given up the lower fetters. In the present life they enter and abide in the dimension of neither perception nor non-perception. "
        },
        {
          "scid": "an4.171:8.4",
          "pli": "So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati; ",
          "en": "They enjoy it and like it and find it satisfying. "
        },
        {
          "scid": "an4.171:8.5",
          "pli": "tattha ṭhito tadadhimutto tabbahulavihārī aparihīno kālaṃ kurumāno nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjati. ",
          "en": "If they abide in that, are committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of the dimension of neither perception nor non-perception. "
        },
        {
          "scid": "an4.171:8.6",
          "pli": "So tato cuto āgāmī hoti āgantā itthattaṃ. ",
          "en": "When they pass away from there, they’re a returner, who comes back to this state of existence. "
        },
        {
          "scid": "an4.171:9.1",
          "pli": "Idha pana, sāriputta, ekaccassa puggalassa orambhāgiyāni saṃyojanāni pahīnāni honti, so diṭṭheva dhamme nevasaññānāsaññāyatanaṃ upasampajja viharati. ",
          "en": "Sāriputta, take a person who has given up the lower fetters. In the present life they enter and abide in the dimension of neither perception nor non-perception. "
        },
        {
          "scid": "an4.171:9.2",
          "pli": "So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati; ",
          "en": "They enjoy it and like it and find it satisfying. "
        },
        {
          "scid": "an4.171:9.3",
          "pli": "tattha ṭhito tadadhimutto tabbahulavihārī aparihīno kālaṃ kurumāno nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjati. ",
          "en": "If they abide in that, are committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of the dimension of neither perception nor non-perception. "
        },
        {
          "scid": "an4.171:9.4",
          "pli": "So tato cuto anāgāmī hoti anāgantā itthattaṃ. ",
          "en": "When they pass away from there, they’re a non-returner, not coming back to this state of existence. "
        },
        {
          "scid": "an4.171:10.1",
          "pli": "Ayaṃ kho, sāriputta, hetu ayaṃ paccayo, yena m’idhekacce sattā tamhā kāyā cutā āgāmino honti āgantāro itthattaṃ. ",
          "en": "This is the cause, this is the reason why some sentient beings pass away from that realm as returners who come back to this state of existence, "
        },
        {
          "scid": "an4.171:10.2",
          "pli": "Ayaṃ pana, sāriputta, hetu ayaṃ paccayo, yena m’idhekacce sattā tamhā kāyā cutā anāgāmino honti anāgantāro itthattan”ti. ",
          "en": "while others are non-returners who don’t come back.” "
        },
        {
          "scid": "an4.171:10.3",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, as long as there’s a body, the intention…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.171/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.171//AN 4.171-172",
    "volpages": "AN ii 157",
    "uid": "an4.171",
    "blurb": "Intention and its results.",
    "difficulty": null,
    "original_title": "Cetanā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Intention ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.171_sujato",
        "segmented": true,
        "title": "Intention ",
        "volpage": null
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 1
  }
}