{
  "sutta_uid": "an4.131",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.131",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Fetters ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Eloquence ",
      "uid": "an4.132"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Incredible Things About the Wheel-Turning Monarch ",
      "uid": "an4.130"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.131:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.131:0.2",
          "pli": "14. Puggalavagga ",
          "en": "14. Persons "
        },
        {
          "scid": "an4.131:0.3",
          "pli": "131. Saṃyojanasutta ",
          "en": "131. Fetters "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.131:1.1",
          "pli": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ",
          "en": "“Mendicants, these four people are found in the world. "
        },
        {
          "scid": "an4.131:1.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "an4.131:1.3",
          "pli": "Idha, bhikkhave, ekaccassa puggalassa orambhāgiyāni saṃyojanāni appahīnāni honti, upapattipaṭilābhiyāni saṃyojanāni appahīnāni honti, bhavapaṭilābhiyāni saṃyojanāni appahīnāni honti. ",
          "en": "One person hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence. "
        },
        {
          "scid": "an4.131:2.1",
          "pli": "Idha pana, bhikkhave, ekaccassa puggalassa orambhāgiyāni saṃyojanāni pahīnāni honti, upapattipaṭilābhiyāni saṃyojanāni appahīnāni honti, bhavapaṭilābhiyāni saṃyojanāni appahīnāni honti. ",
          "en": "One person has given up the lower fetters, but not the fetters for getting reborn, or the fetters for getting a continued existence. "
        },
        {
          "scid": "an4.131:3.1",
          "pli": "Idha pana, bhikkhave, ekaccassa puggalassa orambhāgiyāni saṃyojanāni pahīnāni honti, upapattipaṭilābhiyāni saṃyojanāni pahīnāni honti, bhavapaṭilābhiyāni saṃyojanāni appahīnāni honti. ",
          "en": "One person has given up the lower fetters and the fetters for getting reborn, but not the fetters for getting a continued existence. "
        },
        {
          "scid": "an4.131:4.1",
          "pli": "Idha pana, bhikkhave, ekaccassa puggalassa orambhāgiyāni saṃyojanāni pahīnāni honti, upapattipaṭilābhiyāni saṃyojanāni pahīnāni honti, bhavapaṭilābhiyāni saṃyojanāni pahīnāni honti. ",
          "en": "One person has given up the lower fetters, the fetters for getting reborn, and the fetters for getting a continued existence. "
        },
        {
          "scid": "an4.131:5.1",
          "pli": "Katamassa, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni appahīnāni, upapattipaṭilābhiyāni saṃyojanāni appahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni? ",
          "en": "What person hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence? "
        },
        {
          "scid": "an4.131:5.2",
          "pli": "Sakadāgāmissa. ",
          "en": "A once-returner. "
        },
        {
          "scid": "an4.131:5.3",
          "pli": "Imassa kho, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni appahīnāni, upapattipaṭilābhiyāni saṃyojanāni appahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni. ",
          "en": "This is the person who hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence. "
        },
        {
          "scid": "an4.131:6.1",
          "pli": "Katamassa, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni appahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni? ",
          "en": "What person has given up the lower fetters, but not the fetters for getting reborn, or the fetters for getting a continued existence? "
        },
        {
          "scid": "an4.131:6.2",
          "pli": "Uddhaṃsotassa akaniṭṭhagāmino. ",
          "en": "One heading upstream, going to the Akaniṭṭha realm. "
        },
        {
          "scid": "an4.131:6.3",
          "pli": "Imassa kho, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni appahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni. ",
          "en": " "
        },
        {
          "scid": "an4.131:7.1",
          "pli": "Katamassa, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni pahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni? ",
          "en": "What person has given up the lower fetters and the fetters for getting reborn, but not the fetters for getting a continued existence? "
        },
        {
          "scid": "an4.131:7.2",
          "pli": "Antarāparinibbāyissa. ",
          "en": "One extinguished between one life and the next. "
        },
        {
          "scid": "an4.131:7.3",
          "pli": "Imassa kho, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni pahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni. ",
          "en": " "
        },
        {
          "scid": "an4.131:8.1",
          "pli": "Katamassa, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni pahīnāni, bhavapaṭilābhiyāni saṃyojanāni pahīnāni? ",
          "en": "What person has given up the lower fetters, the fetters for getting reborn, and the fetters for getting a continued existence? "
        },
        {
          "scid": "an4.131:8.2",
          "pli": "Arahato. ",
          "en": "A perfected one. "
        },
        {
          "scid": "an4.131:8.3",
          "pli": "Imassa kho, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni pahīnāni, bhavapaṭilābhiyāni saṃyojanāni pahīnāni. ",
          "en": " "
        },
        {
          "scid": "an4.131:8.4",
          "pli": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti. ",
          "en": "These are the four people found in the world.” "
        },
        {
          "scid": "an4.131:8.5",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these four people are found in the world.…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.131/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.131",
    "volpages": "AN ii 133",
    "uid": "an4.131",
    "blurb": "People who have given up various fetters.",
    "difficulty": null,
    "original_title": "Saṃyojana Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Fetters ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.131_sujato",
        "segmented": true,
        "title": "Fetters ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 1
  }
}