{
  "sutta_uid": "an4.234",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.234",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "About Soṇakāyana ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Training Rules (1st) ",
      "uid": "an4.235"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Deeds in Detail ",
      "uid": "an4.233"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.234:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.234:0.2",
          "pli": "24. Kammavagga ",
          "en": "24. Deeds "
        },
        {
          "scid": "an4.234:0.3",
          "pli": "234. Soṇakāyanasutta ",
          "en": "234. About Soṇakāyana "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.234:1.1",
          "pli": "Atha kho sikhāmoggallāno brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then Sikhāmoggallāna the brahmin went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "an4.234:1.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sikhāmoggallāno brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, Sikhāmoggallāna sat down to one side, and said to the Buddha: "
        },
        {
          "scid": "an4.234:2.1",
          "pli": "“Purimāni, bho gotama, divasāni purimatarāni soṇakāyano māṇavo yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca: ",
          "en": "“Master Gotama, a few days ago the student Soṇakāyana came to me and said: "
        },
        {
          "scid": "an4.234:2.2",
          "pli": "‘samaṇo gotamo sabbakammānaṃ akiriyaṃ paññapeti, sabbakammānaṃ kho pana akiriyaṃ paññapento ucchedaṃ āha lokassa’—",
          "en": "‘The ascetic Gotama advocates not doing any deeds. So he teaches the annihilation of the world!’ "
        },
        {
          "scid": "an4.234:2.3",
          "pli": "kammasaccāyaṃ, bho, loko kammasamārambhaṭṭhāyī”ti. ",
          "en": "The world exists through deeds, and it remains because deeds are undertaken.” "
        },
        {
          "scid": "an4.234:3.1",
          "pli": "“Dassanampi kho ahaṃ, brāhmaṇa, soṇakāyanassa māṇavassa nābhijānāmi; ",
          "en": "“Brahmin, I can’t recall even seeing the student Soṇakāyana, "
        },
        {
          "scid": "an4.234:3.2",
          "pli": "kuto panevarūpo kathāsallāpo. ",
          "en": "so how could we possibly have had such a discussion? "
        },
        {
          "scid": "an4.234:3.3",
          "pli": "Cattārimāni, brāhmaṇa, kammāni mayā sayaṃ abhiññā sacchikatvā paveditāni. ",
          "en": "I declare these four kinds of deeds, having realized them with my own insight. "
        },
        {
          "scid": "an4.234:3.4",
          "pli": "Katamāni cattāri? ",
          "en": "What four? "
        },
        {
          "scid": "an4.234:3.5",
          "pli": "Atthi, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ; ",
          "en": "There are dark deeds with dark results; "
        },
        {
          "scid": "an4.234:3.6",
          "pli": "atthi, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ; ",
          "en": "bright deeds with bright results; "
        },
        {
          "scid": "an4.234:3.7",
          "pli": "atthi, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ; ",
          "en": "dark and bright deeds with dark and bright results; and "
        },
        {
          "scid": "an4.234:3.8",
          "pli": "atthi, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati. ",
          "en": "neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds. "
        },
        {
          "scid": "an4.234:4.1",
          "pli": "Katamañca, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ? ",
          "en": "And what are the dark deeds with dark results? "
        },
        {
          "scid": "an4.234:4.2",
          "pli": "Idha, brāhmaṇa, ekacco sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti. ",
          "en": "It’s when someone makes hurtful choices by way of body, speech, and mind. … "
        },
        {
          "scid": "an4.234:4.3",
          "pli": "So sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā sabyābajjhaṃ lokaṃ upapajjati. ",
          "en": " "
        },
        {
          "scid": "an4.234:4.4",
          "pli": "Tamenaṃ sabyābajjhaṃ lokaṃ upapannaṃ samānaṃ sabyābajjhā phassā phusanti. ",
          "en": " "
        },
        {
          "scid": "an4.234:4.5",
          "pli": "So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṃ vedanaṃ vediyati ekantadukkhaṃ, seyyathāpi sattā nerayikā. ",
          "en": "Touched by hurtful contacts, they experience hurtful feelings that are exclusively painful—like the beings in hell. "
        },
        {
          "scid": "an4.234:4.6",
          "pli": "Idaṃ vuccati, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ. ",
          "en": "These are called dark deeds with dark results. "
        },
        {
          "scid": "an4.234:5.1",
          "pli": "Katamañca, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ? ",
          "en": "And what are bright deeds with bright results? "
        },
        {
          "scid": "an4.234:5.2",
          "pli": "Idha, brāhmaṇa, ekacco abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti. ",
          "en": "It’s when someone makes pleasing choices by way of body, speech, and mind. … "
        },
        {
          "scid": "an4.234:5.3",
          "pli": "So abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā abyābajjhaṃ lokaṃ upapajjati. ",
          "en": " "
        },
        {
          "scid": "an4.234:5.4",
          "pli": "Tamenaṃ abyābajjhaṃ lokaṃ upapannaṃ samānaṃ abyābajjhā phassā phusanti. ",
          "en": " "
        },
        {
          "scid": "an4.234:5.5",
          "pli": "So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṃ vedanaṃ vediyati ekantasukhaṃ, seyyathāpi devā subhakiṇhā. ",
          "en": "Touched by pleasing contacts, they experience pleasing feelings that are exclusively happy—like the gods replete with glory. "
        },
        {
          "scid": "an4.234:5.6",
          "pli": "Idaṃ vuccati, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ. ",
          "en": "These are called bright deeds with bright results. "
        },
        {
          "scid": "an4.234:6.1",
          "pli": "Katamañca, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ? ",
          "en": "And what are dark and bright deeds with dark and bright results? "
        },
        {
          "scid": "an4.234:6.2",
          "pli": "Idha, brāhmaṇa, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharoti. ",
          "en": "It’s when someone makes both hurtful and pleasing choices by way of body, speech, and mind. … "
        },
        {
          "scid": "an4.234:6.3",
          "pli": "So sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharitvā sabyābajjhampi abyābajjhampi lokaṃ upapajjati. ",
          "en": " "
        },
        {
          "scid": "an4.234:6.4",
          "pli": "Tamenaṃ sabyābajjhampi abyābajjhampi lokaṃ upapannaṃ samānaṃ sabyābajjhāpi abyābajjhāpi phassā phusanti. ",
          "en": " "
        },
        {
          "scid": "an4.234:6.5",
          "pli": "So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṃ vediyati vokiṇṇasukhadukkhaṃ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā. ",
          "en": "Touched by both hurtful and pleasing contacts, they experience both hurtful and pleasing feelings that are a mixture of pleasure and pain—like humans, some gods, and some beings in the underworld. "
        },
        {
          "scid": "an4.234:6.6",
          "pli": "Idaṃ vuccati, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ. ",
          "en": "These are called dark and bright deeds with dark and bright results. "
        },
        {
          "scid": "an4.234:7.1",
          "pli": "Katamañca, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati? ",
          "en": "And what are neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds? "
        },
        {
          "scid": "an4.234:7.2",
          "pli": "Tatra, brāhmaṇa, yamidaṃ kammaṃ kaṇhaṃ kaṇhavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ sukkaṃ sukkavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ tassa pahānāya yā cetanā—",
          "en": "It’s the intention to give up dark deeds with dark results, bright deeds with bright results, and both dark and bright deeds with both dark and bright results. "
        },
        {
          "scid": "an4.234:7.3",
          "pli": "idaṃ vuccati, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati. ",
          "en": "These are called neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds. "
        },
        {
          "scid": "an4.234:7.4",
          "pli": "Imāni kho, brāhmaṇa, cattāri kammāni mayā sayaṃ abhiññā sacchikatvā paveditānī”ti. ",
          "en": "These are the four kinds of deeds that I declare, having realized them with my own insight.” "
        },
        {
          "scid": "an4.234:7.5",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then Sikhāmoggallāna the brahmin went up to the Buddha,…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.234/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.234//AN 4.233",
    "volpages": "AN ii 232",
    "uid": "an4.234",
    "blurb": "A brahmin accuses the Buddha of being an annihilationist.",
    "difficulty": null,
    "original_title": "Soṇakāyana Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "About Soṇakāyana ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.234_sujato",
        "segmented": true,
        "title": "About Soṇakāyana ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 3
  }
}