{
  "sutta_uid": "an4.194",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.194",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "At Sāpūga ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Vappa ",
      "uid": "an4.195"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Bhaddiya ",
      "uid": "an4.193"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.194:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.194:0.2",
          "pli": "20. Mahāvagga ",
          "en": "20. The Great Chapter "
        },
        {
          "scid": "an4.194:0.3",
          "pli": "194. Sāmugiyasutta ",
          "en": "194. At Sāpūga "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.194:1.1",
          "pli": "Ekaṃ samayaṃ āyasmā ānando koliyesu viharati sāmugaṃ nāma koliyānaṃ nigamo. ",
          "en": "At one time Venerable Ānanda was staying in the land of the Koliyans, where they have a town named Sāpūga. "
        },
        {
          "scid": "an4.194:1.2",
          "pli": "Atha kho sambahulā sāmugiyā koliyaputtā yenāyasmā ānando tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te sāmugiye koliyaputte āyasmā ānando etadavoca: ",
          "en": "Then several Koliyans from Sāpūga went up to Ānanda, bowed, and sat down to one side. Then Venerable Ānanda said to them: "
        },
        {
          "scid": "an4.194:2.1",
          "pli": "“Cattārimāni, byagghapajjā, pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya. ",
          "en": "“Byagghapajjas, these four factors of trying to be pure have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment. "
        },
        {
          "scid": "an4.194:2.2",
          "pli": "Katamāni cattāri? ",
          "en": "What four? "
        },
        {
          "scid": "an4.194:2.3",
          "pli": "Sīlapārisuddhipadhāniyaṅgaṃ, cittapārisuddhipadhāniyaṅgaṃ, diṭṭhipārisuddhipadhāniyaṅgaṃ, vimuttipārisuddhipadhāniyaṅgaṃ. ",
          "en": "The factors of trying to be pure in ethics, mind, view, and freedom. "
        },
        {
          "scid": "an4.194:3.1",
          "pli": "Katamañca, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṃ? ",
          "en": "And what is the factor of trying to be pure in ethics? "
        },
        {
          "scid": "an4.194:3.2",
          "pli": "Idha, byagghapajjā, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu. ",
          "en": "It’s when a mendicant is ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. "
        },
        {
          "scid": "an4.194:3.3",
          "pli": "Ayaṃ vuccati, byagghapajjā, sīlapārisuddhi. ",
          "en": "This is called purity of ethics. "
        },
        {
          "scid": "an4.194:3.4",
          "pli": "Iti evarūpiṃ sīlapārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṃ. ",
          "en": "They think: ‘I will fulfill such purity of ethics, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in ethics. "
        },
        {
          "scid": "an4.194:4.1",
          "pli": "Katamañca, byagghapajjā, cittapārisuddhipadhāniyaṅgaṃ? ",
          "en": "And what is the factor of trying to be pure in mind? "
        },
        {
          "scid": "an4.194:4.2",
          "pli": "Idha, byagghapajjā, bhikkhu vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption. "
        },
        {
          "scid": "an4.194:4.3",
          "pli": "Ayaṃ vuccati, byagghapajjā, cittapārisuddhi. ",
          "en": "This is called purity of mind. "
        },
        {
          "scid": "an4.194:4.4",
          "pli": "Iti evarūpiṃ cittapārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, cittapārisuddhipadhāniyaṅgaṃ. ",
          "en": "They think: ‘I will fulfill such purity of mind, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in mind. "
        },
        {
          "scid": "an4.194:5.1",
          "pli": "Katamañca, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṃ? ",
          "en": "And what is the factor of trying to be pure in view? "
        },
        {
          "scid": "an4.194:5.2",
          "pli": "Idha, byagghapajjā, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
          "en": "Take a mendicant who truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. "
        },
        {
          "scid": "an4.194:5.3",
          "pli": "Ayaṃ vuccati, byagghapajjā, diṭṭhipārisuddhi. ",
          "en": "This is called purity of view. "
        },
        {
          "scid": "an4.194:5.4",
          "pli": "Iti evarūpiṃ diṭṭhipārisuddhiṃ aparipūraṃ vā … pe … tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṃ. ",
          "en": "They think: ‘I will fulfill such purity of view, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in view. "
        },
        {
          "scid": "an4.194:6.1",
          "pli": "Katamañca, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṃ? ",
          "en": "And what is the factor of trying to be pure in freedom? "
        },
        {
          "scid": "an4.194:6.2",
          "pli": "Sa kho so, byagghapajjā, ariyasāvako iminā ca sīlapārisuddhipadhāniyaṅgena samannāgato iminā ca cittapārisuddhipadhāniyaṅgena samannāgato iminā ca diṭṭhipārisuddhipadhāniyaṅgena samannāgato rajanīyesu dhammesu cittaṃ virājeti, vimocanīyesu dhammesu cittaṃ vimoceti. ",
          "en": "That noble disciple—who has these factors of trying to be pure in ethics, mind, and view—detaches their mind from things that arouse greed, and frees their mind from things that it should be freed from. "
        },
        {
          "scid": "an4.194:6.3",
          "pli": "So rajanīyesu dhammesu cittaṃ virājetvā, vimocanīyesu dhammesu cittaṃ vimocetvā sammāvimuttiṃ phusati. ",
          "en": "Doing so, they experience perfect freedom. "
        },
        {
          "scid": "an4.194:6.4",
          "pli": "Ayaṃ vuccati, byagghapajjā, vimuttipārisuddhi. ",
          "en": "This is called purity of freedom. "
        },
        {
          "scid": "an4.194:6.5",
          "pli": "Iti evarūpiṃ vimuttipārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṃ. ",
          "en": "They think: ‘I will fulfill such purity of freedom, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in freedom. "
        },
        {
          "scid": "an4.194:7.1",
          "pli": "Imāni kho, byagghapajjā, cattāri pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti. ",
          "en": "These four factors of trying to be pure have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment.” "
        },
        {
          "scid": "an4.194:7.2",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time Venerable Ānanda was staying in the…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.194/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.194",
    "volpages": "AN ii 194",
    "uid": "an4.194",
    "blurb": "Making an effort to be pure in morality, mind, view, and freedom.",
    "difficulty": null,
    "original_title": "Sāmugiya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "At Sāpūga ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.194_sujato",
        "segmented": true,
        "title": "At Sāpūga ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 4
  }
}