{
  "sutta_uid": "an4.52",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.52",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Overflowing Merit (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Living Together (1st) ",
      "uid": "an4.53"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Overflowing Merit ",
      "uid": "an4.51"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.52:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.52:0.2",
          "pli": "6. Puññābhisandavagga ",
          "en": "6. Overflowing Merit "
        },
        {
          "scid": "an4.52:0.3",
          "pli": "52. Dutiyapuññābhisandasutta ",
          "en": "52. Overflowing Merit (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.52:1.1",
          "pli": "“Cattārome, bhikkhave, puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti. ",
          "en": "“Mendicants, there are these four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness. "
        },
        {
          "scid": "an4.52:1.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "an4.52:1.3",
          "pli": "Idha, bhikkhave, ariyasāvako buddhe aveccappasādena samannāgato hoti: ",
          "en": "It’s when a noble disciple has experiential confidence in the Buddha: "
        },
        {
          "scid": "an4.52:1.4",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "an4.52:1.5",
          "pli": "Ayaṃ, bhikkhave, paṭhamo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. ",
          "en": "This is the first kind of overflowing merit … "
        },
        {
          "scid": "an4.52:2.1",
          "pli": "Puna caparaṃ, bhikkhave, ariyasāvako dhamme aveccappasādena samannāgato hoti: ",
          "en": "Furthermore, a noble disciple has experiential confidence in the teaching: "
        },
        {
          "scid": "an4.52:2.2",
          "pli": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti. ",
          "en": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ "
        },
        {
          "scid": "an4.52:2.3",
          "pli": "Ayaṃ, bhikkhave, dutiyo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. ",
          "en": "This is the second kind of overflowing merit … "
        },
        {
          "scid": "an4.52:3.1",
          "pli": "Puna caparaṃ, bhikkhave, ariyasāvako saṅghe aveccappasādena samannāgato hoti: ",
          "en": "Furthermore, a noble disciple has experiential confidence in the Saṅgha: "
        },
        {
          "scid": "an4.52:3.2",
          "pli": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti. ",
          "en": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ "
        },
        {
          "scid": "an4.52:3.3",
          "pli": "Ayaṃ, bhikkhave, tatiyo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. ",
          "en": "This is the third kind of overflowing merit … "
        },
        {
          "scid": "an4.52:4.1",
          "pli": "Puna caparaṃ, bhikkhave, ariyasāvako ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi. ",
          "en": "Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. "
        },
        {
          "scid": "an4.52:4.2",
          "pli": "Ayaṃ, bhikkhave, catuttho puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. ",
          "en": "This is the fourth kind of overflowing merit … "
        },
        {
          "scid": "an4.52:4.3",
          "pli": "Ime kho, bhikkhave, cattāro puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattantīti. ",
          "en": "These are the four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness. "
        },
        {
          "scid": "an4.52:5.1",
          "pli": "Yassa saddhā tathāgate, ",
          "en": "Whoever has faith in the Realized One, "
        },
        {
          "scid": "an4.52:5.2",
          "pli": "acalā suppatiṭṭhitā; ",
          "en": "unwavering and well grounded; "
        },
        {
          "scid": "an4.52:5.3",
          "pli": "Sīlañca yassa kalyāṇaṃ, ",
          "en": "whose ethical conduct is good, "
        },
        {
          "scid": "an4.52:5.4",
          "pli": "ariyakantaṃ pasaṃsitaṃ. ",
          "en": "praised and loved by the noble ones; "
        },
        {
          "scid": "an4.52:6.1",
          "pli": "Saṅghe pasādo yassatthi, ",
          "en": "who has confidence in the Saṅgha, "
        },
        {
          "scid": "an4.52:6.2",
          "pli": "ujubhūtañca dassanaṃ; ",
          "en": "and correct view: "
        },
        {
          "scid": "an4.52:6.3",
          "pli": "Adaliddoti taṃ āhu, ",
          "en": "they’re said to be prosperous, "
        },
        {
          "scid": "an4.52:6.4",
          "pli": "amoghaṃ tassa jīvitaṃ. ",
          "en": "their life is not in vain. "
        },
        {
          "scid": "an4.52:7.1",
          "pli": "Tasmā saddhañca sīlañca, ",
          "en": "So let the wise devote themselves "
        },
        {
          "scid": "an4.52:7.2",
          "pli": "pasādaṃ dhammadassanaṃ; ",
          "en": "to faith, ethical behavior, "
        },
        {
          "scid": "an4.52:7.3",
          "pli": "Anuyuñjetha medhāvī, ",
          "en": "confidence, and insight into the teaching, "
        },
        {
          "scid": "an4.52:7.4",
          "pli": "saraṃ buddhāna sāsanan”ti. ",
          "en": "remembering the instructions of the Buddhas. "
        },
        {
          "scid": "an4.52:7.5",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, there are these four kinds of overflowing merit,…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.52/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.52",
    "volpages": "AN ii 56",
    "uid": "an4.52",
    "blurb": "When a mendicant has confidence and morality, merit overflows for the donor.",
    "difficulty": null,
    "original_title": "Dutiyapuññābhisanda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Overflowing Merit (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.52_sujato",
        "segmented": true,
        "title": "Overflowing Merit (2nd) ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an4.52_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Streams of Merit (2)"
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "num": 2
  }
}