{
  "sutta_uid": "an4.160",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.160",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Training of a Holy One ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "In Brief ",
      "uid": "an4.161"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Nun ",
      "uid": "an4.159"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.160:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.160:0.2",
          "pli": "16. Indriyavagga ",
          "en": "16. Faculties "
        },
        {
          "scid": "an4.160:0.3",
          "pli": "160. Sugatavinayasutta ",
          "en": "160. The Training of a Holy One "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.160:1.1",
          "pli": "“Sugato vā, bhikkhave, loke tiṭṭhamāno sugatavinayo vā tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
          "en": "“Mendicants, a Holy One or a Holy One’s training remain in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. "
        },
        {
          "scid": "an4.160:2.1",
          "pli": "Katamo ca, bhikkhave, sugato? ",
          "en": "And who is a Holy One? "
        },
        {
          "scid": "an4.160:2.2",
          "pli": "Idha, bhikkhave, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
          "en": "It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. "
        },
        {
          "scid": "an4.160:2.3",
          "pli": "Ayaṃ, bhikkhave, sugato. ",
          "en": "This is a Holy One. "
        },
        {
          "scid": "an4.160:3.1",
          "pli": "Katamo ca, bhikkhave, sugatavinayo? ",
          "en": "And what is the training of a Holy One? "
        },
        {
          "scid": "an4.160:3.2",
          "pli": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
          "en": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. "
        },
        {
          "scid": "an4.160:3.3",
          "pli": "Ayaṃ, bhikkhave, sugatavinayo. ",
          "en": "This is the training of a Holy One. "
        },
        {
          "scid": "an4.160:3.4",
          "pli": "Evaṃ sugato vā, bhikkhave, loke tiṭṭhamāno sugatavinayo vā tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānanti. ",
          "en": "This is how a Holy One or a Holy One’s training remain in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. "
        },
        {
          "scid": "an4.160:4.1",
          "pli": "Cattārome, bhikkhave, dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. ",
          "en": "These four things lead to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an4.160:4.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "an4.160:4.3",
          "pli": "Idha, bhikkhave, bhikkhū duggahitaṃ suttantaṃ pariyāpuṇanti dunnikkhittehi padabyañjanehi. ",
          "en": "Firstly, the mendicants memorize discourses that they learned incorrectly, with misplaced words and phrases. "
        },
        {
          "scid": "an4.160:4.4",
          "pli": "Dunnikkhittassa, bhikkhave, padabyañjanassa atthopi dunnayo hoti. ",
          "en": "When the words and phrases are misplaced, the meaning is misinterpreted. "
        },
        {
          "scid": "an4.160:4.5",
          "pli": "Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the first thing that leads to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an4.160:5.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhū dubbacā honti dovacassakaraṇehi dhammehi samannāgatā akkhamā appadakkhiṇaggāhino anusāsaniṃ. ",
          "en": "Furthermore, the mendicants are hard to admonish, having qualities that make them hard to admonish. They’re impatient, and don’t take instruction respectfully. "
        },
        {
          "scid": "an4.160:5.2",
          "pli": "Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the second thing that leads to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an4.160:6.1",
          "pli": "Puna caparaṃ, bhikkhave, ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te na sakkaccaṃ suttantaṃ paraṃ vācenti. ",
          "en": "Furthermore, the mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the monastic law, and the outlines—don’t carefully make others recite the discourses. "
        },
        {
          "scid": "an4.160:6.2",
          "pli": "Tesaṃ accayena chinnamūlako suttanto hoti appaṭisaraṇo. ",
          "en": "When they pass away, the discourses are cut off at the root, with no-one to preserve them. "
        },
        {
          "scid": "an4.160:6.3",
          "pli": "Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the third thing that leads to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an4.160:7.1",
          "pli": "Puna caparaṃ, bhikkhave, therā bhikkhū bāhulikā honti sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā, na vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "Furthermore, the senior mendicants are indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. "
        },
        {
          "scid": "an4.160:7.2",
          "pli": "Tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjati. ",
          "en": "Those who come after them follow their example. "
        },
        {
          "scid": "an4.160:7.3",
          "pli": "Sāpi hoti bāhulikā sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā, na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "They too become indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. "
        },
        {
          "scid": "an4.160:7.4",
          "pli": "Ayaṃ, bhikkhave, catuttho dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the fourth thing that leads to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an4.160:7.5",
          "pli": "Ime kho, bhikkhave, cattāro dhammā saddhammassa sammosāya antaradhānāya saṃvattantīti. ",
          "en": "These are four things that lead to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an4.160:8.1",
          "pli": "Cattārome, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti. ",
          "en": "These four things lead to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "an4.160:8.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "an4.160:8.3",
          "pli": "Idha, bhikkhave, bhikkhū suggahitaṃ suttantaṃ pariyāpuṇanti sunikkhittehi padabyañjanehi. ",
          "en": "Firstly, the mendicants memorize discourses that have been learned correctly, with well placed words and phrases. "
        },
        {
          "scid": "an4.160:8.4",
          "pli": "Sunikkhittassa, bhikkhave, padabyañjanassa atthopi sunayo hoti. ",
          "en": "When the words and phrases are well placed, the meaning is interpreted correctly. "
        },
        {
          "scid": "an4.160:8.5",
          "pli": "Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the first thing that leads to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "an4.160:9.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhū suvacā honti sovacassakaraṇehi dhammehi samannāgatā khamā padakkhiṇaggāhino anusāsaniṃ. ",
          "en": "Furthermore, the mendicants are easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. "
        },
        {
          "scid": "an4.160:9.2",
          "pli": "Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the second thing that leads to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "an4.160:10.1",
          "pli": "Puna caparaṃ, bhikkhave, ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te sakkaccaṃ suttantaṃ paraṃ vācenti. ",
          "en": "Furthermore, the mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the monastic law, and the outlines—carefully make others recite the discourses. "
        },
        {
          "scid": "an4.160:10.2",
          "pli": "Tesaṃ accayena nacchinnamūlako suttanto hoti sappaṭisaraṇo. ",
          "en": "When they pass away, the discourses aren’t cut off at the root, and they have someone to preserve them. "
        },
        {
          "scid": "an4.160:10.3",
          "pli": "Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the third thing that leads to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "an4.160:11.1",
          "pli": "Puna caparaṃ, bhikkhave, therā bhikkhū na bāhulikā honti na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "Furthermore, the senior mendicants are not indulgent or slack, nor are they backsliders; instead, they take the lead in seclusion, rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. "
        },
        {
          "scid": "an4.160:11.2",
          "pli": "Tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjati. ",
          "en": "Those who come after them follow their example. "
        },
        {
          "scid": "an4.160:11.3",
          "pli": "Sāpi hoti na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "They too aren’t indulgent or slack … "
        },
        {
          "scid": "an4.160:11.4",
          "pli": "Ayaṃ, bhikkhave, catuttho dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the fourth thing that leads to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "an4.160:11.5",
          "pli": "Ime kho, bhikkhave, cattāro dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti. ",
          "en": "These are four things that lead to the continuation, persistence, and enduring of the true teaching.” "
        },
        {
          "scid": "an4.160:11.6",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an4.160:11.7",
          "pli": "Indriyavaggo paṭhamo. ",
          "en": " "
        },
        {
          "scid": "an4.160:12.1",
          "pli": "Indriyāni saddhā paññā, ",
          "en": " "
        },
        {
          "scid": "an4.160:12.2",
          "pli": "sati saṅkhānapañcamaṃ; ",
          "en": " "
        },
        {
          "scid": "an4.160:12.3",
          "pli": "Kappo rogo parihāni, ",
          "en": " "
        },
        {
          "scid": "an4.160:12.4",
          "pli": "bhikkhunī sugatena cāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, a Holy One or a Holy One’s training…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.160/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.160",
    "volpages": "AN ii 147",
    "uid": "an4.160",
    "blurb": "Things that lead to the disappearance of the Dharma.",
    "difficulty": null,
    "original_title": "Sugatavinaya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Training of a Holy One ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.160_sujato",
        "segmented": true,
        "title": "The Training of a Holy One ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 10
  }
}