{
  "sutta_uid": "an4.87",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.87",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Son ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Fetters ",
      "uid": "an4.88"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Sunk Low ",
      "uid": "an4.86"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.87:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.87:0.2",
          "pli": "9. Macalavagga ",
          "en": "9. Confirmed "
        },
        {
          "scid": "an4.87:0.3",
          "pli": "87. Puttasutta ",
          "en": "87. The Son "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.87:1.1",
          "pli": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ. ",
          "en": "“Mendicants, these four people are found in the world. "
        },
        {
          "scid": "an4.87:1.2",
          "pli": "Katame cattāro? ",
          "en": "What four? "
        },
        {
          "scid": "an4.87:1.3",
          "pli": "Samaṇamacalo, samaṇapuṇḍarīko, samaṇapadumo, samaṇesu samaṇasukhumālo. ",
          "en": "The confirmed ascetic, the white lotus ascetic, the pink lotus ascetic, and the exquisite ascetic of ascetics. "
        },
        {
          "scid": "an4.87:2.1",
          "pli": "Kathañca, bhikkhave, puggalo samaṇamacalo hoti? ",
          "en": "And how is a person a confirmed ascetic? "
        },
        {
          "scid": "an4.87:2.2",
          "pli": "Idha, bhikkhave, bhikkhu sekho hoti pāṭipado; ",
          "en": "It’s when a mendicant is a practicing trainee, "
        },
        {
          "scid": "an4.87:2.3",
          "pli": "anuttaraṃ yogakkhemaṃ patthayamāno viharati. ",
          "en": "who lives aspiring to the supreme sanctuary. "
        },
        {
          "scid": "an4.87:2.4",
          "pli": "Seyyathāpi, bhikkhave, rañño khattiyassa muddhāvasittassa jeṭṭho putto ābhiseko anabhisitto macalappatto; ",
          "en": "It’s like the eldest son of an anointed king. He has not yet been anointed, but is eligible, and has been confirmed in the succession. "
        },
        {
          "scid": "an4.87:2.5",
          "pli": "evamevaṃ kho, bhikkhave, bhikkhu sekho hoti pāṭipado, anuttaraṃ yogakkhemaṃ patthayamāno viharati. ",
          "en": "In the same way, a mendicant is a practicing trainee, who lives aspiring to the supreme sanctuary. "
        },
        {
          "scid": "an4.87:2.6",
          "pli": "Evaṃ kho, bhikkhave, puggalo samaṇamacalo hoti. ",
          "en": "That’s how a person is a confirmed ascetic. "
        },
        {
          "scid": "an4.87:3.1",
          "pli": "Kathañca, bhikkhave, puggalo samaṇapuṇḍarīko hoti? ",
          "en": "And how is a person a white lotus ascetic? "
        },
        {
          "scid": "an4.87:3.2",
          "pli": "Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, no ca kho aṭṭha vimokkhe kāyena phusitvā viharati. ",
          "en": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. But they don’t have direct meditative experience of the eight liberations. "
        },
        {
          "scid": "an4.87:3.3",
          "pli": "Evaṃ kho, bhikkhave, puggalo samaṇapuṇḍarīko hoti. ",
          "en": "That’s how a person is a white lotus ascetic. "
        },
        {
          "scid": "an4.87:4.1",
          "pli": "Kathañca, bhikkhave, puggalo samaṇapadumo hoti? ",
          "en": "And how is a person a pink lotus ascetic? "
        },
        {
          "scid": "an4.87:4.2",
          "pli": "Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, aṭṭha ca vimokkhe kāyena phusitvā viharati. ",
          "en": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. … And they have direct meditative experience of the eight liberations. "
        },
        {
          "scid": "an4.87:4.3",
          "pli": "Evaṃ kho, bhikkhave, puggalo samaṇapadumo hoti. ",
          "en": "That’s how a person is a pink lotus ascetic. "
        },
        {
          "scid": "an4.87:5.1",
          "pli": "Kathañca, bhikkhave, puggalo samaṇesu samaṇasukhumālo hoti? ",
          "en": "And how is a person an exquisite ascetic of ascetics? "
        },
        {
          "scid": "an4.87:5.2",
          "pli": "Idha, bhikkhave, bhikkhu yācitova bahulaṃ cīvaraṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ piṇḍapātaṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ senāsanaṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ gilānappaccayabhesajjaparikkhāraṃ paribhuñjati, appaṃ ayācito. ",
          "en": "It’s when a mendicant usually uses only what they’ve been invited to accept—robes, alms-food, lodgings, and medicines and supplies for the sick—rarely using them without invitation. "
        },
        {
          "scid": "an4.87:5.3",
          "pli": "Yehi kho pana sabrahmacārīhi saddhiṃ viharati, tyassa manāpeneva bahulaṃ kāyakammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ vacīkammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ manokammena samudācaranti, appaṃ amanāpena; ",
          "en": "When living with other spiritual practitioners, they usually treat them agreeably by way of body, speech, and mind, and rarely disagreeably. "
        },
        {
          "scid": "an4.87:5.4",
          "pli": "manāpaṃyeva bahulaṃ upahāraṃ upaharanti, appaṃ amanāpaṃ. ",
          "en": "And they usually present them with agreeable things, rarely with disagreeable ones. "
        },
        {
          "scid": "an4.87:5.5",
          "pli": "Yāni kho pana tāni vedayitāni pittasamuṭṭhānāni vā semhasamuṭṭhānāni vā vātasamuṭṭhānāni vā sannipātikāni vā utupariṇāmajāni vā visamaparihārajāni vā opakkamikāni vā kammavipākajāni vā, tāni panassa na bahudeva uppajjanti. Appābādho hoti. ",
          "en": "They’re healthy, so the various unpleasant feelings—stemming from disorders of bile, phlegm, wind, or their conjunction; or caused by change in weather, by not taking care of yourself, by overexertion, or as the result of past deeds—usually don’t come up. "
        },
        {
          "scid": "an4.87:5.6",
          "pli": "Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, ",
          "en": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty. "
        },
        {
          "scid": "an4.87:5.7",
          "pli": "āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
          "en": "And they realize the undefiled freedom of heart and freedom by wisdom in this very life. … "
        },
        {
          "scid": "an4.87:5.8",
          "pli": "Evaṃ kho, bhikkhave, puggalo samaṇesu samaṇasukhumālo hoti. ",
          "en": "That’s how a person is an exquisite ascetic of ascetics. "
        },
        {
          "scid": "an4.87:6.1",
          "pli": "Yañhi taṃ, bhikkhave, sammā vadamāno vadeyya samaṇesu samaṇasukhumāloti, mameva taṃ, bhikkhave, sammā vadamāno vadeyya samaṇesu samaṇasukhumāloti. ",
          "en": "And if anyone should be rightly called an exquisite ascetic of ascetics, it’s me. "
        },
        {
          "scid": "an4.87:6.2",
          "pli": "Ahañhi, bhikkhave, yācitova bahulaṃ cīvaraṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ piṇḍapātaṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ senāsanaṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ gilānappaccayabhesajjaparikkhāraṃ paribhuñjāmi, appaṃ ayācito. ",
          "en": "For I usually use only what I’ve been invited to accept … "
        },
        {
          "scid": "an4.87:6.3",
          "pli": "Yehi kho pana bhikkhūhi saddhiṃ viharāmi te me manāpeneva bahulaṃ kāyakammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ vacīkammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ manokammena samudācaranti, appaṃ amanāpena; manāpaṃyeva bahulaṃ upahāraṃ upaharanti, appaṃ amanāpaṃ. ",
          "en": "When living with other spiritual practitioners, I usually treat them agreeably … "
        },
        {
          "scid": "an4.87:6.4",
          "pli": "Yāni kho pana tāni vedayitāni pittasamuṭṭhānāni vā semhasamuṭṭhānāni vā vātasamuṭṭhānāni vā sannipātikāni vā utupariṇāmajāni vā visamaparihārajāni vā opakkamikāni vā kammavipākajāni vā, tāni me na bahudeva uppajjanti. Appābādhohamasmi. ",
          "en": "I’m healthy … "
        },
        {
          "scid": "an4.87:6.5",
          "pli": "Catunnaṃ kho panasmi jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī, ",
          "en": "I get the four absorptions when I want, without trouble or difficulty. "
        },
        {
          "scid": "an4.87:6.6",
          "pli": "āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi. ",
          "en": "And I’ve realized the undefiled freedom of heart and freedom by wisdom in this very life. … "
        },
        {
          "scid": "an4.87:7.1",
          "pli": "Yañhi taṃ, bhikkhave, sammā vadamāno vadeyya samaṇesu samaṇasukhumāloti, mameva taṃ, bhikkhave, sammā vadamāno vadeyya samaṇesu samaṇasukhumāloti. ",
          "en": "So if anyone should be rightly called an exquisite ascetic of ascetics, it’s me. "
        },
        {
          "scid": "an4.87:7.2",
          "pli": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti. ",
          "en": "These are the four people found in the world.” "
        },
        {
          "scid": "an4.87:7.3",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these four people are found in the world.…",
      "expandable": false
    }
  ],
  "suttaCode": "an4.87/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.87",
    "volpages": "AN ii 86",
    "uid": "an4.87",
    "blurb": "The confirmed ascetic, the white lotus ascetic, the pink lotus ascetic, and the refined ascetic of ascetics.",
    "difficulty": null,
    "original_title": "Putta Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Son ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.87_sujato",
        "segmented": true,
        "title": "The Son ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}