{
  "sutta_uid": "an4.121",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an4.121",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Guilt ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Danger of Waves ",
      "uid": "an4.122"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Perils (2nd) ",
      "uid": "an4.120"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an4.121:0.1",
          "pli": "Aṅguttara Nikāya 4 ",
          "en": "Numbered Discourses 4 "
        },
        {
          "scid": "an4.121:0.2",
          "pli": "13. Bhayavagga ",
          "en": "13. Fears "
        },
        {
          "scid": "an4.121:0.3",
          "pli": "121. Attānuvādasutta ",
          "en": "121. Guilt "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 4 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an4.121:1.1",
          "pli": "“Cattārimāni, bhikkhave, bhayāni. ",
          "en": "“Mendicants, there are these four fears. "
        },
        {
          "scid": "an4.121:1.2",
          "pli": "Katamāni cattāri? ",
          "en": "What four? "
        },
        {
          "scid": "an4.121:1.3",
          "pli": "Attānuvādabhayaṃ, parānuvādabhayaṃ, daṇḍabhayaṃ, duggatibhayaṃ. ",
          "en": "The fears of guilt, shame, punishment, and going to a bad place. "
        },
        {
          "scid": "an4.121:2.1",
          "pli": "Katamañca, bhikkhave, attānuvādabhayaṃ? ",
          "en": "And what, mendicants, is the fear of guilt? "
        },
        {
          "scid": "an4.121:2.2",
          "pli": "Idha, bhikkhave, ekacco iti paṭisañcikkhati: ",
          "en": "It’s when someone reflects: "
        },
        {
          "scid": "an4.121:2.3",
          "pli": "‘ahañceva kho pana kāyena duccaritaṃ careyyaṃ, vācāya duccaritaṃ careyyaṃ, manasā duccaritaṃ careyyaṃ, kiñca taṃ yaṃ maṃ attā sīlato na upavadeyyā’ti. ",
          "en": "‘If I were to do bad things by way of body, speech, and mind, wouldn’t I blame myself for my conduct?’ "
        },
        {
          "scid": "an4.121:2.4",
          "pli": "So attānuvādabhayassa bhīto kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ",
          "en": "Being afraid of guilt, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. "
        },
        {
          "scid": "an4.121:2.5",
          "pli": "Idaṃ vuccati, bhikkhave, attānuvādabhayaṃ. ",
          "en": "This is called the fear of guilt. "
        },
        {
          "scid": "an4.121:3.1",
          "pli": "Katamañca, bhikkhave, parānuvādabhayaṃ? ",
          "en": "And what, mendicants, is the fear of shame? "
        },
        {
          "scid": "an4.121:3.2",
          "pli": "Idha, bhikkhave, ekacco iti paṭisañcikkhati: ",
          "en": "It’s when someone reflects: "
        },
        {
          "scid": "an4.121:3.3",
          "pli": "‘ahañceva kho pana kāyena duccaritaṃ careyyaṃ, vācāya duccaritaṃ careyyaṃ, manasā duccaritaṃ careyyaṃ, kiñca taṃ yaṃ maṃ pare sīlato na upavadeyyun’ti. ",
          "en": "‘If I were to do bad things by way of body, speech, and mind, wouldn’t others blame me for my conduct?’ "
        },
        {
          "scid": "an4.121:3.4",
          "pli": "So parānuvādabhayassa bhīto kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ",
          "en": "Being afraid of shame, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. "
        },
        {
          "scid": "an4.121:3.5",
          "pli": "Idaṃ vuccati, bhikkhave, parānuvādabhayaṃ. ",
          "en": "This is called the fear of shame. "
        },
        {
          "scid": "an4.121:4.1",
          "pli": "Katamañca, bhikkhave, daṇḍabhayaṃ? ",
          "en": "And what, mendicants, is the fear of punishment? "
        },
        {
          "scid": "an4.121:4.2",
          "pli": "Idha, bhikkhave, ekacco passati coraṃ āgucāriṃ, rājāno gahetvā vividhā kammakāraṇā kārente, ",
          "en": "It’s when someone sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—"
        },
        {
          "scid": "an4.121:4.3",
          "pli": "kasāhipi tāḷente, vettehipi tāḷente, addhadaṇḍakehipi tāḷente, hatthampi chindante, pādampi chindante, hatthapādampi chindante, kaṇṇampi chindante, nāsampi chindante, kaṇṇanāsampi chindante, bilaṅgathālikampi karonte, saṅkhamuṇḍikampi karonte, rāhumukhampi karonte, jotimālikampi karonte, hatthapajjotikampi karonte, erakavattikampi karonte, cīrakavāsikampi karonte, eṇeyyakampi karonte, balisamaṃsikampi karonte, kahāpaṇakampi karonte, khārāpatacchikampi karonte, palighaparivattikampi karonte, palālapīṭhakampi karonte, tattenapi telena osiñcante, sunakhehipi khādāpente, jīvantampi sūle uttāsente, asināpi sīsaṃ chindante. ",
          "en": "whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded. "
        },
        {
          "scid": "an4.121:5.1",
          "pli": "Tassa evaṃ hoti: ",
          "en": "They think: "
        },
        {
          "scid": "an4.121:5.2",
          "pli": "‘yathārūpānaṃ kho pāpakānaṃ kammānaṃ hetu coraṃ āgucāriṃ rājāno gahetvā vividhā kammakāraṇā kārenti, kasāhipi tāḷenti … pe … asināpi sīsaṃ chindanti, ahañceva kho pana evarūpaṃ pāpakammaṃ kareyyaṃ, mampi rājāno gahetvā evarūpā vividhā kammakāraṇā kāreyyuṃ, kasāhipi tāḷeyyuṃ, vettehipi tāḷeyyuṃ, addhadaṇḍakehipi tāḷeyyuṃ, hatthampi chindeyyuṃ, pādampi chindeyyuṃ, hatthapādampi chindeyyuṃ, kaṇṇampi chindeyyuṃ, nāsampi chindeyyuṃ, kaṇṇanāsampi chindeyyuṃ, bilaṅgathālikampi kareyyuṃ, saṅkhamuṇḍikampi kareyyuṃ; ",
          "en": "‘If I were to do the same kind of bad deed, the kings would punish me in the same way.’ … "
        },
        {
          "scid": "an4.121:5.3",
          "pli": "rāhumukhampi kareyyuṃ, jotimālikampi kareyyuṃ, hatthapajjotikampi kareyyuṃ, erakavattikampi kareyyuṃ, cīrakavāsikampi kareyyuṃ, eṇeyyakampi kareyyuṃ, balisamaṃsikampi kareyyuṃ, kahāpaṇakampi kareyyuṃ, khārāpatacchikampi kareyyuṃ, palighaparivattikampi kareyyuṃ, palālapīṭhakampi kareyyuṃ, tattenapi telena osiñceyyuṃ, sunakhehipi khādāpeyyuṃ, jīvantampi sūle uttāseyyuṃ, asināpi sīsaṃ chindeyyun’ti. ",
          "en": " "
        },
        {
          "scid": "an4.121:5.4",
          "pli": "So daṇḍabhayassa bhīto na paresaṃ pābhataṃ vilumpanto carati. ",
          "en": "Being afraid of punishment, they don’t steal the belongings of others. "
        },
        {
          "scid": "an4.121:5.5",
          "pli": "Kāyaduccaritaṃ pahāya … pe … suddhaṃ attānaṃ pariharati. ",
          "en": "They give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. "
        },
        {
          "scid": "an4.121:5.6",
          "pli": "Idaṃ vuccati, bhikkhave, daṇḍabhayaṃ. ",
          "en": "This is called the fear of punishment. "
        },
        {
          "scid": "an4.121:6.1",
          "pli": "Katamañca, bhikkhave, duggatibhayaṃ? ",
          "en": "And what, mendicants, is the fear of rebirth in a bad place? "
        },
        {
          "scid": "an4.121:6.2",
          "pli": "Idha, bhikkhave, ekacco iti paṭisañcikkhati: ",
          "en": "It’s when someone reflects: "
        },
        {
          "scid": "an4.121:6.3",
          "pli": "‘kāyaduccaritassa kho pāpako vipāko abhisamparāyaṃ, vacīduccaritassa pāpako vipāko abhisamparāyaṃ, manoduccaritassa pāpako vipāko abhisamparāyaṃ. ",
          "en": "‘Bad conduct of body, speech, or mind has a bad result in the next life. "
        },
        {
          "scid": "an4.121:6.4",
          "pli": "Ahañceva kho pana kāyena duccaritaṃ careyyaṃ, vācāya duccaritaṃ careyyaṃ, manasā duccaritaṃ careyyaṃ, kiñca taṃ yāhaṃ na kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyan’ti. ",
          "en": "If I were to do such bad things, when my body breaks up, after death, I’d be reborn in a place of loss, a bad place, the underworld, hell.’ "
        },
        {
          "scid": "an4.121:6.5",
          "pli": "So duggatibhayassa bhīto kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti, suddhaṃ attānaṃ pariharati. ",
          "en": "Being afraid of rebirth in a bad place, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure. "
        },
        {
          "scid": "an4.121:6.6",
          "pli": "Idaṃ vuccati, bhikkhave, duggatibhayaṃ. ",
          "en": "This is called the fear of rebirth in a bad place. "
        },
        {
          "scid": "an4.121:6.7",
          "pli": "Imāni kho, bhikkhave, cattāri bhayānī”ti. ",
          "en": "These are the four fears.” "
        },
        {
          "scid": "an4.121:6.8",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, there are these four fears. ",
      "expandable": false
    }
  ],
  "suttaCode": "an4.121/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 4.121",
    "volpages": "AN ii 121",
    "uid": "an4.121",
    "blurb": "The fears of guilt, shame, punishment, and rebirth in a bad place.",
    "difficulty": null,
    "original_title": "Attānuvāda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Guilt ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an4.121_sujato",
        "segmented": true,
        "title": "Guilt ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 1
  }
}