{
  "sutta_uid": "an5.192",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.192",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With the Brahmin Doṇa ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Saṅgārava ",
      "uid": "an5.193"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Dogs ",
      "uid": "an5.191"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.192:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.192:0.2",
          "pli": "20. Brāhmaṇavagga ",
          "en": "20. Brahmins "
        },
        {
          "scid": "an5.192:0.3",
          "pli": "192. Doṇabrāhmaṇasutta ",
          "en": "192. With the Brahmin Doṇa "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.192:1.1",
          "pli": "Atha kho doṇo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then Doṇa the brahmin went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "an5.192:1.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho doṇo brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, Doṇa sat down to one side, and said to the Buddha: "
        },
        {
          "scid": "an5.192:2.1",
          "pli": "“Sutaṃ metaṃ, bho gotama: ",
          "en": "“Master Gotama, I have heard that "
        },
        {
          "scid": "an5.192:2.2",
          "pli": "‘na samaṇo gotamo brāhmaṇe jiṇṇe vuḍḍhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimantetī’ti. ",
          "en": "the ascetic Gotama doesn’t bow to old brahmins, the elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat. "
        },
        {
          "scid": "an5.192:2.3",
          "pli": "Tayidaṃ, bho gotama, tatheva. ",
          "en": "And this is indeed the case, "
        },
        {
          "scid": "an5.192:2.4",
          "pli": "Na hi bhavaṃ gotamo brāhmaṇe jiṇṇe vuḍḍhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ",
          "en": "for Master Gotama does not bow to old brahmins, elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat. "
        },
        {
          "scid": "an5.192:2.5",
          "pli": "Tayidaṃ, bho gotama, na sampannamevā”ti. ",
          "en": "This is not appropriate, Master Gotama.” "
        },
        {
          "scid": "an5.192:2.6",
          "pli": "“Tvampi no, doṇa, brāhmaṇo paṭijānāsī”ti? ",
          "en": "“Doṇa, do you too claim to be a brahmin?” "
        },
        {
          "scid": "an5.192:2.7",
          "pli": "“Yañhi taṃ, bho gotama, sammā vadamāno vadeyya: ",
          "en": "“Master Gotama, if anyone should be rightly called "
        },
        {
          "scid": "an5.192:2.8",
          "pli": "‘brāhmaṇo ubhato sujāto—",
          "en": "a brahmin, it’s me. "
        },
        {
          "scid": "an5.192:2.9",
          "pli": "mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, ajjhāyako mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo’ti, mameva taṃ, bho gotama, sammā vadamāno vadeyya. ",
          "en": " "
        },
        {
          "scid": "an5.192:2.10",
          "pli": "Ahañhi, bho gotama, brāhmaṇo ubhato sujāto—",
          "en": " "
        },
        {
          "scid": "an5.192:2.11",
          "pli": "mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, ajjhāyako mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo”ti. ",
          "en": "For I am well born on both my mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. I recite and remember the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. I know philology and grammar, and am well versed in cosmology and the marks of a great man.” "
        },
        {
          "scid": "an5.192:3.1",
          "pli": "“Ye kho te, doṇa, brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti sajjhāyitamanusajjhāyanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako, vāmako, vāmadevo, vessāmitto, yamadaggi, aṅgīraso, bhāradvājo, vāseṭṭho, kassapo, bhagu; ",
          "en": "“Doṇa, the brahmin hermits of the past were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns, whose hymnal was sung and propagated and compiled in ancient times. These days, brahmins continue to sing and chant it. They continue chanting what was chanted, reciting what was recited, and teaching what was taught. "
        },
        {
          "scid": "an5.192:3.2",
          "pli": "tyāssume pañca brāhmaṇe paññāpenti—",
          "en": "Those seers described five kinds of brahmins. "
        },
        {
          "scid": "an5.192:3.3",
          "pli": "brahmasamaṃ, devasamaṃ, mariyādaṃ, sambhinnamariyādaṃ, brāhmaṇacaṇḍālaṃyeva pañcamaṃ. ",
          "en": "A brahmin who is equal to Brahmā, one who is equal to a god, one who toes the line, one who crosses the line, and the fifth is a brahmin outcaste. "
        },
        {
          "scid": "an5.192:3.4",
          "pli": "Tesaṃ tvaṃ doṇa, katamo”ti? ",
          "en": "Which one of these are you, Doṇa?” "
        },
        {
          "scid": "an5.192:4.1",
          "pli": "“Na kho mayaṃ, bho gotama, pañca brāhmaṇe jānāma, atha kho mayaṃ brāhmaṇātveva jānāma. ",
          "en": "“Master Gotama, we don’t know about these five kinds of brahmins. We just know the word ‘brahmin’. "
        },
        {
          "scid": "an5.192:4.2",
          "pli": "Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ahaṃ ime pañca brāhmaṇe jāneyyan”ti. ",
          "en": "Master Gotama, please teach me this matter so I can learn about these five brahmins.” "
        },
        {
          "scid": "an5.192:4.3",
          "pli": "“Tena hi, brāhmaṇa, suṇohhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
          "en": "“Well then, brahmin, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "an5.192:4.4",
          "pli": "“Evaṃ, bho”ti kho doṇo brāhmaṇo bhagavato paccassosi. ",
          "en": "“Yes sir,” Doṇa replied. "
        },
        {
          "scid": "an5.192:4.5",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an5.192:5.1",
          "pli": "“Kathañca, doṇa, brāhmaṇo brahmasamo hoti? ",
          "en": "“Doṇa, how is a brahmin equal to Brahmā? "
        },
        {
          "scid": "an5.192:5.2",
          "pli": "Idha, doṇa, brāhmaṇo ubhato sujāto hoti—",
          "en": "It’s when a brahmin is well born on both the mother’s and the father’s sides, coming from a clean womb back to the seventh paternal generation, incontestable and irreproachable in discussions about ancestry. "
        },
        {
          "scid": "an5.192:5.3",
          "pli": "mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
          "en": " "
        },
        {
          "scid": "an5.192:5.4",
          "pli": "So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ",
          "en": "For forty-eight years he lives the spiritual life, from childhood, studying the hymns. "
        },
        {
          "scid": "an5.192:5.5",
          "pli": "Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammeneva, no adhammena. ",
          "en": "Then he seeks a fee for his teacher, but only by legitimate means, not illegitimate. "
        },
        {
          "scid": "an5.192:6.1",
          "pli": "Tattha ca, doṇa, ko dhammo? ",
          "en": "In this context, Doṇa, what is legitimate? "
        },
        {
          "scid": "an5.192:6.2",
          "pli": "Neva kasiyā na vaṇijjāya na gorakkhena na issatthena na rājaporisena na sippaññatarena, kevalaṃ bhikkhācariyāya kapālaṃ anatimaññamāno. ",
          "en": "Not by farming, trade, raising cattle, archery, government service, or one of the professions, but solely by living on alms, not scorning the alms bowl. "
        },
        {
          "scid": "an5.192:6.3",
          "pli": "So ācariyassa ācariyadhanaṃ niyyādetvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
          "en": "Having offered the fee to his teacher, he shaves off his hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. "
        },
        {
          "scid": "an5.192:6.4",
          "pli": "So evaṃ pabbajito samāno mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "Then they meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "an5.192:6.5",
          "pli": "Karuṇā … pe … ",
          "en": "They meditate spreading a heart full of compassion … "
        },
        {
          "scid": "an5.192:6.6",
          "pli": "muditā … ",
          "en": "rejoicing … "
        },
        {
          "scid": "an5.192:6.7",
          "pli": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
          "en": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. "
        },
        {
          "scid": "an5.192:6.8",
          "pli": "So ime cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā sugatiṃ brahmalokaṃ upapajjati. ",
          "en": "Having developed these four Brahmā meditations, when the body breaks up, after death, they’re reborn in a good place, a Brahmā realm. "
        },
        {
          "scid": "an5.192:6.9",
          "pli": "Evaṃ kho, doṇa, brāhmaṇo brahmasamo hoti. (1) ",
          "en": "That’s how a brahmin is equal to Brahmā. "
        },
        {
          "scid": "an5.192:7.1",
          "pli": "Kathañca, doṇa, brāhmaṇo devasamo hoti? ",
          "en": "And how is a brahmin equal to a god? "
        },
        {
          "scid": "an5.192:7.2",
          "pli": "Idha, doṇa, brāhmaṇo ubhato sujāto hoti—",
          "en": "It’s when a brahmin is well born on both the mother’s and the father’s sides … "
        },
        {
          "scid": "an5.192:7.3",
          "pli": "mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
          "en": " "
        },
        {
          "scid": "an5.192:7.4",
          "pli": "So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ",
          "en": " "
        },
        {
          "scid": "an5.192:7.5",
          "pli": "Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammeneva, no adhammena. ",
          "en": " "
        },
        {
          "scid": "an5.192:7.6",
          "pli": "Tattha ca, doṇa, ko dhammo? ",
          "en": " "
        },
        {
          "scid": "an5.192:7.7",
          "pli": "Neva kasiyā na vaṇijjāya na gorakkhena na issatthena na rājaporisena na sippaññatarena, kevalaṃ bhikkhācariyāya kapālaṃ anatimaññamāno. ",
          "en": " "
        },
        {
          "scid": "an5.192:7.8",
          "pli": "So ācariyassa ācariyadhanaṃ niyyādetvā dāraṃ pariyesati dhammeneva, no adhammena. ",
          "en": "Having offered the fee to his teacher, he seeks a wife, but only by legitimate means, not illegitimate. "
        },
        {
          "scid": "an5.192:8.1",
          "pli": "Tattha ca, doṇa, ko dhammo? ",
          "en": "In this context, Doṇa, what is legitimate? "
        },
        {
          "scid": "an5.192:8.2",
          "pli": "Neva kayena na vikkayena, brāhmaṇiṃyeva udakūpassaṭṭhaṃ. ",
          "en": "Not by buying or selling, he only accepts a brahmin woman by the pouring of water. "
        },
        {
          "scid": "an5.192:8.3",
          "pli": "So brāhmaṇiṃyeva gacchati, na khattiyiṃ na vessiṃ na suddiṃ na caṇḍāliṃ na nesādiṃ na veniṃ na rathakāriṃ na pukkusiṃ gacchati, na gabbhiniṃ gacchati, na pāyamānaṃ gacchati, na anutuniṃ gacchati. ",
          "en": "He has sex only with a brahmin woman. He does not have sex with a woman from a caste of aristocrats, merchants, workers, outcastes, hunters, bamboo workers, chariot-makers, or waste-collectors. Nor does he have sex with women who are pregnant, breastfeeding, or outside the fertile half of the month that starts with menstruation. "
        },
        {
          "scid": "an5.192:8.4",
          "pli": "Kasmā ca, doṇa, brāhmaṇo na gabbhiniṃ gacchati? ",
          "en": "And why does the brahmin not have sex with a pregnant woman? "
        },
        {
          "scid": "an5.192:8.5",
          "pli": "Sace, doṇa, brāhmaṇo gabbhiniṃ gacchati, atimīḷhajo nāma so hoti māṇavako vā māṇavikā vā. ",
          "en": "If a brahmin had sex with a pregnant woman, the boy or girl would be born in too much filth. "
        },
        {
          "scid": "an5.192:8.6",
          "pli": "Tasmā, doṇa, brāhmaṇo na gabbhiniṃ gacchati. ",
          "en": "That’s why the brahmin doesn’t have sex with a pregnant woman. "
        },
        {
          "scid": "an5.192:8.7",
          "pli": "Kasmā ca, doṇa, brāhmaṇo na pāyamānaṃ gacchati? ",
          "en": "And why does the brahmin not have sex with a breastfeeding woman? "
        },
        {
          "scid": "an5.192:8.8",
          "pli": "Sace, doṇa, brāhmaṇo pāyamānaṃ gacchati, asucipaṭipīḷito nāma so hoti māṇavako vā māṇavikā vā. ",
          "en": "If a brahmin had sex with a breastfeeding woman, the boy or girl would drink back the semen. "
        },
        {
          "scid": "an5.192:8.9",
          "pli": "Tasmā, doṇa, brāhmaṇo na pāyamānaṃ gacchati. ",
          "en": "That’s why the brahmin doesn’t have sex with a breastfeeding woman. "
        },
        {
          "scid": "an5.192:8.10",
          "pli": "Tassa sā hoti brāhmaṇī neva kāmatthā na davatthā na ratatthā, pajatthāva brāhmaṇassa brāhmaṇī hoti. ",
          "en": "And why does the brahmin not have sex outside the fertile half of the month that starts with menstruation? Because his brahmin wife is not there for sensual pleasure, fun, and enjoyment, but only for procreation. "
        },
        {
          "scid": "an5.192:8.11",
          "pli": "So methunaṃ uppādetvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
          "en": "Having ensured his progeny through sex, he shaves off his hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. "
        },
        {
          "scid": "an5.192:8.12",
          "pli": "So evaṃ pabbajito samāno vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "When he has gone forth, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption … second absorption … third absorption … fourth absorption. "
        },
        {
          "scid": "an5.192:8.13",
          "pli": "So ime cattāro jhāne bhāvetvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
          "en": "Having developed these four absorptions, when the body breaks up, after death, they’re reborn in a good place, a heavenly realm. "
        },
        {
          "scid": "an5.192:8.14",
          "pli": "Evaṃ kho, doṇa, brāhmaṇo devasamo hoti. (2) ",
          "en": "That’s how a brahmin is equal to god. "
        },
        {
          "scid": "an5.192:9.1",
          "pli": "Kathañca, doṇa, brāhmaṇo mariyādo hoti? ",
          "en": "And how does a brahmin toe the line? "
        },
        {
          "scid": "an5.192:9.2",
          "pli": "Idha, doṇa, brāhmaṇo ubhato sujāto hoti—",
          "en": "It’s when a brahmin is well born on both the mother’s and the father’s sides … "
        },
        {
          "scid": "an5.192:9.3",
          "pli": "mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
          "en": " "
        },
        {
          "scid": "an5.192:9.4",
          "pli": "So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ",
          "en": " "
        },
        {
          "scid": "an5.192:9.5",
          "pli": "Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammeneva, no adhammena. ",
          "en": " "
        },
        {
          "scid": "an5.192:9.6",
          "pli": "Tattha ca, doṇa, ko dhammo? ",
          "en": " "
        },
        {
          "scid": "an5.192:9.7",
          "pli": "Neva kasiyā na vaṇijjāya na gorakkhena na issatthena na rājaporisena na sippaññatarena, kevalaṃ bhikkhācariyāya kapālaṃ anatimaññamāno. ",
          "en": " "
        },
        {
          "scid": "an5.192:9.8",
          "pli": "So ācariyassa ācariyadhanaṃ niyyādetvā dāraṃ pariyesati dhammeneva, no adhammena. ",
          "en": " "
        },
        {
          "scid": "an5.192:10.1",
          "pli": "Tattha ca, doṇa, ko dhammo? ",
          "en": " "
        },
        {
          "scid": "an5.192:10.2",
          "pli": "Neva kayena na vikkayena, brāhmaṇiṃyeva udakūpassaṭṭhaṃ. ",
          "en": "Not by buying or selling, he only accepts a brahmin woman by the pouring of water. "
        },
        {
          "scid": "an5.192:10.3",
          "pli": "So brāhmaṇiṃyeva gacchati, na khattiyiṃ na vessiṃ na suddiṃ na caṇḍāliṃ na nesādiṃ na veniṃ na rathakāriṃ na pukkusiṃ gacchati, na gabbhiniṃ gacchati, na pāyamānaṃ gacchati, na anutuniṃ gacchati. ",
          "en": " "
        },
        {
          "scid": "an5.192:10.4",
          "pli": "Kasmā ca, doṇa, brāhmaṇo na gabbhiniṃ gacchati? ",
          "en": " "
        },
        {
          "scid": "an5.192:10.5",
          "pli": "Sace, doṇa, brāhmaṇo gabbhiniṃ gacchati, atimīḷhajo nāma so hoti māṇavako vā māṇavikā vā. ",
          "en": " "
        },
        {
          "scid": "an5.192:10.6",
          "pli": "Tasmā, doṇa, brāhmaṇo na gabbhiniṃ gacchati. ",
          "en": " "
        },
        {
          "scid": "an5.192:10.7",
          "pli": "Kasmā ca, doṇa, brāhmaṇo na pāyamānaṃ gacchati? ",
          "en": " "
        },
        {
          "scid": "an5.192:10.8",
          "pli": "Sace, doṇa, brāhmaṇo pāyamānaṃ gacchati, asucipaṭipīḷito nāma so hoti māṇavako vā māṇavikā vā. ",
          "en": " "
        },
        {
          "scid": "an5.192:10.9",
          "pli": "Tasmā, doṇa, brāhmaṇo na pāyamānaṃ gacchati. ",
          "en": " "
        },
        {
          "scid": "an5.192:10.10",
          "pli": "Tassa sā hoti brāhmaṇī neva kāmatthā na davatthā na ratatthā, pajatthāva brāhmaṇassa brāhmaṇī hoti. ",
          "en": " "
        },
        {
          "scid": "an5.192:10.11",
          "pli": "So methunaṃ uppādetvā tameva puttassādaṃ nikāmayamāno kuṭumbaṃ ajjhāvasati, na agārasmā anagāriyaṃ pabbajati. ",
          "en": "Having ensured his progeny through sex, his child makes him happy. Because of this attachment he stays in his family property, and does not go forth from the lay life to homelessness. "
        },
        {
          "scid": "an5.192:10.12",
          "pli": "Yāva porāṇānaṃ brāhmaṇānaṃ mariyādo tattha tiṭṭhati, taṃ na vītikkamati. ",
          "en": "As far as the line of the ancient brahmins extends, he doesn’t cross over it. "
        },
        {
          "scid": "an5.192:10.13",
          "pli": "‘Yāva porāṇānaṃ brāhmaṇānaṃ mariyādo tattha brāhmaṇo ṭhito taṃ na vītikkamatī’ti, kho, doṇa, tasmā brāhmaṇo mariyādoti vuccati. ",
          "en": "That’s why he’s called a brahmin who toes the line. "
        },
        {
          "scid": "an5.192:10.14",
          "pli": "Evaṃ kho, doṇa, brāhmaṇo mariyādo hoti. (3) ",
          "en": "That’s how a brahmin toes the line. "
        },
        {
          "scid": "an5.192:11.1",
          "pli": "Kathañca, doṇa, brāhmaṇo sambhinnamariyādo hoti? ",
          "en": "And how does a brahmin cross the line? "
        },
        {
          "scid": "an5.192:11.2",
          "pli": "Idha, doṇa, brāhmaṇo ubhato sujāto hoti—",
          "en": "It’s when a brahmin is well born on both the mother’s and the father’s sides … "
        },
        {
          "scid": "an5.192:11.3",
          "pli": "mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
          "en": " "
        },
        {
          "scid": "an5.192:11.4",
          "pli": "So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ",
          "en": " "
        },
        {
          "scid": "an5.192:11.5",
          "pli": "Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammeneva, no adhammena. ",
          "en": " "
        },
        {
          "scid": "an5.192:12.1",
          "pli": "Tattha ca, doṇa, ko dhammo? ",
          "en": " "
        },
        {
          "scid": "an5.192:12.2",
          "pli": "Neva kasiyā na vaṇijjāya na gorakkhena na issatthena na rājaporisena na sippaññatarena, kevalaṃ bhikkhācariyāya kapālaṃ anatimaññamāno. ",
          "en": " "
        },
        {
          "scid": "an5.192:12.3",
          "pli": "So ācariyassa ācariyadhanaṃ niyyādetvā dāraṃ pariyesati dhammenapi adhammenapi kayenapi vikkayenapi brāhmaṇimpi udakūpassaṭṭhaṃ. ",
          "en": "Having offered a fee for his teacher, he seeks a wife by both legitimate and illegitimate means. That is, by buying or selling, as well as accepting a brahmin woman by the pouring of water. "
        },
        {
          "scid": "an5.192:12.4",
          "pli": "So brāhmaṇimpi gacchati khattiyimpi gacchati vessimpi gacchati suddimpi gacchati caṇḍālimpi gacchati nesādimpi gacchati venimpi gacchati rathakārimpi gacchati pukkusimpi gacchati gabbhinimpi gacchati pāyamānampi gacchati utunimpi gacchati anutunimpi gacchati. ",
          "en": "He has sex with a brahmin woman, as well as with a woman from a caste of aristocrats, merchants, workers, outcastes, hunters, bamboo workers, chariot-makers, or waste-collectors. And he has sex with women who are pregnant, breastfeeding, or outside the fertile half of the month that starts with menstruation. "
        },
        {
          "scid": "an5.192:12.5",
          "pli": "Tassa sā hoti brāhmaṇī kāmatthāpi davatthāpi ratatthāpi pajatthāpi brāhmaṇassa brāhmaṇī hoti. ",
          "en": "His brahmin wife is there for sensual pleasure, fun, and enjoyment, as well as for procreation. "
        },
        {
          "scid": "an5.192:12.6",
          "pli": "Yāva porāṇānaṃ brāhmaṇānaṃ mariyādo tattha na tiṭṭhati, taṃ vītikkamati. ",
          "en": "As far as the line of the ancient brahmins extends, he crosses over it. "
        },
        {
          "scid": "an5.192:12.7",
          "pli": "‘Yāva porāṇānaṃ brāhmaṇānaṃ mariyādo tattha brāhmaṇo na ṭhito taṃ vītikkamatī’ti kho, doṇa, tasmā brāhmaṇo sambhinnamariyādoti vuccati. ",
          "en": "That’s why he’s called a brahmin who crosses the line. "
        },
        {
          "scid": "an5.192:12.8",
          "pli": "Evaṃ kho, doṇa, brāhmaṇo sambhinnamariyādo hoti. (4) ",
          "en": "That’s how a brahmin crosses the line. "
        },
        {
          "scid": "an5.192:13.1",
          "pli": "Kathañca, doṇa, brāhmaṇo brāhmaṇacaṇḍālo hoti? ",
          "en": "And how is a brahmin a brahmin outcaste? "
        },
        {
          "scid": "an5.192:13.2",
          "pli": "Idha, doṇa, brāhmaṇo ubhato sujāto hoti—",
          "en": "It’s when a brahmin is well born on both the mother’s and the father’s sides, coming from a clean womb back to the seventh paternal generation, incontestable and irreproachable in discussions about ancestry. "
        },
        {
          "scid": "an5.192:13.3",
          "pli": "mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
          "en": " "
        },
        {
          "scid": "an5.192:13.4",
          "pli": "So aṭṭhacattālīsavassāni komārabrahmacariyaṃ carati mante adhīyamāno. ",
          "en": "For forty-eight years he lives the spiritual life, from childhood, studying the hymns. "
        },
        {
          "scid": "an5.192:13.5",
          "pli": "Aṭṭhacattālīsavassāni komārabrahmacariyaṃ caritvā mante adhīyitvā ācariyassa ācariyadhanaṃ pariyesati dhammenapi adhammenapi ",
          "en": "Then he seeks a fee for his teacher by legitimate means and illegitimate means. "
        },
        {
          "scid": "an5.192:13.6",
          "pli": "kasiyāpi vaṇijjāyapi gorakkhenapi issatthenapi rājaporisenapi sippaññatarenapi, kevalampi bhikkhācariyāya, kapālaṃ anatimaññamāno. ",
          "en": "By farming, trade, raising cattle, archery, government service, or one of the professions, not solely by living on alms, not scorning the alms bowl. "
        },
        {
          "scid": "an5.192:14.1",
          "pli": "So ācariyassa ācariyadhanaṃ niyyādetvā dāraṃ pariyesati dhammenapi adhammenapi kayenapi vikkayenapi brāhmaṇimpi udakūpassaṭṭhaṃ. ",
          "en": "Having offered a fee for his teacher, he seeks a wife by both legitimate and illegitimate means. That is, by buying or selling, as well as accepting a brahmin woman by the pouring of water. "
        },
        {
          "scid": "an5.192:14.2",
          "pli": "So brāhmaṇimpi gacchati khattiyimpi gacchati vessimpi gacchati suddimpi gacchati caṇḍālimpi gacchati nesādimpi gacchati venimpi gacchati rathakārimpi gacchati pukkusimpi gacchati gabbhinimpi gacchati pāyamānampi gacchati utunimpi gacchati anutunimpi gacchati. ",
          "en": "He has sex with a brahmin woman, as well as with a woman from a caste of aristocrats, merchants, workers, outcastes, hunters, bamboo workers, chariot-makers, or waste-collectors. And he has sex with women who are pregnant, breastfeeding, or outside the fertile half of the month that starts with menstruation. "
        },
        {
          "scid": "an5.192:14.3",
          "pli": "Tassa sā hoti brāhmaṇī kāmatthāpi davatthāpi ratatthāpi pajatthāpi brāhmaṇassa brāhmaṇī hoti. ",
          "en": "His brahmin wife is there for sensual pleasure, fun, and enjoyment, as well as for procreation. "
        },
        {
          "scid": "an5.192:14.4",
          "pli": "So sabbakammehi jīvikaṃ kappeti. ",
          "en": "He earns a living by any kind of work. "
        },
        {
          "scid": "an5.192:14.5",
          "pli": "Tamenaṃ brāhmaṇā evamāhaṃsu: ",
          "en": "The brahmins say to him, "
        },
        {
          "scid": "an5.192:14.6",
          "pli": "‘kasmā bhavaṃ brāhmaṇo paṭijānamāno sabbakammehi jīvikaṃ kappetī’ti? ",
          "en": "‘My good man, why is it that you claim to be a brahmin, but you earn a living by any kind of work?’ "
        },
        {
          "scid": "an5.192:14.7",
          "pli": "So evamāha: ",
          "en": "He says, "
        },
        {
          "scid": "an5.192:14.8",
          "pli": "‘seyyathāpi, bho, aggi sucimpi ḍahati asucimpi ḍahati, na ca tena aggi upalippati; ",
          "en": "‘It’s like a fire that burns both pure and filthy substances, but doesn’t become corrupted by them. "
        },
        {
          "scid": "an5.192:14.9",
          "pli": "evamevaṃ kho, bho, sabbakammehi cepi brāhmaṇo jīvikaṃ kappeti, na ca tena brāhmaṇo upalippati. ",
          "en": "In the same way, my good man, if a brahmin earns a living by any kind of work, he is not corrupted by that.’ "
        },
        {
          "scid": "an5.192:14.10",
          "pli": "Sabbakammehi jīvikaṃ kappetī’ti kho, doṇa, tasmā brāhmaṇo brāhmaṇacaṇḍāloti vuccati. ",
          "en": "A brahmin is called a brahmin outcaste because he earns a living by any kind of work. "
        },
        {
          "scid": "an5.192:14.11",
          "pli": "Evaṃ kho, doṇa, brāhmaṇo brāhmaṇacaṇḍālo hoti. ",
          "en": "That’s how a brahmin is a brahmin outcaste. "
        },
        {
          "scid": "an5.192:15.1",
          "pli": "Ye kho te, doṇa, brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samīhitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti sajjhāyitamanusajjhāyanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako, vāmako, vāmadevo, vessāmitto, yamadaggi, aṅgīraso, bhāradvājo, vāseṭṭho, kassapo, bhagu; ",
          "en": "Doṇa, the brahmin hermits of the past were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns, whose hymnal was sung and propagated and compiled in ancient times. These days, brahmins continue to sing and chant it. They continue chanting what was chanted, reciting what was recited, and teaching what was taught. "
        },
        {
          "scid": "an5.192:15.2",
          "pli": "tyassume pañca brāhmaṇe paññāpenti—",
          "en": "Those hermits described five kinds of brahmins. "
        },
        {
          "scid": "an5.192:15.3",
          "pli": "brahmasamaṃ, devasamaṃ, mariyādaṃ, sambhinnamariyādaṃ, brāhmaṇacaṇḍālaṃyeva pañcamaṃ. ",
          "en": "A brahmin who is equal to Brahmā, one who is equal to a god, one who toes the line, one who crosses the line, and the fifth is a brahmin outcaste. "
        },
        {
          "scid": "an5.192:15.4",
          "pli": "Tesaṃ tvaṃ, doṇa, katamoti? ",
          "en": "Which one of these are you, Doṇa?” "
        },
        {
          "scid": "an5.192:16.1",
          "pli": "Evaṃ sante mayaṃ, bho gotama, brāhmaṇacaṇḍālampi na pūrema. ",
          "en": "“This being so, Master Gotama, I don’t even qualify as a brahmin outcaste. "
        },
        {
          "scid": "an5.192:16.2",
          "pli": "Abhikkantaṃ, bho gotama … pe … upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "Excellent, Master Gotama! … From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "an5.192:16.3",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then Doṇa the brahmin went up to the Buddha,…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.192/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.192",
    "volpages": "AN iii 223",
    "uid": "an5.192",
    "blurb": null,
    "difficulty": null,
    "original_title": "Doṇabrāhmaṇa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With the Brahmin Doṇa ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.192_sujato",
        "segmented": true,
        "title": "With the Brahmin Doṇa ",
        "volpage": null
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "num": 2
  }
}