{
  "sutta_uid": "an5.191",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.191",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Dogs ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With the Brahmin Doṇa ",
      "uid": "an5.192"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Those Who Eat Only From the Almsbowl ",
      "uid": "an5.190"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.191:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.191:0.2",
          "pli": "20. Brāhmaṇavagga ",
          "en": "20. Brahmins "
        },
        {
          "scid": "an5.191:0.3",
          "pli": "191. Soṇasutta ",
          "en": "191. Dogs "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.191:1.1",
          "pli": "“Pañcime, bhikkhave, porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesu. ",
          "en": "“Mendicants, these five traditions of the brahmins are seen these days among dogs, but not among brahmins. "
        },
        {
          "scid": "an5.191:1.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "an5.191:1.3",
          "pli": "Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃyeva gacchanti, no abrāhmaṇiṃ. ",
          "en": "In the past brahmins had sex only with brahmin women, not with others. "
        },
        {
          "scid": "an5.191:1.4",
          "pli": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇimpi gacchanti, abrāhmaṇimpi gacchanti. ",
          "en": "These days brahmins have sex with both brahmin women and others. "
        },
        {
          "scid": "an5.191:1.5",
          "pli": "Etarahi, bhikkhave, sunakhā sunakhiṃyeva gacchanti, no asunakhiṃ. ",
          "en": "But these days dogs have sex only with female dogs, not with other species. "
        },
        {
          "scid": "an5.191:1.6",
          "pli": "Ayaṃ, bhikkhave, paṭhamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
          "en": "This is the first tradition of the brahmins seen these days among dogs, but not among brahmins. "
        },
        {
          "scid": "an5.191:2.1",
          "pli": "Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃ utuniṃyeva gacchanti, no anutuniṃ. ",
          "en": "In the past brahmins had sex only with brahmin women in the fertile half of the month that starts with menstruation, not at other times. "
        },
        {
          "scid": "an5.191:2.2",
          "pli": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṃ utunimpi gacchanti, anutunimpi gacchanti. ",
          "en": "These days brahmins have sex with brahmin women both in the fertile half of the month and at other times. "
        },
        {
          "scid": "an5.191:2.3",
          "pli": "Etarahi, bhikkhave, sunakhā sunakhiṃ utuniṃyeva gacchanti, no anutuniṃ. ",
          "en": "But these days dogs have sex only with female dogs when they are in heat, not at other times. "
        },
        {
          "scid": "an5.191:2.4",
          "pli": "Ayaṃ, bhikkhave, dutiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
          "en": "This is the second tradition of the brahmins seen these days among dogs, but not among brahmins. "
        },
        {
          "scid": "an5.191:3.1",
          "pli": "Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃ neva kiṇanti no vikkiṇanti, sampiyeneva saṃvāsaṃ sambandhāya sampavattenti. ",
          "en": "In the past brahmins neither bought nor sold brahmin women. They lived together because they loved each other and wanted their family line to continue. "
        },
        {
          "scid": "an5.191:3.2",
          "pli": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṃ kiṇantipi vikkiṇantipi, sampiyenapi saṃvāsaṃ sambandhāya sampavattenti. ",
          "en": "These days brahmins both buy and sell brahmin women. They live together whether they love each other or not and they want their family line to continue. "
        },
        {
          "scid": "an5.191:3.3",
          "pli": "Etarahi, bhikkhave, sunakhā sunakhiṃ neva kiṇanti no vikkiṇanti, sampiyeneva saṃvāsaṃ sambandhāya sampavattenti. ",
          "en": "But these days dogs neither buy nor sell female dogs. They live together because they’re attracted to each other and want their family line to continue. "
        },
        {
          "scid": "an5.191:3.4",
          "pli": "Ayaṃ, bhikkhave, tatiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
          "en": "This is the third tradition of the brahmins seen these days among dogs, but not among brahmins. "
        },
        {
          "scid": "an5.191:4.1",
          "pli": "Pubbe sudaṃ, bhikkhave, brāhmaṇā na sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ",
          "en": "In the past brahmins did not store up money, grain, silver, or gold. "
        },
        {
          "scid": "an5.191:4.2",
          "pli": "Etarahi, bhikkhave, brāhmaṇā sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ",
          "en": "These days brahmins do store up money, grain, silver, and gold. "
        },
        {
          "scid": "an5.191:4.3",
          "pli": "Etarahi, bhikkhave, sunakhā na sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi. ",
          "en": "But these days dogs don’t store up money, grain, silver, or gold. "
        },
        {
          "scid": "an5.191:4.4",
          "pli": "Ayaṃ, bhikkhave, catuttho porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
          "en": "This is the fourth tradition of the brahmins seen these days among dogs, but not among brahmins. "
        },
        {
          "scid": "an5.191:5.1",
          "pli": "Pubbe sudaṃ, bhikkhave, brāhmaṇā sāyaṃ sāyamāsāya pāto pātarāsāya bhikkhaṃ pariyesanti. ",
          "en": "In the past brahmins went looking for almsfood for dinner in the evening, and for breakfast in the morning. "
        },
        {
          "scid": "an5.191:5.2",
          "pli": "Etarahi, bhikkhave, brāhmaṇā yāvadatthaṃ udarāvadehakaṃ bhuñjitvā avasesaṃ ādāya pakkamanti. ",
          "en": "These days brahmins eat as much as they like until their bellies are full, then take away the leftovers. "
        },
        {
          "scid": "an5.191:5.3",
          "pli": "Etarahi, bhikkhave, sunakhā sāyaṃ sāyamāsāya pāto pātarāsāya bhikkhaṃ pariyesanti. ",
          "en": "But these days dogs go looking for dinner in the evening, and for breakfast in the morning. "
        },
        {
          "scid": "an5.191:5.4",
          "pli": "Ayaṃ, bhikkhave, pañcamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu. ",
          "en": "This is the fifth tradition of the brahmins seen these days among dogs, but not among brahmins. "
        },
        {
          "scid": "an5.191:5.5",
          "pli": "Ime kho, bhikkhave, pañca porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesū”ti. ",
          "en": "These five traditions of the brahmins are seen these days among dogs, but not among brahmins.” "
        },
        {
          "scid": "an5.191:5.6",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these five traditions of the brahmins are seen…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.191/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.191",
    "volpages": "AN iii 221",
    "uid": "an5.191",
    "blurb": null,
    "difficulty": null,
    "original_title": "Soṇa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Dogs ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.191_sujato",
        "segmented": true,
        "title": "Dogs ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 1
  }
}