{
  "sutta_uid": "an5.71",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.71",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Freedom of Heart is the Fruit (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Freedom of Heart is the Fruit (2nd) ",
      "uid": "an5.72"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Ending of Defilements ",
      "uid": "an5.70"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.71:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.71:0.2",
          "pli": "8. Yodhājīvavagga ",
          "en": "8. Warriors "
        },
        {
          "scid": "an5.71:0.3",
          "pli": "71. Paṭhamacetovimuttiphalasutta ",
          "en": "71. Freedom of Heart is the Fruit (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.71:1.1",
          "pli": "“Pañcime, bhikkhave, dhammā bhāvitā bahulīkatā cetovimuttiphalā ca honti cetovimuttiphalānisaṃsā ca, paññāvimuttiphalā ca honti paññāvimuttiphalānisaṃsā ca. ",
          "en": "“Mendicants, these five things, when developed and cultivated, have freedom of heart and freedom by wisdom as their fruit and benefit. "
        },
        {
          "scid": "an5.71:2.1",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "an5.71:2.2",
          "pli": "Idha, bhikkhave, bhikkhu asubhānupassī kāye viharati, āhāre paṭikūlasaññī, sabbaloke anabhiratasaññī, sabbasaṅkhāresu aniccānupassī, maraṇasaññā kho panassa ajjhattaṃ sūpaṭṭhitā hoti. ",
          "en": "A mendicant meditates observing the ugliness of the body, perceives the repulsiveness of food, perceives dissatisfaction with the whole world, observes the impermanence of all conditions, and has well established the perception of their own death. "
        },
        {
          "scid": "an5.71:2.3",
          "pli": "Ime kho, bhikkhave, pañca dhammā bhāvitā bahulīkatā cetovimuttiphalā ca honti cetovimuttiphalānisaṃsā ca, paññāvimuttiphalā ca honti paññāvimuttiphalānisaṃsā ca. ",
          "en": "These five things, when developed and cultivated, have freedom of heart and freedom by wisdom as their fruit and benefit. "
        },
        {
          "scid": "an5.71:2.4",
          "pli": "Yato kho, bhikkhave, bhikkhu cetovimutto ca hoti paññāvimutto ca hoti—",
          "en": "When a mendicant has freedom of heart and freedom by wisdom, "
        },
        {
          "scid": "an5.71:2.5",
          "pli": "ayaṃ vuccati, bhikkhave, ‘bhikkhu ukkhittapaligho itipi, saṃkiṇṇaparikho itipi, abbūḷhesiko itipi, niraggaḷo itipi, ariyo pannaddhajo pannabhāro visaṃyutto itipi’. ",
          "en": "they’re called a mendicant who has lifted up the cross-bar, filled in the trench, and pulled up the pillar; they’re unbarred, a noble one with banner and burden put down, detached. "
        },
        {
          "scid": "an5.71:3.1",
          "pli": "Kathañca, bhikkhave, bhikkhu ukkhittapaligho hoti? ",
          "en": "And how has a mendicant lifted the cross-bar? "
        },
        {
          "scid": "an5.71:3.2",
          "pli": "Idha, bhikkhave, bhikkhuno avijjā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ",
          "en": "It’s when a mendicant has given up ignorance, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. "
        },
        {
          "scid": "an5.71:3.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu ukkhittapaligho hoti. ",
          "en": "That’s how a mendicant has lifted the cross-bar. "
        },
        {
          "scid": "an5.71:4.1",
          "pli": "Kathañca, bhikkhave, bhikkhu saṃkiṇṇaparikho hoti? ",
          "en": "And how has a mendicant filled in the trench? "
        },
        {
          "scid": "an5.71:4.2",
          "pli": "Idha, bhikkhave, bhikkhuno ponobhaviko jātisaṃsāro pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo. ",
          "en": "It’s when a mendicant has given up transmigrating through births in future lives, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. "
        },
        {
          "scid": "an5.71:4.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu saṃkiṇṇaparikho hoti. ",
          "en": "That’s how a mendicant has filled in the trench. "
        },
        {
          "scid": "an5.71:5.1",
          "pli": "Kathañca, bhikkhave, bhikkhu abbūḷhesiko hoti? ",
          "en": "And how has a mendicant pulled up the pillar? "
        },
        {
          "scid": "an5.71:5.2",
          "pli": "Idha, bhikkhave, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā. ",
          "en": "It’s when a mendicant has given up craving, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. "
        },
        {
          "scid": "an5.71:5.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu abbūḷhesiko hoti. ",
          "en": "That’s how a mendicant has pulled up the pillar. "
        },
        {
          "scid": "an5.71:6.1",
          "pli": "Kathañca, bhikkhave, bhikkhu niraggaḷo hoti? ",
          "en": "And how is a mendicant unbarred? "
        },
        {
          "scid": "an5.71:6.2",
          "pli": "Idha, bhikkhave, bhikkhuno pañcorambhāgiyāni saṃyojanāni pahīnāni honti ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni āyatiṃ anuppādadhammāni. ",
          "en": "It’s when a mendicant has given up the five lower fetters, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future. "
        },
        {
          "scid": "an5.71:6.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu niraggaḷo hoti. ",
          "en": "That’s how a mendicant is unbarred. "
        },
        {
          "scid": "an5.71:7.1",
          "pli": "Kathañca, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hoti? ",
          "en": "And how is a mendicant a noble one with banner and burden put down, detached? "
        },
        {
          "scid": "an5.71:7.2",
          "pli": "Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo. ",
          "en": "It’s when a mendicant has given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future. "
        },
        {
          "scid": "an5.71:7.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hotī”ti. ",
          "en": "That’s how a mendicant is a noble one with banner and burden put down, detached.” "
        },
        {
          "scid": "an5.71:7.4",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these five things, when developed and cultivated, have…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.71/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.71",
    "volpages": "AN iii 84",
    "uid": "an5.71",
    "blurb": "Five meditations lead to freedom. The Buddha supplies five similes, which subtly illustrate five aspects of awakening.",
    "difficulty": null,
    "original_title": "Paṭhamacetovimuttiphala Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Freedom of Heart is the Fruit (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.71_sujato",
        "segmented": true,
        "title": "Freedom of Heart is the Fruit (1st) ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 1
  }
}