{
  "sutta_uid": "an5.193",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.193",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Saṅgārava ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Kāraṇapālī ",
      "uid": "an5.194"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With the Brahmin Doṇa ",
      "uid": "an5.192"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.193:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.193:0.2",
          "pli": "20. Brāhmaṇavagga ",
          "en": "20. Brahmins "
        },
        {
          "scid": "an5.193:0.3",
          "pli": "193. Saṅgāravasutta ",
          "en": "193. With Saṅgārava "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.193:1.1",
          "pli": "Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then Saṅgārava the brahmin went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "an5.193:1.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho saṅgāravo brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, Saṅgārava sat down to one side, and said to the Buddha: "
        },
        {
          "scid": "an5.193:1.3",
          "pli": "“ko nu kho, bho gotama, hetu ko paccayo, yena kadāci dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā? ",
          "en": "“What is the cause, Master Gotama, what is the reason why sometimes even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced? "
        },
        {
          "scid": "an5.193:1.4",
          "pli": "Ko pana, bho gotama, hetu ko paccayo, yena kadāci dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti? ",
          "en": "And why is it that sometimes even hymns that are long-unpracticed spring to mind, let alone those that are practiced?” "
        },
        {
          "scid": "an5.193:2.1",
          "pli": "Yasmiṃ, brāhmaṇa, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
          "en": "“Brahmin, there’s a time when your heart is overcome and mired in sensual desire and you don’t truly understand the escape from sensual desire that has arisen. At that time you don’t truly know or see your own good, the good of another, or the good of both. Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:2.2",
          "pli": "Seyyathāpi, brāhmaṇa, udapatto saṃsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ",
          "en": "Suppose there was a bowl of water that was mixed with dye such as red lac, turmeric, indigo, or rose madder. "
        },
        {
          "scid": "an5.193:2.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ",
          "en": "Even a person with good eyesight checking their own reflection wouldn’t truly know it or see it. "
        },
        {
          "scid": "an5.193:2.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. (1) ",
          "en": "In the same way, when your heart is overcome and mired in sensual desire … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:3.1",
          "pli": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
          "en": "Furthermore, when your heart is overcome and mired in ill will … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:3.2",
          "pli": "Seyyathāpi, brāhmaṇa, udapatto agginā santatto ukkudhito ussadakajāto. ",
          "en": "Suppose there was a bowl of water that was heated by fire, boiling and bubbling. "
        },
        {
          "scid": "an5.193:3.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ",
          "en": "Even a person with good eyesight checking their own reflection wouldn’t truly know it or see it. "
        },
        {
          "scid": "an5.193:3.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. (2) ",
          "en": "In the same way, when your heart is overcome and mired in ill will … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:4.1",
          "pli": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
          "en": "Furthermore, when your heart is overcome and mired in dullness and drowsiness … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:4.2",
          "pli": "Seyyathāpi, brāhmaṇa, udapatto sevālapaṇakapariyonaddho. ",
          "en": "Suppose there was a bowl of water overgrown with moss and aquatic plants. "
        },
        {
          "scid": "an5.193:4.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ",
          "en": "Even a person with good eyesight checking their own reflection wouldn’t truly know it or see it. "
        },
        {
          "scid": "an5.193:4.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. (3) ",
          "en": "In the same way, when your heart is overcome and mired in dullness and drowsiness … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:5.1",
          "pli": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
          "en": "Furthermore, when your heart is overcome and mired in restlessness and remorse … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:5.2",
          "pli": "Seyyathāpi, brāhmaṇa, udapatto vāterito calito bhanto ūmijāto. ",
          "en": "Suppose there was a bowl of water stirred by the wind, churning, swirling, and rippling. "
        },
        {
          "scid": "an5.193:5.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ",
          "en": "Even a person with good eyesight checking their own reflection wouldn’t truly know it or see it. "
        },
        {
          "scid": "an5.193:5.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. (4) ",
          "en": "In the same way, when your heart is overcome and mired in restlessness and remorse … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:6.1",
          "pli": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
          "en": "Furthermore, when your heart is overcome and mired in doubt … Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:6.2",
          "pli": "Seyyathāpi, brāhmaṇa, udapatto āvilo luḷito kalalībhūto andhakāre nikkhitto. ",
          "en": "Suppose there was a bowl of water that was cloudy, murky, and muddy, hidden in the darkness. "
        },
        {
          "scid": "an5.193:6.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ nappajāneyya na passeyya. ",
          "en": "Even a person with good eyesight checking their own reflection wouldn’t truly know it or see it. "
        },
        {
          "scid": "an5.193:6.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ nappajānāti na passati, dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. (5) ",
          "en": "In the same way, there’s a time when your heart is overcome and mired in doubt and you don’t truly understand the escape from doubt that has arisen. At that time you don’t truly know or see your own good, the good of another, or the good of both. Even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:7.1",
          "pli": "Yasmiñca kho, brāhmaṇa, samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
          "en": "There’s a time when your heart is not overcome and mired in sensual desire and you truly understand the escape from sensual desire that has arisen. At that time you truly know and see your own good, the good of another, and the good of both. Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:7.2",
          "pli": "Seyyathāpi, brāhmaṇa, udapatto asaṃsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ",
          "en": "Suppose there was a bowl of water that was not mixed with dye such as red lac, turmeric, indigo, or rose madder. "
        },
        {
          "scid": "an5.193:7.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ",
          "en": "A person with good eyesight checking their own reflection would truly know it and see it. "
        },
        {
          "scid": "an5.193:7.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na kāmarāgapariyuṭṭhitena cetasā viharati … pe …. (1) ",
          "en": "In the same way, when your heart is not overcome and mired in sensual desire … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:8.1",
          "pli": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na byāpādapariyuṭṭhitena cetasā viharati … pe … ",
          "en": "Furthermore, when your heart is not overcome and mired in ill will … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:8.2",
          "pli": "seyyathāpi, brāhmaṇa, udapatto agginā asantatto anukkudhito anussadakajāto. ",
          "en": "Suppose there was a bowl of water that’s not heated by a fire, boiling and bubbling. "
        },
        {
          "scid": "an5.193:8.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ",
          "en": "A person with good eyesight checking their own reflection would truly know it and see it. "
        },
        {
          "scid": "an5.193:8.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na byāpādapariyuṭṭhitena cetasā viharati … pe …. (2) ",
          "en": "In the same way, when your heart is not overcome and mired in ill will … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:9.1",
          "pli": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na thinamiddhapariyuṭṭhitena cetasā viharati … pe … ",
          "en": "Furthermore, when your heart is not overcome and mired in dullness and drowsiness … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:9.2",
          "pli": "seyyathāpi, brāhmaṇa, udapatto na sevālapaṇakapariyonaddho. ",
          "en": "Suppose there was a bowl of water that’s not overgrown with moss and aquatic plants. "
        },
        {
          "scid": "an5.193:9.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ",
          "en": "A person with good eyesight checking their own reflection would truly know it and see it. "
        },
        {
          "scid": "an5.193:9.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na thinamiddhapariyuṭṭhitena cetasā viharati … pe …. (3) ",
          "en": "In the same way, when your heart is not overcome and mired in dullness and drowsiness … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:10.1",
          "pli": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati … pe … ",
          "en": "Furthermore, when your heart is not overcome and mired in restlessness and remorse … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:10.2",
          "pli": "seyyathāpi, brāhmaṇa, udapatto na vāterito na calito na bhanto na ūmijāto. ",
          "en": "Suppose there was a bowl of water that’s not stirred by the wind, churning, swirling, and rippling. "
        },
        {
          "scid": "an5.193:10.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ",
          "en": "A person with good eyesight checking their own reflection would truly know it and see it. "
        },
        {
          "scid": "an5.193:10.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati … pe …. (4) ",
          "en": "In the same way, when your heart is not overcome and mired in restlessness and remorse … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:11.1",
          "pli": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
          "en": "Furthermore, when your heart is not overcome and mired in doubt … Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:11.2",
          "pli": "Seyyathāpi, brāhmaṇa, udapatto accho vippasanno anāvilo āloke nikkhitto. ",
          "en": "Suppose there was a bowl of water that’s transparent, clear, and unclouded, brought into the light. "
        },
        {
          "scid": "an5.193:11.3",
          "pli": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ pajāneyya passeyya. ",
          "en": "A person with good eyesight checking their own reflection would truly know it and see it. "
        },
        {
          "scid": "an5.193:11.4",
          "pli": "Evamevaṃ kho, brāhmaṇa, yasmiṃ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, paratthampi … pe … ubhayatthampi tasmiṃ samaye yathābhūtaṃ pajānāti passati, dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. (5) ",
          "en": "In the same way, there’s a time when your heart is not overcome and mired in doubt and you truly understand the escape from doubt that has arisen. At that time you truly know and see your own good, the good of another, and the good of both. Even hymns that are long-unpracticed spring to mind, let alone those that are practiced. "
        },
        {
          "scid": "an5.193:12.1",
          "pli": "Ayaṃ kho, brāhmaṇa, hetu ayaṃ paccayo, yena kadāci dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
          "en": "This is the cause, brahmin, this is the reason why sometimes even hymns that are long-practiced don’t spring to mind, let alone those that are not practiced. "
        },
        {
          "scid": "an5.193:12.2",
          "pli": "Ayaṃ pana, brāhmaṇa, hetu ayaṃ paccayo, yena kadāci dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti. ",
          "en": "And this is why sometimes even hymns that are long-unpracticed spring to mind, let alone those that are practiced.” "
        },
        {
          "scid": "an5.193:13.1",
          "pli": "“Abhikkantaṃ, bho gotama … pe … upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "“Excellent, Master Gotama! … From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "an5.193:13.2",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then Saṅgārava the brahmin went up to the Buddha,…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.193/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.193",
    "volpages": "AN iii 230",
    "uid": "an5.193",
    "blurb": null,
    "difficulty": null,
    "original_title": "Saṅgārava Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Saṅgārava ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.193_sujato",
        "segmented": true,
        "title": "With Saṅgārava ",
        "volpage": null
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 3
  }
}