{
  "sutta_uid": "an5.56",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.56",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Mentor ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Subjects for Regular Reviewing ",
      "uid": "an5.57"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Mother and Son ",
      "uid": "an5.55"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.56:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.56:0.2",
          "pli": "6. Nīvaraṇavagga ",
          "en": "6. Hindrances "
        },
        {
          "scid": "an5.56:0.3",
          "pli": "56. Upajjhāyasutta ",
          "en": "56. Mentor "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.56:1.1",
          "pli": "Atha kho aññataro bhikkhu yena sako upajjhāyo tenupasaṅkami; upasaṅkamitvā sakaṃ upajjhāyaṃ etadavoca: ",
          "en": "Then a mendicant went up to his own mentor, and said, "
        },
        {
          "scid": "an5.56:1.2",
          "pli": "“etarahi me, bhante, madhurakajāto ceva kāyo, disā ca me na pakkhāyanti, dhammā ca maṃ nappaṭibhanti, thinamiddhañca me cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carāmi, atthi ca me dhammesu vicikicchā”ti. ",
          "en": "“Now, sir, my body feels like it’s drugged. I’m disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill my mind. I live the spiritual life dissatisfied, and have doubts about the teachings.” "
        },
        {
          "scid": "an5.56:2.1",
          "pli": "Atha kho so bhikkhu taṃ saddhivihārikaṃ bhikkhuṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ",
          "en": "Then that mendicant took his pupil to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "an5.56:2.2",
          "pli": "“ayaṃ, bhante, bhikkhu evamāha: ",
          "en": "“Sir, this mendicant says this: "
        },
        {
          "scid": "an5.56:2.3",
          "pli": "‘etarahi me, bhante, madhurakajāto ceva kāyo, disā ca maṃ na pakkhāyanti, dhammā ca me nappaṭibhanti, thinamiddhañca me cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carāmi, atthi ca me dhammesu vicikicchā’”ti. ",
          "en": "‘Now, sir, my body feels like it’s drugged. I’m disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill my mind. I live the spiritual life dissatisfied, and have doubts about the teachings.’” "
        },
        {
          "scid": "an5.56:3.1",
          "pli": "“Evañhetaṃ, bhikkhu, hoti indriyesu aguttadvārassa, bhojane amattaññuno, jāgariyaṃ ananuyuttassa, avipassakassa kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ ananuyuttassa viharato, yaṃ madhurakajāto ceva kāyo hoti, disā cassa na pakkhāyanti, dhammā ca taṃ nappaṭibhanti, thinamiddhañcassa cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carati, hoti cassa dhammesu vicikicchā. ",
          "en": "“That’s how it is, mendicant, when your sense doors are unguarded, you eat too much, you’re not dedicated to wakefulness, you’re unable to discern skillful qualities, and you don’t pursue the development of the qualities that lead to awakening in the evening and toward dawn. Your body feels like it’s drugged. You’re disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill your mind. You live the spiritual life dissatisfied, and have doubts about the teachings. "
        },
        {
          "scid": "an5.56:3.2",
          "pli": "Tasmātiha te, bhikkhu, evaṃ sikkhitabbaṃ: ",
          "en": "So you should train like this: "
        },
        {
          "scid": "an5.56:3.3",
          "pli": "‘indriyesu guttadvāro bhavissāmi, bhojane mattaññū, jāgariyaṃ anuyutto, vipassako kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyutto viharissāmī’ti. ",
          "en": "‘I will guard my sense doors, eat in moderation, be dedicated to wakefulness, discern skillful qualities, and pursue the development of the qualities that lead to awakening in the evening and toward dawn.’ "
        },
        {
          "scid": "an5.56:3.4",
          "pli": "Evañhi te, bhikkhu, sikkhitabban”ti. ",
          "en": "That’s how you should train.” "
        },
        {
          "scid": "an5.56:4.1",
          "pli": "Atha kho so bhikkhu bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
          "en": "When that mendicant had been given this advice by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. "
        },
        {
          "scid": "an5.56:4.2",
          "pli": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
          "en": "Then that mendicant, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "an5.56:4.3",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "an5.56:4.4",
          "pli": "Aññataro pana so bhikkhu arahataṃ ahosi. ",
          "en": "And that mendicant became one of the perfected. "
        },
        {
          "scid": "an5.56:5.1",
          "pli": "Atha kho so bhikkhu arahattaṃ patto yena sako upajjhāyo tenupasaṅkami; upasaṅkamitvā sakaṃ upajjhāyaṃ etadavoca: ",
          "en": "When that mendicant had attained perfection, he went up to his own mentor, and said, "
        },
        {
          "scid": "an5.56:5.2",
          "pli": "“etarahi me, bhante, na ceva madhurakajāto kāyo, disā ca me pakkhāyanti, dhammā ca maṃ paṭibhanti, thinamiddhañca me cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carāmi, natthi ca me dhammesu vicikicchā”ti. ",
          "en": "“Now, sir, my body doesn’t feel like it’s drugged. I’m not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill my mind. I live the spiritual life satisfied, and have no doubts about the teachings.” "
        },
        {
          "scid": "an5.56:5.3",
          "pli": "Atha kho so bhikkhu taṃ saddhivihārikaṃ bhikkhuṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ",
          "en": "Then that mendicant took his pupil to the Buddha, bowed, sat down to one side, and said to him, "
        },
        {
          "scid": "an5.56:5.4",
          "pli": "“ayaṃ, bhante, bhikkhu evamāha: ",
          "en": "“Sir, this mendicant says this: "
        },
        {
          "scid": "an5.56:5.5",
          "pli": "‘etarahi me, bhante, na ceva madhurakajāto kāyo, disā ca me pakkhāyanti, dhammā ca maṃ paṭibhanti, thinamiddhañca me cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carāmi, natthi ca me dhammesu vicikicchā’”ti. ",
          "en": "‘Now, sir, my body doesn’t feel like it’s drugged. I’m not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill my mind. I live the spiritual life satisfied, and have no doubts about the teachings.’” "
        },
        {
          "scid": "an5.56:6.1",
          "pli": "“Evañhetaṃ, bhikkhu, hoti indriyesu guttadvārassa, bhojane mattaññuno, jāgariyaṃ anuyuttassa, vipassakassa kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyuttassa viharato, yaṃ na ceva madhurakajāto kāyo hoti, disā cassa pakkhāyanti, dhammā ca taṃ paṭibhanti, thinamiddhañcassa cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carati, na cassa hoti dhammesu vicikicchā. ",
          "en": "“That’s how it is, mendicant, when your sense doors are guarded, you’re moderate in eating, you’re dedicated to wakefulness, you’re able to discern skillful qualities, and you pursue the development of the qualities that lead to awakening in the evening and toward dawn. Your body doesn’t feel like it’s drugged. You’re not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill your mind. You live the spiritual life satisfied, and have no doubts about the teachings. "
        },
        {
          "scid": "an5.56:6.2",
          "pli": "Tasmātiha vo, bhikkhave, evaṃ sikkhitabbaṃ: ",
          "en": "So you should train like this: "
        },
        {
          "scid": "an5.56:6.3",
          "pli": "‘indriyesu guttadvārā bhavissāma, bhojane mattaññuno, jāgariyaṃ anuyuttā, vipassakā kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyuttā viharissāmā’ti. ",
          "en": "‘We will guard our sense doors, eat in moderation, be dedicated to wakefulness, discern skillful qualities, and pursue the development of the qualities that lead to awakening in the evening and toward dawn.’ "
        },
        {
          "scid": "an5.56:6.4",
          "pli": "Evañhi vo, bhikkhave, sikkhitabban”ti. ",
          "en": "That’s how you should train.” "
        },
        {
          "scid": "an5.56:6.5",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then a mendicant went up to his own mentor,…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.56/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.56",
    "volpages": "AN iii 69",
    "uid": "an5.56",
    "blurb": "A monk, dissatisfied with monastic life, seeks support from his mentor.",
    "difficulty": null,
    "original_title": "Upajjhāya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Mentor ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.56_sujato",
        "segmented": true,
        "title": "Mentor ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an5.56_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Preceptor"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 6
  }
}