{
  "sutta_uid": "an5.167",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.167",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Accusation ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Ethics ",
      "uid": "an5.168"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Cessation ",
      "uid": "an5.166"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.167:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.167:0.2",
          "pli": "17. Āghātavagga ",
          "en": "17. Resentment "
        },
        {
          "scid": "an5.167:0.3",
          "pli": "167. Codanāsutta ",
          "en": "167. Accusation "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.167:1.1",
          "pli": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
          "en": "There Sāriputta addressed the mendicants: "
        },
        {
          "scid": "an5.167:1.2",
          "pli": "“codakena, āvuso, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo. ",
          "en": "“Reverends, a mendicant who wants to accuse another should first establish five things in themselves. "
        },
        {
          "scid": "an5.167:2.1",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "an5.167:2.2",
          "pli": "Kālena vakkhāmi, no akālena; ",
          "en": "I will speak at the right time, not at the wrong time. "
        },
        {
          "scid": "an5.167:2.3",
          "pli": "bhūtena vakkhāmi, no abhūtena; ",
          "en": "I will speak truthfully, not falsely. "
        },
        {
          "scid": "an5.167:2.4",
          "pli": "saṇhena vakkhāmi, no pharusena; ",
          "en": "I will speak gently, not harshly. "
        },
        {
          "scid": "an5.167:2.5",
          "pli": "atthasaṃhitena vakkhāmi, no anatthasaṃhitena; ",
          "en": "I will speak beneficially, not harmfully. "
        },
        {
          "scid": "an5.167:2.6",
          "pli": "mettacitto vakkhāmi, no dosantaro. ",
          "en": "I will speak lovingly, not from secret hate. "
        },
        {
          "scid": "an5.167:2.7",
          "pli": "Codakena, āvuso, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo. ",
          "en": "A mendicant who wants to accuse another should first establish these five things in themselves. "
        },
        {
          "scid": "an5.167:3.1",
          "pli": "Idhāhaṃ, āvuso, ekaccaṃ puggalaṃ passāmi akālena codiyamānaṃ no kālena kupitaṃ, abhūtena codiyamānaṃ no bhūtena kupitaṃ, pharusena codiyamānaṃ no saṇhena kupitaṃ, anatthasaṃhitena codiyamānaṃ no atthasaṃhitena kupitaṃ, dosantarena codiyamānaṃ no mettacittena kupitaṃ. ",
          "en": "Take a case where I see a certain person being accused at the wrong time, not being disturbed at the right time. They’re accused falsely, not disturbed truthfully. They’re accused harshly, not disturbed gently. They’re accused harmfully, not disturbed beneficially. They’re accused with secret hate, not disturbed lovingly. "
        },
        {
          "scid": "an5.167:4.1",
          "pli": "Adhammacuditassa, āvuso, bhikkhuno pañcahākārehi avippaṭisāro upadahātabbo: ",
          "en": "The mendicant who is accused improperly should be reassured in five ways. "
        },
        {
          "scid": "an5.167:4.2",
          "pli": "‘akālenāyasmā cudito no kālena, alaṃ te avippaṭisārāya; ",
          "en": "‘Venerable, you were accused at the wrong time, not at the right time. There’s no need for you to feel remorse. "
        },
        {
          "scid": "an5.167:4.3",
          "pli": "abhūtenāyasmā cudito no bhūtena, alaṃ te avippaṭisārāya; ",
          "en": "You were accused falsely, not truthfully. … "
        },
        {
          "scid": "an5.167:4.4",
          "pli": "pharusenāyasmā cudito no saṇhena, alaṃ te avippaṭisārāya; ",
          "en": "You were accused harshly, not gently. … "
        },
        {
          "scid": "an5.167:4.5",
          "pli": "anatthasaṃhitenāyasmā cudito no atthasaṃhitena, alaṃ te avippaṭisārāya; ",
          "en": "You were accused harmfully, not beneficially. … "
        },
        {
          "scid": "an5.167:4.6",
          "pli": "dosantarenāyasmā cudito no mettacittena, alaṃ te avippaṭisārāyā’ti. ",
          "en": "You were accused with secret hate, not lovingly. There’s no need for you to feel remorse.’ "
        },
        {
          "scid": "an5.167:4.7",
          "pli": "Adhammacuditassa, āvuso, bhikkhuno imehi pañcahākārehi avippaṭisāro upadahātabbo. ",
          "en": "A mendicant who is accused improperly should be reassured in these five ways. "
        },
        {
          "scid": "an5.167:5.1",
          "pli": "Adhammacodakassa, āvuso, bhikkhuno pañcahākārehi vippaṭisāro upadahātabbo: ",
          "en": "The mendicant who makes improper accusations should be chastened in five ways. "
        },
        {
          "scid": "an5.167:5.2",
          "pli": "‘akālena te, āvuso, codito no kālena, alaṃ te vippaṭisārāya; ",
          "en": "‘Reverend, you made an accusation at the wrong time, not at the right time. There’s a reason for you to feel remorse. "
        },
        {
          "scid": "an5.167:5.3",
          "pli": "abhūtena te, āvuso, codito no bhūtena, alaṃ te vippaṭisārāya; ",
          "en": "You made an accusation falsely, not truthfully. … "
        },
        {
          "scid": "an5.167:5.4",
          "pli": "pharusena te, āvuso, codito no saṇhena, alaṃ te vippaṭisārāya; ",
          "en": "You made an accusation harshly, not gently. … "
        },
        {
          "scid": "an5.167:5.5",
          "pli": "anatthasaṃhitena te, āvuso, codito no atthasaṃhitena, alaṃ te vippaṭisārāya; ",
          "en": "You made an accusation harmfully, not beneficially. … "
        },
        {
          "scid": "an5.167:5.6",
          "pli": "dosantarena te, āvuso, codito no mettacittena, alaṃ te vippaṭisārāyā’ti. ",
          "en": "You made an accusation with secret hate, not lovingly. There’s a reason for you to feel remorse.’ "
        },
        {
          "scid": "an5.167:5.7",
          "pli": "Adhammacodakassa, āvuso, bhikkhuno imehi pañcahākārehi vippaṭisāro upadahātabbo. ",
          "en": "The mendicant who makes improper accusations should be chastened in these five ways. "
        },
        {
          "scid": "an5.167:5.8",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an5.167:5.9",
          "pli": "Yathā na aññopi bhikkhu abhūtena codetabbaṃ maññeyyāti. ",
          "en": "So that another mendicant wouldn’t think to make a false accusation. "
        },
        {
          "scid": "an5.167:6.1",
          "pli": "Idha panāhaṃ, āvuso, ekaccaṃ puggalaṃ passāmi kālena codiyamānaṃ no akālena kupitaṃ, bhūtena codiyamānaṃ no abhūtena kupitaṃ, saṇhena codiyamānaṃ no pharusena kupitaṃ, atthasaṃhitena codiyamānaṃ no anatthasaṃhitena kupitaṃ, mettacittena codiyamānaṃ no dosantarena kupitaṃ. ",
          "en": "Take a case where I see a certain person being accused at the right time, not being disturbed at the wrong time. They’re accused truthfully, not disturbed falsely. They’re accused gently, not disturbed harshly. They’re accused beneficially, not disturbed harmfully. They’re accused lovingly, not disturbed with secret hate. "
        },
        {
          "scid": "an5.167:7.1",
          "pli": "Dhammacuditassa, āvuso, bhikkhuno pañcahākārehi vippaṭisāro upadahātabbo: ",
          "en": "The mendicant who is accused properly should be chastened in five ways. "
        },
        {
          "scid": "an5.167:7.2",
          "pli": "‘kālenāyasmā cudito no akālena, alaṃ te vippaṭisārāya; ",
          "en": "‘Venerable, you were accused at the right time, not at the wrong time. There’s a reason for you to feel remorse. "
        },
        {
          "scid": "an5.167:7.3",
          "pli": "bhūtenāyasmā cudito no abhūtena, alaṃ te vippaṭisārāya; ",
          "en": "You were accused truthfully, not falsely. … "
        },
        {
          "scid": "an5.167:7.4",
          "pli": "saṇhenāyasmā cudito no pharusena, alaṃ te vippaṭisārāya; ",
          "en": "You were accused gently, not harshly. … "
        },
        {
          "scid": "an5.167:7.5",
          "pli": "atthasaṃhitenāyasmā cudito no anatthasaṃhitena, alaṃ te vippaṭisārāya; ",
          "en": "You were accused beneficially, not harmfully. … "
        },
        {
          "scid": "an5.167:7.6",
          "pli": "mettacittenāyasmā cudito no dosantarena, alaṃ te vippaṭisārāyā’ti. ",
          "en": "You were accused lovingly, not with secret hate. There’s a reason for you to feel remorse.’ "
        },
        {
          "scid": "an5.167:7.7",
          "pli": "Dhammacuditassa, āvuso, bhikkhuno imehi pañcahākārehi vippaṭisāro upadahātabbo. ",
          "en": "The mendicant who is accused properly should be chastened in these five ways. "
        },
        {
          "scid": "an5.167:8.1",
          "pli": "Dhammacodakassa, āvuso, bhikkhuno pañcahākārehi avippaṭisāro upadahātabbo: ",
          "en": "The mendicant who makes proper accusations should be reassured in five ways. "
        },
        {
          "scid": "an5.167:8.2",
          "pli": "‘kālena te, āvuso, codito no akālena, alaṃ te avippaṭisārāya; ",
          "en": "‘Reverend, you made an accusation at the right time, not at the wrong time. There’s no need for you to feel remorse. "
        },
        {
          "scid": "an5.167:8.3",
          "pli": "bhūtena te, āvuso, codito no abhūtena, alaṃ te avippaṭisārāya; ",
          "en": "You made an accusation truthfully, not falsely. … "
        },
        {
          "scid": "an5.167:8.4",
          "pli": "saṇhena te, āvuso, codito no pharusena, alaṃ te avippaṭisārāya; ",
          "en": "You made an accusation gently, not harshly. … "
        },
        {
          "scid": "an5.167:8.5",
          "pli": "atthasaṃhitena te, āvuso, codito no anatthasaṃhitena, alaṃ te avippaṭisārāya; ",
          "en": "You made an accusation beneficially, not harmfully. … "
        },
        {
          "scid": "an5.167:8.6",
          "pli": "mettacittena te, āvuso, codito no dosantarena, alaṃ te avippaṭisārāyā’ti. ",
          "en": "You made an accusation lovingly, not with secret hate. There’s no need for you to feel remorse.’ "
        },
        {
          "scid": "an5.167:8.7",
          "pli": "Dhammacodakassa, āvuso, bhikkhuno imehi pañcahākārehi avippaṭisāro upadahātabbo. ",
          "en": "The mendicant who makes proper accusations should be reassured in these five ways. "
        },
        {
          "scid": "an5.167:8.8",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an5.167:8.9",
          "pli": "Yathā aññopi bhikkhu bhūtena coditabbaṃ maññeyyāti. ",
          "en": "So that another mendicant would think to make a true accusation. "
        },
        {
          "scid": "an5.167:9.1",
          "pli": "Cuditena, āvuso, puggalena dvīsu dhammesu patiṭṭhātabbaṃ—",
          "en": "A person who is accused should ground themselves in two things: "
        },
        {
          "scid": "an5.167:9.2",
          "pli": "sacce ca, akuppe ca. ",
          "en": "truth and an even temper. "
        },
        {
          "scid": "an5.167:9.3",
          "pli": "Mañcepi, āvuso, pare codeyyuṃ kālena vā akālena vā bhūtena vā abhūtena vā saṇhena vā pharusena vā atthasaṃhitena vā anatthasaṃhitena vā mettacittā vā dosantarā vā, ahampi dvīsuyeva dhammesu patiṭṭhaheyyaṃ—",
          "en": "Even if others accuse me—at the right time or the wrong time, truthfully or falsely, gently or harshly, lovingly or with secret hate—I will still ground myself in two things: "
        },
        {
          "scid": "an5.167:9.4",
          "pli": "sacce ca, akuppe ca. ",
          "en": "truth and an even temper. "
        },
        {
          "scid": "an5.167:9.5",
          "pli": "Sace jāneyyaṃ: ",
          "en": "If I know that "
        },
        {
          "scid": "an5.167:9.6",
          "pli": "‘attheso mayi dhammo’ti, ‘atthī’ti naṃ vadeyyaṃ: ",
          "en": "that quality is found in me, I will tell them that it is. "
        },
        {
          "scid": "an5.167:9.7",
          "pli": "‘saṃvijjateso mayi dhammo’ti. ",
          "en": " "
        },
        {
          "scid": "an5.167:9.8",
          "pli": "Sace jāneyyaṃ: ",
          "en": "If I know that "
        },
        {
          "scid": "an5.167:9.9",
          "pli": "‘nattheso mayi dhammo’ti, ‘natthī’ti naṃ vadeyyaṃ: ",
          "en": "that quality is not found in me, I will tell them that it is not.” "
        },
        {
          "scid": "an5.167:9.10",
          "pli": "‘neso dhammo mayi saṃvijjatī’”ti. ",
          "en": " "
        },
        {
          "scid": "an5.167:10.1",
          "pli": "“Evampi kho te, sāriputta, vuccamānā atha ca panidhekacce moghapurisā na padakkhiṇaṃ gaṇhantī”ti. ",
          "en": "“Even when you speak like this, Sāriputta, there are still some foolish people here who do not respectfully take it up.” "
        },
        {
          "scid": "an5.167:11.1",
          "pli": "“Ye te, bhante, puggalā assaddhā jīvikatthā na saddhā agārasmā anagāriyaṃ pabbajitā saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā indriyesu aguttadvārā bhojane amattaññuno jāgariyaṃ ananuyuttā sāmaññe anapekkhavanto sikkhāya na tibbagāravā bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā kusītā hīnavīriyā muṭṭhassatino asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, te mayā evaṃ vuccamānā na padakkhiṇaṃ gaṇhanti. ",
          "en": "“Sir, there are those faithless people who went forth from the lay life to homelessness not out of faith but to earn a livelihood. They’re devious, deceitful, and sneaky. They’re restless, insolent, fickle, gossipy, and loose-tongued. They do not guard their sense doors or eat in moderation, and they are not dedicated to wakefulness. They don’t care about the ascetic life, and don’t keenly respect the training. They’re indulgent and slack, leaders in backsliding, neglecting seclusion, lazy, and lacking energy. They’re unmindful, lacking situational awareness and immersion, with straying minds, witless and stupid. When I speak to them like this, they don’t respectfully take it up. "
        },
        {
          "scid": "an5.167:12.1",
          "pli": "Ye pana te, bhante, kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā indriyesu guttadvārā bhojane mattaññuno jāgariyaṃ anuyuttā sāmaññe apekkhavanto sikkhāya tibbagāravā na bāhulikā na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā āraddhavīriyā pahitattā upaṭṭhitassatino sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te mayā evaṃ vuccamānā padakkhiṇaṃ gaṇhantī”ti. ",
          "en": "Sir, there are those gentlemen who went forth from the lay life to homelessness out of faith. They’re not devious, deceitful, and sneaky. They’re not restless, insolent, fickle, gossipy, and loose-tongued. They guard their sense doors and eat in moderation, and they are dedicated to wakefulness. They care about the ascetic life, and keenly respect the training. They’re not indulgent or slack, nor are they leaders in backsliding, neglecting seclusion. They’re energetic and determined. They’re mindful, with situational awareness, immersion, and unified minds; wise, not stupid. When I speak to them like this, they do respectfully take it up.” "
        },
        {
          "scid": "an5.167:13.1",
          "pli": "“Ye te, sāriputta, puggalā assaddhā jīvikatthā na saddhā agārasmā anagāriyaṃ pabbajitā saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā indriyesu aguttadvārā bhojane amattaññuno jāgariyaṃ ananuyuttā sāmaññe anapekkhavanto sikkhāya na tibbagāravā bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā kusītā hīnavīriyā muṭṭhassatino asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, tiṭṭhantu te. ",
          "en": "“Sāriputta, those faithless people who went forth from the lay life to homelessness not out of faith but to earn a livelihood … Leave them be. "
        },
        {
          "scid": "an5.167:14.1",
          "pli": "Ye pana te, sāriputta, kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā indriyesu guttadvārā bhojane mattaññuno jāgariyaṃ anuyuttā sāmaññe apekkhavanto sikkhāya tibbagāravā na bāhulikā na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā āraddhavīriyā pahitattā upaṭṭhitassatino sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te tvaṃ, sāriputta, vadeyyāsi. ",
          "en": "But those gentlemen who went forth from the lay life to homelessness out of faith … You should speak to them. "
        },
        {
          "scid": "an5.167:14.2",
          "pli": "Ovada, sāriputta, sabrahmacārī; ",
          "en": "Sāriputta, you should advise your spiritual companions! "
        },
        {
          "scid": "an5.167:14.3",
          "pli": "anusāsa, sāriputta, sabrahmacārī: ",
          "en": "You should instruct your spiritual companions! "
        },
        {
          "scid": "an5.167:14.4",
          "pli": "‘asaddhammā vuṭṭhāpetvā saddhamme patiṭṭhāpessāmi sabrahmacārī’ti. ",
          "en": "Thinking: ‘I will draw my spiritual companions away from false teachings and ground them in true teachings.’ "
        },
        {
          "scid": "an5.167:14.5",
          "pli": "Evañhi te, sāriputta, sikkhitabban”ti. ",
          "en": "That’s how you should train.” "
        },
        {
          "scid": "an5.167:14.6",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "There Sāriputta addressed the mendicants: ",
      "expandable": false
    }
  ],
  "suttaCode": "an5.167/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.167",
    "volpages": "AN iii 196",
    "uid": "an5.167",
    "blurb": null,
    "difficulty": null,
    "original_title": "Codanā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Accusation ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.167_sujato",
        "segmented": true,
        "title": "Accusation ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 7
  }
}