{
  "sutta_uid": "an5.156",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.156",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Decline of the True Teaching (3rd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Inappropriate Talk ",
      "uid": "an5.157"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Decline of the True Teaching (2nd) ",
      "uid": "an5.155"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.156:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.156:0.2",
          "pli": "16. Saddhammavagga ",
          "en": "16. The True Teaching "
        },
        {
          "scid": "an5.156:0.3",
          "pli": "156. Tatiyasaddhammasammosasutta ",
          "en": "156. The Decline of the True Teaching (3rd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.156:1.1",
          "pli": "“Pañcime, bhikkhave, dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. ",
          "en": "“Mendicants, these five things lead to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an5.156:1.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "an5.156:1.3",
          "pli": "Idha, bhikkhave, bhikkhū duggahitaṃ suttantaṃ pariyāpuṇanti dunnikkhittehi padabyañjanehi. ",
          "en": "It’s when the mendicants memorize discourses that they learned incorrectly, with misplaced words and phrases. "
        },
        {
          "scid": "an5.156:1.4",
          "pli": "Dunnikkhittassa, bhikkhave, padabyañjanassa atthopi dunnayo hoti. ",
          "en": "When the words and phrases are misplaced, the meaning is misinterpreted. "
        },
        {
          "scid": "an5.156:1.5",
          "pli": "Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the first thing that leads to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an5.156:2.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhū dubbacā honti, dovacassakaraṇehi dhammehi samannāgatā, akkhamā appadakkhiṇaggāhino anusāsaniṃ. ",
          "en": "Furthermore, the mendicants are hard to admonish, having qualities that make them hard to admonish. They’re impatient, and don’t take instruction respectfully. "
        },
        {
          "scid": "an5.156:2.2",
          "pli": "Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the second thing … "
        },
        {
          "scid": "an5.156:3.1",
          "pli": "Puna caparaṃ, bhikkhave, ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te na sakkaccaṃ suttantaṃ paraṃ vācenti; ",
          "en": "Furthermore, the mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the texts on monastic training, and the outlines—don’t carefully make others recite the discourses. "
        },
        {
          "scid": "an5.156:3.2",
          "pli": "tesaṃ accayena chinnamūlako suttanto hoti appaṭisaraṇo. ",
          "en": "When they pass away, the discourses are cut off at the root, with no-one to preserve them. "
        },
        {
          "scid": "an5.156:3.3",
          "pli": "Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the third thing … "
        },
        {
          "scid": "an5.156:4.1",
          "pli": "Puna caparaṃ, bhikkhave, therā bhikkhū bāhulikā honti sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā, na vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "Furthermore, the senior mendicants are indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. "
        },
        {
          "scid": "an5.156:4.2",
          "pli": "Tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjati. ",
          "en": "Those who come after them follow their example. "
        },
        {
          "scid": "an5.156:4.3",
          "pli": "Sāpi hoti bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā, na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "They too are indulgent and slack … "
        },
        {
          "scid": "an5.156:4.4",
          "pli": "Ayaṃ, bhikkhave, catuttho dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the fourth thing … "
        },
        {
          "scid": "an5.156:5.1",
          "pli": "Puna caparaṃ, bhikkhave, saṃgho bhinno hoti. ",
          "en": "Furthermore, there’s a schism in the Saṅgha. "
        },
        {
          "scid": "an5.156:5.2",
          "pli": "Saṃghe kho pana, bhikkhave, bhinne aññamaññaṃ akkosā ca honti, aññamaññaṃ paribhāsā ca honti, aññamaññaṃ parikkhepā ca honti, aññamaññaṃ pariccajanā ca honti. ",
          "en": "When the Saṅgha is split, they abuse, insult, block, and reject each other. "
        },
        {
          "scid": "an5.156:5.3",
          "pli": "Tattha appasannā ceva nappasīdanti, pasannānañca ekaccānaṃ aññathattaṃ hoti. ",
          "en": "This doesn’t inspire confidence in those without it, and it causes some with confidence to change their minds. "
        },
        {
          "scid": "an5.156:5.4",
          "pli": "Ayaṃ, bhikkhave, pañcamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati. ",
          "en": "This is the fifth thing that leads to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an5.156:5.5",
          "pli": "Ime kho, bhikkhave, pañca dhammā saddhammassa sammosāya antaradhānāya saṃvattanti. ",
          "en": "These five things lead to the decline and disappearance of the true teaching. "
        },
        {
          "scid": "an5.156:6.1",
          "pli": "Pañcime, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti. ",
          "en": "These five things lead to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "an5.156:6.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "an5.156:6.3",
          "pli": "Idha, bhikkhave, bhikkhū suggahitaṃ suttantaṃ pariyāpuṇanti sunikkhittehi padabyañjanehi. ",
          "en": "It’s when the mendicants memorize discourses that have been learned correctly, with well placed words and phrases. "
        },
        {
          "scid": "an5.156:6.4",
          "pli": "Sunikkhittassa, bhikkhave, padabyañjanassa atthopi sunayo hoti. ",
          "en": "When the words and phrases are well organized, the meaning is correctly interpreted. "
        },
        {
          "scid": "an5.156:6.5",
          "pli": "Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the first thing that leads to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "an5.156:7.1",
          "pli": "Puna caparaṃ, bhikkhave, bhikkhū suvacā honti sovacassakaraṇehi dhammehi samannāgatā, khamā padakkhiṇaggāhino anusāsaniṃ. ",
          "en": "Furthermore, the mendicants are easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. "
        },
        {
          "scid": "an5.156:7.2",
          "pli": "Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the second thing … "
        },
        {
          "scid": "an5.156:8.1",
          "pli": "Puna caparaṃ, bhikkhave, ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te sakkaccaṃ suttantaṃ paraṃ vācenti; ",
          "en": "Furthermore, the mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the texts on monastic training, and the outlines—carefully make others recite the discourses. "
        },
        {
          "scid": "an5.156:8.2",
          "pli": "tesaṃ accayena na chinnamūlako suttanto hoti sappaṭisaraṇo. ",
          "en": "When they pass away, the discourses aren’t cut off at the root, and they have someone to preserve them. "
        },
        {
          "scid": "an5.156:8.3",
          "pli": "Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the third thing … "
        },
        {
          "scid": "an5.156:9.1",
          "pli": "Puna caparaṃ, bhikkhave, therā bhikkhū na bāhulikā honti na sāthalikā, okkamane nikkhittadhurā paviveke pubbaṅgamā; vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "Furthermore, the senior mendicants are not indulgent and slack, leaders in backsliding, neglecting seclusion. They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. "
        },
        {
          "scid": "an5.156:9.2",
          "pli": "Tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjati. ",
          "en": "Those who come after them follow their example. "
        },
        {
          "scid": "an5.156:9.3",
          "pli": "Sāpi hoti na bāhulikā na sāthalikā, okkamane nikkhittadhurā paviveke pubbaṅgamā, vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
          "en": "They too are not indulgent or slack … "
        },
        {
          "scid": "an5.156:9.4",
          "pli": "Ayaṃ, bhikkhave, catuttho dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the fourth thing … "
        },
        {
          "scid": "an5.156:10.1",
          "pli": "Puna caparaṃ, bhikkhave, saṅgho samaggo sammodamāno avivadamāno ekuddeso phāsuṃ viharati. ",
          "en": "Furthermore, the Saṅgha lives comfortably, in harmony, appreciating each other, without quarreling, with one recitation. "
        },
        {
          "scid": "an5.156:10.2",
          "pli": "Saṅghe kho pana, bhikkhave, samagge na ceva aññamaññaṃ akkosā honti, na ca aññamaññaṃ paribhāsā honti, na ca aññamaññaṃ parikkhepā honti, na ca aññamaññaṃ pariccajanā honti. ",
          "en": "When the Saṅgha is in harmony, they don’t abuse, insult, block, or reject each other. "
        },
        {
          "scid": "an5.156:10.3",
          "pli": "Tattha appasannā ceva pasīdanti, pasannānañca bhiyyobhāvo hoti. ",
          "en": "This inspires confidence in those without it, and increases confidence in those who have it. "
        },
        {
          "scid": "an5.156:10.4",
          "pli": "Ayaṃ, bhikkhave, pañcamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati. ",
          "en": "This is the fifth thing that leads to the continuation, persistence, and enduring of the true teaching. "
        },
        {
          "scid": "an5.156:10.5",
          "pli": "Ime kho, bhikkhave, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti. ",
          "en": "These five things lead to the continuation, persistence, and enduring of the true teaching.” "
        },
        {
          "scid": "an5.156:10.6",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these five things lead to the decline and…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.156/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.156",
    "volpages": "AN iii 178",
    "uid": "an5.156",
    "blurb": null,
    "difficulty": null,
    "original_title": "Tatiyasaddhammasammosa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Decline of the True Teaching (3rd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.156_sujato",
        "segmented": true,
        "title": "The Decline of the True Teaching (3rd) ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 6
  }
}