{
  "sutta_uid": "an5.144",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.144",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "At Tikaṇḍakī ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Hell ",
      "uid": "an5.145"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "At Sārandada ",
      "uid": "an5.143"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.144:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.144:0.2",
          "pli": "15. Tikaṇḍakīvagga ",
          "en": "15. At Tikaṇḍakī "
        },
        {
          "scid": "an5.144:0.3",
          "pli": "144. Tikaṇḍakīsutta ",
          "en": "144. At Tikaṇḍakī "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.144:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sākete viharati tikaṇḍakīvane. ",
          "en": "At one time the Buddha was staying near Sāketa, in Tikaṇḍakī Wood. "
        },
        {
          "scid": "an5.144:1.2",
          "pli": "Tatra kho bhagavā bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants, "
        },
        {
          "scid": "an5.144:1.3",
          "pli": "“bhikkhavo”ti. ",
          "en": "“Mendicants!” "
        },
        {
          "scid": "an5.144:1.4",
          "pli": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
          "en": "“Venerable sir,” they replied. "
        },
        {
          "scid": "an5.144:1.5",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an5.144:2.1",
          "pli": "“Sādhu, bhikkhave, bhikkhu kālena kālaṃ appaṭikūle paṭikūlasaññī vihareyya. ",
          "en": "“Mendicants, a mendicant would do well to meditate from time to time perceiving the following: "
        },
        {
          "scid": "an5.144:2.2",
          "pli": "appaṭikūle paṭikūlasaññī vihareyya. ",
          "en": "the repulsive in the unrepulsive, "
        },
        {
          "scid": "an5.144:2.3",
          "pli": "Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūle appaṭikūlasaññī vihareyya. ",
          "en": "the unrepulsive in the repulsive, "
        },
        {
          "scid": "an5.144:2.4",
          "pli": "Sādhu, bhikkhave, bhikkhu kālena kālaṃ appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya. ",
          "en": "the repulsive in both the unrepulsive and the repulsive, and "
        },
        {
          "scid": "an5.144:2.5",
          "pli": "Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya. ",
          "en": "the unrepulsive in both the repulsive and the unrepulsive. "
        },
        {
          "scid": "an5.144:2.6",
          "pli": "Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya sato sampajāno. ",
          "en": "A mendicant would do well to meditate from time to time staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive. "
        },
        {
          "scid": "an5.144:3.1",
          "pli": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle paṭikūlasaññī vihareyya? ",
          "en": "For what reason should a mendicant meditate perceiving the repulsive in the unrepulsive? "
        },
        {
          "scid": "an5.144:3.2",
          "pli": "‘Mā me rajanīyesu dhammesu rāgo udapādī’ti—",
          "en": "‘May greed not arise in me for things that arouse greed.’ "
        },
        {
          "scid": "an5.144:3.3",
          "pli": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle paṭikūlasaññī vihareyya. ",
          "en": "A mendicant should meditate perceiving the repulsive in the unrepulsive for this reason. "
        },
        {
          "scid": "an5.144:4.1",
          "pli": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle appaṭikūlasaññī vihareyya? ",
          "en": "For what reason should a mendicant meditate perceiving the unrepulsive in the repulsive? "
        },
        {
          "scid": "an5.144:4.2",
          "pli": "‘Mā me dosanīyesu dhammesu doso udapādī’ti—",
          "en": "‘May hate not arise in me for things that provoke hate.’ … "
        },
        {
          "scid": "an5.144:4.3",
          "pli": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle appaṭikūlasaññī vihareyya. ",
          "en": " "
        },
        {
          "scid": "an5.144:5.1",
          "pli": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya? ",
          "en": "For what reason should a mendicant meditate perceiving the repulsive in both the unrepulsive and the repulsive? "
        },
        {
          "scid": "an5.144:5.2",
          "pli": "‘Mā me rajanīyesu dhammesu rāgo udapādi, mā me dosanīyesu dhammesu doso udapādī’ti—",
          "en": "‘May greed not arise in me for things that arouse greed. May hate not arise in me for things that provoke hate.’ … "
        },
        {
          "scid": "an5.144:5.3",
          "pli": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya. ",
          "en": " "
        },
        {
          "scid": "an5.144:6.1",
          "pli": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya? ",
          "en": "For what reason should a mendicant meditate perceiving the unrepulsive in both the repulsive and the unrepulsive? "
        },
        {
          "scid": "an5.144:6.2",
          "pli": "‘Mā me dosanīyesu dhammesu doso udapādi, mā me rajanīyesu dhammesu rāgo udapādī’ti—",
          "en": "‘May hate not arise in me for things that provoke hate. May greed not arise in me for things that arouse greed.’ … "
        },
        {
          "scid": "an5.144:6.3",
          "pli": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya. ",
          "en": " "
        },
        {
          "scid": "an5.144:7.1",
          "pli": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya? ",
          "en": "For what reason should a mendicant meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive? "
        },
        {
          "scid": "an5.144:7.2",
          "pli": "‘Sato sampajāno mā me kvacani katthaci kiñcanaṃ rajanīyesu dhammesu rāgo udapādi, mā me kvacani katthaci kiñcanaṃ dosanīyesu dhammesu doso udapādi, mā me kvacani katthaci kiñcanaṃ mohanīyesu dhammesu moho udapādī’ti—",
          "en": "‘May no greed for things that arouse greed, hate for things that provoke hate, or delusion for things that promote delusion arise in me in any way at all.’ "
        },
        {
          "scid": "an5.144:7.3",
          "pli": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya sato sampajāno”ti. ",
          "en": "For this reason a mendicant should meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive.” "
        },
        {
          "scid": "an5.144:7.4",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Sāketa,…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.144/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.144",
    "volpages": "AN iii 169",
    "uid": "an5.144",
    "blurb": null,
    "difficulty": null,
    "original_title": "Tikaṇḍakī Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "At Tikaṇḍakī ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.144_sujato",
        "segmented": true,
        "title": "At Tikaṇḍakī ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 4
  }
}