{
  "sutta_uid": "an5.88",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.88",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Senior Mendicants ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Trainee (1st) ",
      "uid": "an5.89"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Ethical ",
      "uid": "an5.87"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.88:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.88:0.2",
          "pli": "9. Theravagga ",
          "en": "9. Senior Mendicants "
        },
        {
          "scid": "an5.88:0.3",
          "pli": "88. Therasutta ",
          "en": "88. Senior Mendicants "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.88:1.1",
          "pli": "“Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu bahujanaahitāya paṭipanno hoti bahujanaasukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ",
          "en": "“Mendicants, a senior mendicant who has five qualities is acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans. "
        },
        {
          "scid": "an5.88:2.1",
          "pli": "Katamehi pañcahi? ",
          "en": "What five? "
        },
        {
          "scid": "an5.88:2.2",
          "pli": "Thero hoti rattaññū cirapabbajito; ",
          "en": "They are senior and have long gone forth. "
        },
        {
          "scid": "an5.88:2.3",
          "pli": "ñāto hoti yasassī sagahaṭṭhapabbajitānaṃ bahujanaparivāro; ",
          "en": "They’re well-known, famous, with a large following that includes both laypeople and renunciates. "
        },
        {
          "scid": "an5.88:2.4",
          "pli": "lābhī hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ; ",
          "en": "They receive robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "an5.88:2.5",
          "pli": "bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā appaṭividdhā; ",
          "en": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with view. "
        },
        {
          "scid": "an5.88:2.6",
          "pli": "micchādiṭṭhiko hoti viparītadassano, so bahujanaṃ saddhammā vuṭṭhāpetvā asaddhamme patiṭṭhāpeti. ",
          "en": "But they have wrong view and distorted perspective. They draw many people away from the true teaching and establish them in false teachings. "
        },
        {
          "scid": "an5.88:2.7",
          "pli": "Thero bhikkhu rattaññū cirapabbajito itipissa diṭṭhānugatiṃ āpajjanti, ñāto thero bhikkhu yasassī sagahaṭṭhapabbajitānaṃ bahujanaparivāro itipissa diṭṭhānugatiṃ āpajjanti, lābhī thero bhikkhu cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ itipissa diṭṭhānugatiṃ āpajjanti, bahussuto thero bhikkhu sutadharo sutasannicayo itipissa diṭṭhānugatiṃ āpajjanti. ",
          "en": "People follow their example, thinking that the senior mendicant is senior and has long gone forth. Or that they’re well-known, famous, with a large following that includes both laypeople and renunciates. Or that they receive robes, alms-food, lodgings, and medicines and supplies for the sick. Or that they’re very learned, remembering and keeping what they’ve learned. "
        },
        {
          "scid": "an5.88:2.8",
          "pli": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu bahujanaahitāya paṭipanno hoti bahujanaasukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ",
          "en": "A senior mendicant who has these five qualities is acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans. "
        },
        {
          "scid": "an5.88:3.1",
          "pli": "Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu bahujanahitāya paṭipanno hoti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. ",
          "en": "A senior mendicant who has five qualities is acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans. "
        },
        {
          "scid": "an5.88:4.1",
          "pli": "Katamehi pañcahi? ",
          "en": "What five? "
        },
        {
          "scid": "an5.88:4.2",
          "pli": "Thero hoti rattaññū cirapabbajito; ",
          "en": "They are senior and have long gone forth. "
        },
        {
          "scid": "an5.88:4.3",
          "pli": "ñāto hoti yasassī sagahaṭṭhapabbajitānaṃ bahujanaparivāro; ",
          "en": "They’re well-known, famous, with a large following, including both laypeople and renunciates. "
        },
        {
          "scid": "an5.88:4.4",
          "pli": "lābhī hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ; ",
          "en": "They receive robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "an5.88:4.5",
          "pli": "bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā; ",
          "en": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically. "
        },
        {
          "scid": "an5.88:4.6",
          "pli": "sammādiṭṭhiko hoti aviparītadassano, so bahujanaṃ asaddhammā vuṭṭhāpetvā saddhamme patiṭṭhāpeti. ",
          "en": "And they have right view and an undistorted perspective. They draw many people away from false teachings and establish them in the true teaching. "
        },
        {
          "scid": "an5.88:4.7",
          "pli": "Thero bhikkhu rattaññū cirapabbajito itipissa diṭṭhānugatiṃ āpajjanti, ñāto thero bhikkhu yasassī sagahaṭṭhapabbajitānaṃ bahujanaparivāro itipissa diṭṭhānugatiṃ āpajjanti, lābhī thero bhikkhu cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ itipissa diṭṭhānugatiṃ āpajjanti, bahussuto thero bhikkhu sutadharo sutasannicayo itipissa diṭṭhānugatiṃ āpajjanti. ",
          "en": "People follow their example, thinking that the senior mendicant is senior and has long gone forth. Or that they’re well-known, famous, with a large following that includes both laypeople and renunciates. Or that they receive robes, alms-food, lodgings, and medicines and supplies for the sick. Or that they’re very learned, remembering and keeping what they’ve learned. "
        },
        {
          "scid": "an5.88:4.8",
          "pli": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu bahujanahitāya paṭipanno hoti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānan”ti. ",
          "en": "A senior mendicant who has these five qualities is acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.” "
        },
        {
          "scid": "an5.88:4.9",
          "pli": "Aṭṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, a senior mendicant who has five qualities is…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.88/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.88",
    "volpages": "AN iii 114",
    "uid": "an5.88",
    "blurb": "Even if a senior mendicant has many good qualities, they can still lead people astray if they have wrong view.",
    "difficulty": null,
    "original_title": "Thera Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Senior Mendicants ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.88_sujato",
        "segmented": true,
        "title": "Senior Mendicants ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 8
  }
}