{
  "sutta_uid": "an5.140",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.140",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "A Listener ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Scorn ",
      "uid": "an5.141"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Cannot Endure ",
      "uid": "an5.139"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.140:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.140:0.2",
          "pli": "14. Rājavagga ",
          "en": "14. Kings "
        },
        {
          "scid": "an5.140:0.3",
          "pli": "140. Sotasutta ",
          "en": "140. A Listener "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.140:1.1",
          "pli": "“Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgaṃtveva saṅkhaṃ gacchati. ",
          "en": "“Mendicants, a royal bull elephant with five factors is worthy of a king, fit to serve a king, and is considered a factor of kingship. "
        },
        {
          "scid": "an5.140:1.2",
          "pli": "Katamehi pañcahi? ",
          "en": "What five? "
        },
        {
          "scid": "an5.140:1.3",
          "pli": "Idha, bhikkhave, rañño nāgo sotā ca hoti, hantā ca, rakkhitā ca, khantā ca, gantā ca. ",
          "en": "A royal bull elephant listens, destroys, protects, endures, and goes fast. "
        },
        {
          "scid": "an5.140:2.1",
          "pli": "Kathañca, bhikkhave, rañño nāgo sotā hoti? ",
          "en": "And how does a royal bull elephant listen? "
        },
        {
          "scid": "an5.140:2.2",
          "pli": "Idha, bhikkhave, rañño nāgo yamenaṃ hatthidammasārathi kāraṇaṃ kāreti—",
          "en": "It’s when a royal bull elephant pays heed, pays attention, engages wholeheartedly, and lends an ear to whatever task the elephant trainer has it do, "
        },
        {
          "scid": "an5.140:2.3",
          "pli": "yadi vā katapubbaṃ yadi vā akatapubbaṃ—",
          "en": "whether or not it has done it before. "
        },
        {
          "scid": "an5.140:2.4",
          "pli": "taṃ aṭṭhiṃ katvā manasi katvā sabbaṃ cetasā samannāharitvā ohitasoto suṇāti. ",
          "en": " "
        },
        {
          "scid": "an5.140:2.5",
          "pli": "Evaṃ kho, bhikkhave, rañño nāgo sotā hoti. (1) ",
          "en": "That’s how a royal bull elephant listens. "
        },
        {
          "scid": "an5.140:3.1",
          "pli": "Kathañca, bhikkhave, rañño nāgo hantā hoti? ",
          "en": "And how does a royal bull elephant destroy? "
        },
        {
          "scid": "an5.140:3.2",
          "pli": "Idha, bhikkhave, rañño nāgo saṅgāmagato hatthimpi hanati, hatthāruhampi hanati, assampi hanati, assāruhampi hanati, rathampi hanati, rathikampi hanati, pattikampi hanati. ",
          "en": "It’s when a royal bull elephant in battle destroys elephants with their riders, horses with their riders, chariots and charioteers, and foot soldiers. "
        },
        {
          "scid": "an5.140:3.3",
          "pli": "Evaṃ kho, bhikkhave, rañño nāgo hantā hoti. (2) ",
          "en": "That’s how a royal bull elephant destroys. "
        },
        {
          "scid": "an5.140:4.1",
          "pli": "Kathañca, bhikkhave, rañño nāgo rakkhitā hoti? ",
          "en": "And how does a royal bull elephant protect? "
        },
        {
          "scid": "an5.140:4.2",
          "pli": "Idha, bhikkhave, rañño nāgo saṅgāmagato rakkhati purimaṃ kāyaṃ, rakkhati pacchimaṃ kāyaṃ, rakkhati purime pāde, rakkhati pacchime pāde, rakkhati sīsaṃ, rakkhati kaṇṇe, rakkhati dante, rakkhati soṇḍaṃ, rakkhati vāladhiṃ, rakkhati hatthāruhaṃ. ",
          "en": "It’s when a royal bull elephant in battle protects its fore-quarters and hind-quarters, its fore-feet and hind-feet, and its head, ears, tusks, trunk, tail, and rider. "
        },
        {
          "scid": "an5.140:4.3",
          "pli": "Evaṃ kho, bhikkhave, rañño nāgo rakkhitā hoti. (3) ",
          "en": "That’s how a royal bull elephant protects. "
        },
        {
          "scid": "an5.140:5.1",
          "pli": "Kathañca, bhikkhave, rañño nāgo khantā hoti? ",
          "en": "And how does a royal bull elephant endure? "
        },
        {
          "scid": "an5.140:5.2",
          "pli": "Idha, bhikkhave, rañño nāgo saṅgāmagato khamo hoti sattippahārānaṃ asippahārānaṃ usuppahārānaṃ pharasuppahārānaṃ bheripaṇavasaṅkhatiṇavaninnādasaddānaṃ. ",
          "en": "It’s when a royal bull elephant in battle endures being struck by spears, swords, arrows, and axes; it endures the thunder of the drums, kettledrums, horns, and cymbals. "
        },
        {
          "scid": "an5.140:5.3",
          "pli": "Evaṃ kho, bhikkhave, rañño nāgo khantā hoti. (4) ",
          "en": "That’s how a royal bull elephant endures. "
        },
        {
          "scid": "an5.140:6.1",
          "pli": "Kathañca, bhikkhave, rañño nāgo gantā hoti? ",
          "en": "And how does a royal bull elephant go fast? "
        },
        {
          "scid": "an5.140:6.2",
          "pli": "Idha, bhikkhave, rañño nāgo yamenaṃ hatthidammasārathi disaṃ peseti—",
          "en": "It’s when a royal bull elephant swiftly goes in whatever direction the elephant trainer sends it, "
        },
        {
          "scid": "an5.140:6.3",
          "pli": "yadi vā gatapubbaṃ yadi vā agatapubbaṃ—",
          "en": "whether or not it has been there before. "
        },
        {
          "scid": "an5.140:6.4",
          "pli": "taṃ khippameva gantā hoti. ",
          "en": " "
        },
        {
          "scid": "an5.140:6.5",
          "pli": "Evaṃ kho, bhikkhave, rañño nāgo gantā hoti. (5) ",
          "en": "That’s how a royal bull elephant goes fast. "
        },
        {
          "scid": "an5.140:7.1",
          "pli": "Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati. ",
          "en": "A royal bull elephant with these five factors is worthy of a king, fit to serve a king, and is considered a factor of kingship. "
        },
        {
          "scid": "an5.140:8.1",
          "pli": "Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa. ",
          "en": "In the same way, a mendicant with five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. "
        },
        {
          "scid": "an5.140:8.2",
          "pli": "Katamehi pañcahi? ",
          "en": "What five? "
        },
        {
          "scid": "an5.140:8.3",
          "pli": "Idha, bhikkhave, bhikkhu sotā ca hoti, hantā ca, rakkhitā ca, khantā ca, gantā ca. ",
          "en": "A mendicant listens, destroys, protects, endures, and goes fast. "
        },
        {
          "scid": "an5.140:9.1",
          "pli": "Kathañca, bhikkhave, bhikkhu sotā hoti? ",
          "en": "And how does a mendicant listen? "
        },
        {
          "scid": "an5.140:9.2",
          "pli": "Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne aṭṭhiṅkatvā manasi katvā sabbaṃ cetasā samannāharitvā ohitasoto dhammaṃ suṇāti. ",
          "en": "It’s when a mendicant pays heed, pays attention, engages wholeheartedly, and lends an ear when the teaching and training proclaimed by a Realized One is being taught. "
        },
        {
          "scid": "an5.140:9.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu sotā hoti. (1) ",
          "en": "That’s how a mendicant listens. "
        },
        {
          "scid": "an5.140:10.1",
          "pli": "Kathañca, bhikkhave, bhikkhu hantā hoti? ",
          "en": "And how does a mendicant destroy? "
        },
        {
          "scid": "an5.140:10.2",
          "pli": "Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti, pajahati vinodeti hanati byantīkaroti anabhāvaṃ gameti; uppannaṃ byāpādavitakkaṃ … pe … uppannaṃ vihiṃsāvitakkaṃ … pe … uppannuppanne pāpake akusale dhamme nādhivāseti, pajahati vinodeti hanati byantīkaroti anabhāvaṃ gameti. ",
          "en": "It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, calm them, eliminate them, and obliterate them. "
        },
        {
          "scid": "an5.140:10.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu hantā hoti. (2) ",
          "en": "That’s how a mendicant destroys. "
        },
        {
          "scid": "an5.140:11.1",
          "pli": "Kathañca, bhikkhave, bhikkhu rakkhitā hoti? ",
          "en": "And how does a mendicant protect? "
        },
        {
          "scid": "an5.140:11.2",
          "pli": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
          "en": "When a mendicant sees a sight with the eyes, they don’t get caught up in the features and details. "
        },
        {
          "scid": "an5.140:11.3",
          "pli": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati cakkhundriyaṃ; cakkhundriye saṃvaraṃ āpajjati. ",
          "en": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving restraint over it. "
        },
        {
          "scid": "an5.140:11.4",
          "pli": "Sotena saddaṃ sutvā … ",
          "en": "Hearing a sound with the ears … "
        },
        {
          "scid": "an5.140:11.5",
          "pli": "ghānena gandhaṃ ghāyitvā … ",
          "en": "Smelling an odor with the nose … "
        },
        {
          "scid": "an5.140:11.6",
          "pli": "jivhāya rasaṃ sāyitvā … ",
          "en": "Tasting a flavor with the tongue … "
        },
        {
          "scid": "an5.140:11.7",
          "pli": "kāyena phoṭṭhabbaṃ phusitvā … ",
          "en": "Feeling a touch with the body … "
        },
        {
          "scid": "an5.140:11.8",
          "pli": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
          "en": "Knowing a thought with the mind, they don’t get caught up in the features and details. "
        },
        {
          "scid": "an5.140:11.9",
          "pli": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati manindriyaṃ; manindriye saṃvaraṃ āpajjati. ",
          "en": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving restraint over it. "
        },
        {
          "scid": "an5.140:11.10",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu rakkhitā hoti. (3) ",
          "en": "That’s how a mendicant protects. "
        },
        {
          "scid": "an5.140:12.1",
          "pli": "Kathañca, bhikkhave, bhikkhu khantā hoti? ",
          "en": "And how does a mendicant endure? "
        },
        {
          "scid": "an5.140:12.2",
          "pli": "Idha, bhikkhave, bhikkhu khamo hoti sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ; duruttānaṃ durāgatānaṃ vacanapathānaṃ uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti. ",
          "en": "It’s when a mendicant endures cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; rude and unwelcome criticism; and puts up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. "
        },
        {
          "scid": "an5.140:12.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu khantā hoti. (4) ",
          "en": "That’s how a mendicant endures. "
        },
        {
          "scid": "an5.140:13.1",
          "pli": "Kathañca, bhikkhave, bhikkhu gantā hoti? ",
          "en": "And how does a mendicant go fast? "
        },
        {
          "scid": "an5.140:13.2",
          "pli": "Idha, bhikkhave, bhikkhu yā sā disā agatapubbā iminā dīghena addhunā, yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ, taṃ khippaññeva gantā hoti. ",
          "en": "It’s when a mendicant swiftly goes in the direction they’ve never gone before in all this long time; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. "
        },
        {
          "scid": "an5.140:13.3",
          "pli": "Evaṃ kho, bhikkhave, bhikkhu gantā hoti. (5) ",
          "en": "That’s how a mendicant goes fast. "
        },
        {
          "scid": "an5.140:14.1",
          "pli": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassā”ti. ",
          "en": "A mendicant with these five qualities … is the supreme field of merit for the world.” "
        },
        {
          "scid": "an5.140:14.2",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an5.140:14.3",
          "pli": "Rājavaggo catuttho. ",
          "en": " "
        },
        {
          "scid": "an5.140:15.1",
          "pli": "Cakkānuvattanā rājā, ",
          "en": " "
        },
        {
          "scid": "an5.140:15.2",
          "pli": "Yassaṃdisaṃ dve ceva patthanā; ",
          "en": " "
        },
        {
          "scid": "an5.140:15.3",
          "pli": "Appaṃsupati bhattādo, ",
          "en": " "
        },
        {
          "scid": "an5.140:15.4",
          "pli": "Akkhamo ca sotena cāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, a royal bull elephant with five factors is…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.140/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.140",
    "volpages": "AN iii 161",
    "uid": "an5.140",
    "blurb": null,
    "difficulty": null,
    "original_title": "Sota Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "A Listener ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.140_sujato",
        "segmented": true,
        "title": "A Listener ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an5.140_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "The Listener"
      }
    ],
    "parallel_count": 51,
    "biblio": null,
    "num": 10
  }
}