{
  "sutta_uid": "an5.23",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.23",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Corruptions ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Unethical ",
      "uid": "an5.24"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Disrespect (2nd) ",
      "uid": "an5.22"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.23:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.23:0.2",
          "pli": "3. Pañcaṅgikavagga ",
          "en": "3. With Five Factors "
        },
        {
          "scid": "an5.23:0.3",
          "pli": "23. Upakkilesasutta ",
          "en": "23. Corruptions "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.23:1.1",
          "pli": "“Pañcime, bhikkhave, jātarūpassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṃ jātarūpaṃ na ceva mudu hoti na ca kammaniyaṃ na ca pabhassaraṃ pabhaṅgu ca na ca sammā upeti kammāya. ",
          "en": "“Mendicants, there are these five corruptions of gold. When gold is corrupted by these it’s not pliable, workable, or radiant, but is brittle and not completely ready for working. "
        },
        {
          "scid": "an5.23:1.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "an5.23:1.3",
          "pli": "Ayo, lohaṃ, tipu, sīsaṃ, sajjhaṃ—",
          "en": "Iron, copper, tin, lead, and silver. "
        },
        {
          "scid": "an5.23:1.4",
          "pli": "ime kho, bhikkhave, pañca jātarūpassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṃ jātarūpaṃ na ceva mudu hoti na ca kammaniyaṃ na ca pabhassaraṃ pabhaṅgu ca na ca sammā upeti kammāya. ",
          "en": "When gold is corrupted by these five corruptions it’s not pliable, workable, or radiant, but is brittle and not completely ready for working. "
        },
        {
          "scid": "an5.23:1.5",
          "pli": "Yato ca kho, bhikkhave, jātarūpaṃ imehi pañcahi upakkilesehi vimuttaṃ hoti, taṃ hoti jātarūpaṃ mudu ca kammaniyañca pabhassarañca na ca pabhaṅgu sammā upeti kammāya. ",
          "en": "But when gold is free of these five corruptions it becomes pliable, workable, and radiant, not brittle, and ready to be worked. "
        },
        {
          "scid": "an5.23:1.6",
          "pli": "Yassā yassā ca piḷandhanavikatiyā ākaṅkhati—yadi muddikāya yadi kuṇḍalāya yadi gīveyyakāya yadi suvaṇṇamālāya—tañcassa atthaṃ anubhoti. ",
          "en": "Then the goldsmith can successfully create any kind of ornament they want, whether a ring, earrings, a necklace, or a golden garland. "
        },
        {
          "scid": "an5.23:2.1",
          "pli": "Evamevaṃ kho, bhikkhave, pañcime cittassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṃ cittaṃ na ceva mudu hoti na ca kammaniyaṃ na ca pabhassaraṃ pabhaṅgu ca na ca sammā samādhiyati āsavānaṃ khayāya. ",
          "en": "In the same way, there are these five corruptions of the mind. When the mind is corrupted by these it’s not pliable, workable, or radiant. It’s brittle, and not completely immersed in samādhi for the ending of defilements. "
        },
        {
          "scid": "an5.23:2.2",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "an5.23:2.3",
          "pli": "Kāmacchando, byāpādo, thinamiddhaṃ, uddhaccakukkuccaṃ, vicikicchā—",
          "en": "Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. "
        },
        {
          "scid": "an5.23:2.4",
          "pli": "ime kho, bhikkhave, pañca cittassa upakkilesā yehi upakkilesehi upakkiliṭṭhaṃ cittaṃ na ceva mudu hoti na ca kammaniyaṃ na ca pabhassaraṃ pabhaṅgu ca na ca sammā samādhiyati āsavānaṃ khayāya. ",
          "en": "These are the five corruptions of the mind. When the mind is corrupted by these it’s not pliable, workable, or radiant. It’s brittle, and not completely immersed in samādhi for the ending of defilements. "
        },
        {
          "scid": "an5.23:2.5",
          "pli": "Yato ca kho, bhikkhave, cittaṃ imehi pañcahi upakkilesehi vimuttaṃ hoti, taṃ hoti cittaṃ mudu ca kammaniyañca pabhassarañca na ca pabhaṅgu sammā samādhiyati āsavānaṃ khayāya. ",
          "en": "But when the mind is free of these five corruptions it’s pliable, workable, and radiant. It’s not brittle, and is completely immersed in samādhi for the ending of defilements. "
        },
        {
          "scid": "an5.23:2.6",
          "pli": "Yassa yassa ca abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane. ",
          "en": "You become capable of realizing anything that can be realized by insight to which you extend the mind, in each and every case. "
        },
        {
          "scid": "an5.23:3.1",
          "pli": "So sace ākaṅkhati: ‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ—ekopi hutvā bahudhā assaṃ, bahudhāpi hutvā eko assaṃ; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gaccheyyaṃ, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ kareyyaṃ, seyyathāpi udake; udakepi abhijjamāno gaccheyyaṃ, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kameyyaṃ, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimaseyyaṃ parimajjeyyaṃ yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti, ",
          "en": "If you wish: ‘May I wield the many kinds of psychic power—multiplying myself and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful, controlling the body as far as the Brahmā realm.’ "
        },
        {
          "scid": "an5.23:3.2",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane. ",
          "en": "You’re capable of realizing it, in each and every case. "
        },
        {
          "scid": "an5.23:4.1",
          "pli": "So sace ākaṅkhati: ‘dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇeyyaṃ—dibbe ca mānuse ca ye dūre santike cā’ti, ",
          "en": "If you wish: ‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’ "
        },
        {
          "scid": "an5.23:4.2",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane. ",
          "en": "You’re capable of realizing it, in each and every case. "
        },
        {
          "scid": "an5.23:5.1",
          "pli": "So sace ākaṅkhati: ‘parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajāneyyaṃ—",
          "en": "If you wish: ‘May I understand the minds of other beings and individuals, having comprehended them with my mind. "
        },
        {
          "scid": "an5.23:5.2",
          "pli": "sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajāneyyaṃ, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajāneyyaṃ, sadosaṃ vā cittaṃ sadosaṃ cittanti pajāneyyaṃ, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajāneyyaṃ, samohaṃ vā cittaṃ samohaṃ cittanti pajāneyyaṃ, vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajāneyyaṃ, saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajāneyyaṃ, vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajāneyyaṃ, mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajāneyyaṃ, amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajāneyyaṃ, sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajāneyyaṃ, anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajāneyyaṃ, samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajāneyyaṃ, asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajāneyyaṃ, vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajāneyyaṃ, avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajāneyyan’ti, ",
          "en": "May I understand mind with greed as “mind with greed”, and mind without greed as “mind without greed”; mind with hate as “mind with hate”, and mind without hate as “mind without hate”; mind with delusion as “mind with delusion”, and mind without delusion as “mind without delusion”; constricted mind as “constricted mind”, and scattered mind as “scattered mind”; expansive mind as “expansive mind”, and unexpansive mind as “unexpansive mind”; mind that is not supreme as “mind that is not supreme”, and mind that is supreme as “mind that is supreme”; mind immersed in samādhi as “mind immersed in samādhi”, and mind not immersed in samādhi as “mind not immersed in samādhi”; freed mind as “freed mind”, and unfreed mind as “unfreed mind”.’ "
        },
        {
          "scid": "an5.23:5.3",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane. ",
          "en": "You’re capable of realizing it, in each and every case. "
        },
        {
          "scid": "an5.23:6.1",
          "pli": "So sace ākaṅkhati: ‘anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe—amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapannoti, iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyan’ti, ",
          "en": "If you wish: ‘May I recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. May I remember: “There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.” May I recollect my many past lives, with features and details.’ "
        },
        {
          "scid": "an5.23:6.2",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane. ",
          "en": "You’re capable of realizing it, in each and every case. "
        },
        {
          "scid": "an5.23:7.1",
          "pli": "So sace ākaṅkhati: ‘dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajāneyyaṃ—ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannāti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajāneyyan’ti, ",
          "en": "If you wish: ‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds: “These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they acted out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they acted out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” And so, with clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And may I understand how sentient beings are reborn according to their deeds.’ "
        },
        {
          "scid": "an5.23:7.2",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane. ",
          "en": "You’re capable of realizing it, in each and every case. "
        },
        {
          "scid": "an5.23:8.1",
          "pli": "So sace ākaṅkhati: ‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti, ",
          "en": "If you wish: ‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’ "
        },
        {
          "scid": "an5.23:8.2",
          "pli": "tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane”ti. ",
          "en": "You’re capable of realizing it, in each and every case.” "
        },
        {
          "scid": "an5.23:8.3",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, there are these five corruptions of gold. When…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.23/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.23",
    "volpages": "AN iii 16",
    "uid": "an5.23",
    "blurb": "The hindrances are like the corruptions in gold.",
    "difficulty": null,
    "original_title": "Upakkilesa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Corruptions ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.23_sujato",
        "segmented": true,
        "title": "Corruptions ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an5.23_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Defilements"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 3
  }
}