{
  "sutta_uid": "an5.134",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an5.134",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "In Whatever Region ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Aspiration (1st) ",
      "uid": "an5.135"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Principled King ",
      "uid": "an5.133"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an5.134:0.1",
          "pli": "Aṅguttara Nikāya 5 ",
          "en": "Numbered Discourses 5 "
        },
        {
          "scid": "an5.134:0.2",
          "pli": "14. Rājavagga ",
          "en": "14. Kings "
        },
        {
          "scid": "an5.134:0.3",
          "pli": "134. Yassaṃdisaṃsutta ",
          "en": "134. In Whatever Region "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 5 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an5.134:1.1",
          "pli": "“Pañcahi, bhikkhave, aṅgehi samannāgato rājā khattiyo muddhāvasitto yassaṃ yassaṃ disāyaṃ viharati, sakasmiṃyeva vijite viharati. ",
          "en": "“Mendicants, with five factors an anointed aristocratic king lives in his own realm, no matter what region he lives in. "
        },
        {
          "scid": "an5.134:2.1",
          "pli": "Katamehi pañcahi? ",
          "en": "What five? "
        },
        {
          "scid": "an5.134:2.2",
          "pli": "Idha, bhikkhave, rājā khattiyo muddhāvasitto ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
          "en": "An anointed aristocratic king is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. "
        },
        {
          "scid": "an5.134:2.3",
          "pli": "aḍḍho hoti mahaddhano mahābhogo paripuṇṇakosakoṭṭhāgāro; ",
          "en": "He is rich, affluent, and wealthy, with a full treasury and storehouses. "
        },
        {
          "scid": "an5.134:2.4",
          "pli": "balavā kho pana hoti caturaṅginiyā senāya samannāgato assavāya ovādapaṭikarāya; ",
          "en": "He is powerful, having an army of four divisions that is obedient and carries out instructions. "
        },
        {
          "scid": "an5.134:2.5",
          "pli": "pariṇāyako kho panassa hoti paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṃ; ",
          "en": "He has a counselor who is astute, competent, and intelligent, able to think issues through as they bear upon the past, future, and present. "
        },
        {
          "scid": "an5.134:2.6",
          "pli": "tassime cattāro dhammā yasaṃ paripācenti. ",
          "en": "These four things bring his fame to fruition. "
        },
        {
          "scid": "an5.134:2.7",
          "pli": "So iminā yasapañcamena dhammena samannāgato yassaṃ yassaṃ disāyaṃ viharati, sakasmiṃyeva vijite viharati. ",
          "en": "With these five factors, including fame, an anointed aristocratic king lives in his own realm, no matter what direction he lives in. "
        },
        {
          "scid": "an5.134:2.8",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an5.134:2.9",
          "pli": "Evañhetaṃ, bhikkhave, hoti vijitāvīnaṃ. ",
          "en": "Because that is how it is for victors. "
        },
        {
          "scid": "an5.134:3.1",
          "pli": "Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu yassaṃ yassaṃ disāyaṃ viharati, vimuttacittova viharati. ",
          "en": "In the same way, a mendicant with five qualities lives with mind freed, no matter what region they live in. "
        },
        {
          "scid": "an5.134:3.2",
          "pli": "Katamehi pañcahi? ",
          "en": "What five? "
        },
        {
          "scid": "an5.134:3.3",
          "pli": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu—",
          "en": "It’s when mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. "
        },
        {
          "scid": "an5.134:3.4",
          "pli": "rājāva khattiyo muddhāvasitto jātisampanno; ",
          "en": "This is like the anointed aristocratic king’s impeccable lineage. "
        },
        {
          "scid": "an5.134:3.5",
          "pli": "bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā—",
          "en": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically. "
        },
        {
          "scid": "an5.134:3.6",
          "pli": "rājāva khattiyo muddhāvasitto aḍḍho mahaddhano mahābhogo paripuṇṇakosakoṭṭhāgāro; ",
          "en": "This is like the anointed aristocratic king being rich, affluent, and wealthy, with full treasury and storehouses. "
        },
        {
          "scid": "an5.134:3.7",
          "pli": "āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu—",
          "en": "They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. "
        },
        {
          "scid": "an5.134:3.8",
          "pli": "rājāva khattiyo muddhāvasitto balasampanno; ",
          "en": "This is like the anointed aristocratic king having power. "
        },
        {
          "scid": "an5.134:3.9",
          "pli": "paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā—",
          "en": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. "
        },
        {
          "scid": "an5.134:3.10",
          "pli": "rājāva khattiyo muddhāvasitto pariṇāyakasampanno; ",
          "en": "This is like the anointed aristocratic king having a counselor. "
        },
        {
          "scid": "an5.134:3.11",
          "pli": "tassime cattāro dhammā vimuttiṃ paripācenti. ",
          "en": "These four qualities bring their freedom to fruition. "
        },
        {
          "scid": "an5.134:3.12",
          "pli": "So iminā vimuttipañcamena dhammena samannāgato yassaṃ yassaṃ disāyaṃ viharati vimuttacittova viharati. ",
          "en": "With these five qualities, including freedom, they live in their own realm, no matter what region they live in. "
        },
        {
          "scid": "an5.134:3.13",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an5.134:3.14",
          "pli": "Evañhetaṃ, bhikkhave, hoti vimuttacittānan”ti. ",
          "en": "Because that is how it is for those whose mind is free.” "
        },
        {
          "scid": "an5.134:3.15",
          "pli": "Catutthaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, with five factors an anointed aristocratic king lives…",
      "expandable": false
    }
  ],
  "suttaCode": "an5.134/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 5.134",
    "volpages": "AN iii 151",
    "uid": "an5.134",
    "blurb": null,
    "difficulty": null,
    "original_title": "Yassaṃdisaṃ Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "In Whatever Region ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an5.134_sujato",
        "segmented": true,
        "title": "In Whatever Region ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 4
  }
}