{
  "sutta_uid": "an6.55",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an6.55",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Soṇa ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Phagguṇa ",
      "uid": "an6.56"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "About Dhammika ",
      "uid": "an6.54"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an6.55:0.1",
          "pli": "Aṅguttara Nikāya 6 ",
          "en": "Numbered Discourses 6 "
        },
        {
          "scid": "an6.55:0.2",
          "pli": "6. Mahāvagga ",
          "en": "6. The Great Chapter "
        },
        {
          "scid": "an6.55:0.3",
          "pli": "55. Soṇasutta ",
          "en": "55. With Soṇa "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 6 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an6.55:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "an6.55:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
          "en": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. "
        },
        {
          "scid": "an6.55:1.3",
          "pli": "Tena kho pana samayena āyasmā soṇo rājagahe viharati sītavanasmiṃ. ",
          "en": "Now at that time Venerable Soṇa was staying at Rājagaha in the Cool Wood. "
        },
        {
          "scid": "an6.55:1.4",
          "pli": "Atha kho āyasmato soṇassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
          "en": "Then as he was in private retreat this thought came to his mind, "
        },
        {
          "scid": "an6.55:1.5",
          "pli": "“ye kho keci bhagavato sāvakā āraddhavīriyā viharanti, ahaṃ tesaṃ aññataro. ",
          "en": "“I am one of the Buddha’s most energetic disciples. "
        },
        {
          "scid": "an6.55:1.6",
          "pli": "Atha ca pana me na anupādāya āsavehi cittaṃ vimuccati, saṃvijjanti kho pana me kule bhogā, sakkā bhogā ca bhuñjituṃ puññāni ca kātuṃ. ",
          "en": "Yet my mind is not freed from defilements by not grasping. But my family has wealth. I could enjoy that wealth and make merit. "
        },
        {
          "scid": "an6.55:1.7",
          "pli": "Yannūnāhaṃ sikkhaṃ paccakkhāya hīnāyāvattitvā bhoge ca bhuñjeyyaṃ puññāni ca kareyyan”ti. ",
          "en": "Why don’t I reject the training and return to a lesser life, so I can enjoy my wealth and make merit?” "
        },
        {
          "scid": "an6.55:2.1",
          "pli": "Atha kho bhagavā āyasmato soṇassa cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ kho—gijjhakūṭe pabbate antarahito sītavane āyasmato soṇassa sammukhe pāturahosi. ",
          "en": "Then the Buddha knew what Venerable Soṇa was thinking. As easily as a strong person would extend or contract their arm, he vanished from the Vulture’s Peak and reappeared in the Cool Wood in front of Soṇa, "
        },
        {
          "scid": "an6.55:2.2",
          "pli": "Nisīdi bhagavā paññatte āsane. ",
          "en": "and sat on the seat spread out. "
        },
        {
          "scid": "an6.55:2.3",
          "pli": "Āyasmāpi kho soṇo bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
          "en": "Soṇa bowed to the Buddha and sat down to one side. "
        },
        {
          "scid": "an6.55:2.4",
          "pli": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ soṇaṃ bhagavā etadavoca: ",
          "en": "The Buddha said to him, "
        },
        {
          "scid": "an6.55:3.1",
          "pli": "“Nanu te, soṇa, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
          "en": "“Soṇa, as you were in private retreat didn’t this thought come to your mind: "
        },
        {
          "scid": "an6.55:3.2",
          "pli": "‘ye kho keci bhagavato sāvakā āraddhavīriyā viharanti, ahaṃ tesaṃ aññataro. ",
          "en": "‘I am one of the Buddha’s most energetic disciples. "
        },
        {
          "scid": "an6.55:3.3",
          "pli": "Atha ca pana me na anupādāya āsavehi cittaṃ vimuccati, saṃvijjanti kho pana me kule bhogā, sakkā bhogā ca bhuñjituṃ puññāni ca kātuṃ. ",
          "en": "Yet my mind is not freed from defilements by not grasping. But my family has wealth. I could enjoy that wealth and make merit. "
        },
        {
          "scid": "an6.55:3.4",
          "pli": "Yannūnāhaṃ sikkhaṃ paccakkhāya hīnāyāvattitvā bhoge ca bhuñjeyyaṃ puññāni ca kareyyan’”ti? ",
          "en": "Why don’t I reject the training and return to a lesser life, so I can enjoy my wealth and make merit?’” "
        },
        {
          "scid": "an6.55:3.5",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.55:4.1",
          "pli": "“Taṃ kiṃ maññasi, soṇa, ",
          "en": "“What do you think, Soṇa? "
        },
        {
          "scid": "an6.55:4.2",
          "pli": "kusalo tvaṃ pubbe agāriyabhūto vīṇāya tantissare”ti? ",
          "en": "When you were still a layman, weren’t you a good harp player?” "
        },
        {
          "scid": "an6.55:4.3",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.55:4.4",
          "pli": "“Taṃ kiṃ maññasi, soṇa, yadā te vīṇāya tantiyo accāyatā honti, api nu te vīṇā tasmiṃ samaye saravatī vā hoti kammaññā vā”ti? ",
          "en": "“When your harp’s strings were tuned too tight, was it resonant and playable?” "
        },
        {
          "scid": "an6.55:4.5",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "an6.55:5.1",
          "pli": "“Taṃ kiṃ maññasi, soṇa, yadā te vīṇāya tantiyo atisithilā honti, api nu te vīṇā tasmiṃ samaye saravatī vā hoti kammaññā vā”ti? ",
          "en": "“When your harp’s strings were tuned too slack, was it resonant and playable?” "
        },
        {
          "scid": "an6.55:5.2",
          "pli": "“No hetaṃ, bhante”. ",
          "en": "“No, sir.” "
        },
        {
          "scid": "an6.55:6.1",
          "pli": "“Yadā pana te, soṇa, vīṇāya tantiyo na accāyatā honti nātisithilā same guṇe patiṭṭhitā, api nu te vīṇā tasmiṃ samaye saravatī vā hoti kammaññā vā”ti? ",
          "en": "“But when your harp’s strings were tuned neither too tight nor too slack, but fixed at an even tension, was it resonant and playable?” "
        },
        {
          "scid": "an6.55:6.2",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.55:7.1",
          "pli": "“Evamevaṃ kho, soṇa, accāraddhavīriyaṃ uddhaccāya saṃvattati, atisithilavīriyaṃ kosajjāya saṃvattati. ",
          "en": "“In the same way, Soṇa, when energy is too forceful it leads to restlessness. When energy is too slack it leads to laziness. "
        },
        {
          "scid": "an6.55:7.2",
          "pli": "Tasmātiha tvaṃ, soṇa, vīriyasamathaṃ adhiṭṭhaha, indriyānañca samataṃ paṭivijjha, tattha ca nimittaṃ gaṇhāhī”ti. ",
          "en": "So, Soṇa, you should apply yourself to energy and serenity, find a balance of the faculties, and learn the pattern of this situation.” "
        },
        {
          "scid": "an6.55:7.3",
          "pli": "“Evaṃ, bhante”ti kho āyasmā soṇo bhagavato paccassosi. ",
          "en": "“Yes, sir,” Soṇa replied. "
        },
        {
          "scid": "an6.55:7.4",
          "pli": "Atha kho bhagavā āyasmantaṃ soṇaṃ iminā ovādena ovaditvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ kho—sītavane antarahito gijjhakūṭe pabbate pāturahosi. ",
          "en": "After advising Soṇa like this, the Buddha, as easily as a strong person would extend or contract their arm, vanished from the Cool Wood and reappeared on the Vulture’s Peak. "
        },
        {
          "scid": "an6.55:8.1",
          "pli": "Atha kho āyasmā soṇo aparena samayena vīriyasamathaṃ adhiṭṭhāsi, indriyānañca samataṃ paṭivijjhi, tattha ca nimittaṃ aggahesi. ",
          "en": "After some time Soṇa applied himself to energy and serenity, found a balance of the faculties, and learned the pattern of this situation. "
        },
        {
          "scid": "an6.55:8.2",
          "pli": "Atha kho āyasmā soṇo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anāgāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
          "en": "Then Soṇa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "an6.55:8.3",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "an6.55:8.4",
          "pli": "Aññataro ca panāyasmā soṇo arahataṃ ahosi. ",
          "en": "And Venerable Soṇa became one of the perfected. "
        },
        {
          "scid": "an6.55:9.1",
          "pli": "Atha kho āyasmato soṇassa arahattappattassa etadahosi: ",
          "en": "Then, when Soṇa had attained perfection, he thought, "
        },
        {
          "scid": "an6.55:9.2",
          "pli": "“yannūnāhaṃ yena bhagavā tenupasaṅkameyyaṃ; upasaṅkamitvā bhagavato santike aññaṃ byākareyyan”ti. ",
          "en": "“Why don’t I go to the Buddha and declare my enlightenment in his presence?” "
        },
        {
          "scid": "an6.55:9.3",
          "pli": "Atha kho āyasmā soṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā soṇo bhagavantaṃ etadavoca: ",
          "en": "Then Soṇa went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an6.55:10.1",
          "pli": "“Yo so, bhante, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, so cha ṭhānāni adhimutto hoti—",
          "en": "“Sir, a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—is dedicated to six things. "
        },
        {
          "scid": "an6.55:10.2",
          "pli": "nekkhammādhimutto hoti, pavivekādhimutto hoti, abyāpajjādhimutto hoti, taṇhākkhayādhimutto hoti, upādānakkhayādhimutto hoti, asammohādhimutto hoti. ",
          "en": "They are dedicated to renunciation, seclusion, kindness, the ending of craving, the ending of grasping, and mental clarity. "
        },
        {
          "scid": "an6.55:11.1",
          "pli": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa: ",
          "en": "It may be, sir, that one of the venerables here thinks: "
        },
        {
          "scid": "an6.55:11.2",
          "pli": "‘kevalaṃsaddhāmattakaṃ nūna ayamāyasmā nissāya nekkhammādhimutto’ti. ",
          "en": "‘Maybe this venerable is dedicated to renunciation solely out of mere faith.’ "
        },
        {
          "scid": "an6.55:11.3",
          "pli": "Na kho panetaṃ, bhante, evaṃ daṭṭhabbaṃ. ",
          "en": "But it should not be seen like this. "
        },
        {
          "scid": "an6.55:11.4",
          "pli": "Khīṇāsavo, bhante, bhikkhu vusitavā katakaraṇīyo karaṇīyaṃ attano asamanupassanto katassa vā paṭicayaṃ khayā rāgassa vītarāgattā nekkhammādhimutto hoti, khayā dosassa vītadosattā nekkhammādhimutto hoti, khayā mohassa vītamohattā nekkhammādhimutto hoti. (1) ",
          "en": "A mendicant with defilements ended does not see in themselves anything more to do, or anything that needs improvement. They’re dedicated to renunciation because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion. "
        },
        {
          "scid": "an6.55:12.1",
          "pli": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa: ",
          "en": "It may be, sir, that one of the venerables here thinks: "
        },
        {
          "scid": "an6.55:12.2",
          "pli": "‘lābhasakkārasilokaṃ nūna ayamāyasmā nikāmayamāno pavivekādhimutto’ti. ",
          "en": "‘Maybe this venerable is dedicated to seclusion because they enjoy possessions, honor, and popularity.’ "
        },
        {
          "scid": "an6.55:12.3",
          "pli": "Na kho panetaṃ, bhante, evaṃ daṭṭhabbaṃ. ",
          "en": "But it should not be seen like this. … "
        },
        {
          "scid": "an6.55:12.4",
          "pli": "Khīṇāsavo, bhante, bhikkhu vusitavā katakaraṇīyo karaṇīyaṃ attano asamanupassanto katassa vā paṭicayaṃ khayā rāgassa vītarāgattā pavivekādhimutto hoti, khayā dosassa vītadosattā pavivekādhimutto hoti, khayā mohassa vītamohattā pavivekādhimutto hoti. (2) ",
          "en": " "
        },
        {
          "scid": "an6.55:13.1",
          "pli": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa: ",
          "en": "It may be, sir, that one of the venerables here thinks: "
        },
        {
          "scid": "an6.55:13.2",
          "pli": "‘sīlabbataparāmāsaṃ nūna ayamāyasmā sārato paccāgacchanto abyāpajjādhimutto’ti. ",
          "en": "‘Maybe this venerable is dedicated to kindness because they believe that adhering to precepts and observances is the most important thing.’ "
        },
        {
          "scid": "an6.55:13.3",
          "pli": "Na kho panetaṃ, bhante, evaṃ daṭṭhabbaṃ. ",
          "en": "But it should not be seen like this. … "
        },
        {
          "scid": "an6.55:13.4",
          "pli": "Khīṇāsavo, bhante, bhikkhu vusitavā katakaraṇīyo karaṇīyaṃ attano asamanupassanto katassa vā paṭicayaṃ khayā rāgassa vītarāgattā abyāpajjādhimutto hoti, khayā dosassa vītadosattā abyāpajjādhimutto hoti, khayā mohassa vītamohattā abyāpajjādhimutto hoti. (3) ",
          "en": " "
        },
        {
          "scid": "an6.55:14.1",
          "pli": "Khayā rāgassa vītarāgattā taṇhākkhayādhimutto hoti, khayā dosassa vītadosattā taṇhākkhayādhimutto hoti, khayā mohassa vītamohattā taṇhākkhayādhimutto hoti. (4) ",
          "en": "They’re dedicated to the ending of craving because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion. "
        },
        {
          "scid": "an6.55:15.1",
          "pli": "Khayā rāgassa vītarāgattā upādānakkhayādhimutto hoti, khayā dosassa vītadosattā upādānakkhayādhimutto hoti, khayā mohassa vītamohattā upādānakkhayādhimutto hoti. (5) ",
          "en": "They’re dedicated to the ending of grasping because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion. "
        },
        {
          "scid": "an6.55:16.1",
          "pli": "Khayā rāgassa vītarāgattā asammohādhimutto hoti, khayā dosassa vītadosattā asammohādhimutto hoti, khayā mohassa vītamohattā asammohādhimutto hoti. (6) ",
          "en": "They’re dedicated to clarity of mind because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion. "
        },
        {
          "scid": "an6.55:17.1",
          "pli": "Evaṃ sammā vimuttacittassa, bhante, bhikkhuno bhusā cepi cakkhuviññeyyā rūpā cakkhussa āpāthaṃ āgacchanti, nevassa cittaṃ pariyādiyanti. ",
          "en": "When a mendicant’s mind is rightly freed like this, even if compelling sights come into the range of vision they don’t overcome their mind. "
        },
        {
          "scid": "an6.55:17.2",
          "pli": "Amissīkatamevassa cittaṃ hoti ṭhitaṃ āneñjappattaṃ vayañcassānupassati. ",
          "en": "The mind remains unaffected. It is steady, imperturbable, observing disappearance. "
        },
        {
          "scid": "an6.55:17.3",
          "pli": "Bhusā cepi sotaviññeyyā saddā … ",
          "en": "Even if compelling sounds … "
        },
        {
          "scid": "an6.55:17.4",
          "pli": "ghānaviññeyyā gandhā … ",
          "en": "smells … "
        },
        {
          "scid": "an6.55:17.5",
          "pli": "jivhāviññeyyā rasā … ",
          "en": "tastes … "
        },
        {
          "scid": "an6.55:17.6",
          "pli": "kāyaviññeyyā phoṭṭhabbā … ",
          "en": "touches … "
        },
        {
          "scid": "an6.55:17.7",
          "pli": "manoviññeyyā dhammā manassa āpāthaṃ āgacchanti, nevassa cittaṃ pariyādiyanti. ",
          "en": "and thoughts come into the range of the mind they don’t overcome the mind. "
        },
        {
          "scid": "an6.55:17.8",
          "pli": "Amissīkatamevassa cittaṃ hoti ṭhitaṃ āneñjappattaṃ vayañcassānupassati. ",
          "en": "The mind remains unaffected. It is steady, imperturbable, observing disappearance. "
        },
        {
          "scid": "an6.55:17.9",
          "pli": "Seyyathāpi, bhante, selo pabbato acchiddo asusiro ekagghano. ",
          "en": "Suppose there was a mountain that was one solid mass of rock, without cracks or holes. "
        },
        {
          "scid": "an6.55:17.10",
          "pli": "Atha puratthimāya cepi disāya āgaccheyya bhusā vātavuṭṭhi neva naṃ saṅkampeyya na sampakampeyya na sampavedheyya, atha pacchimāya cepi disāya āgaccheyya bhusā vātavuṭṭhi … ",
          "en": "Even if violent storms were to blow up out of the east, the west, the north, and the south, "
        },
        {
          "scid": "an6.55:17.11",
          "pli": "atha uttarāya cepi disāya āgaccheyya bhusā vātavuṭṭhi … ",
          "en": " "
        },
        {
          "scid": "an6.55:17.12",
          "pli": "atha dakkhiṇāya cepi disāya āgaccheyya bhusā vātavuṭṭhi neva naṃ saṅkampeyya na sampakampeyya na sampavedheyya; ",
          "en": "they couldn’t make it shake or rock or tremble. "
        },
        {
          "scid": "an6.55:17.13",
          "pli": "evamevaṃ kho, bhante, evaṃ sammāvimuttacittassa bhikkhuno bhusā cepi cakkhuviññeyyā rūpā cakkhussa āpāthaṃ āgacchanti, nevassa cittaṃ pariyādiyanti. ",
          "en": "In the same way, when a mendicant’s mind is rightly freed like this, even if compelling sights come into the range of vision they don’t overcome their mind. … "
        },
        {
          "scid": "an6.55:17.14",
          "pli": "Amissīkatamevassa cittaṃ hoti, ṭhitaṃ āneñjappattaṃ vayañcassānupassati. ",
          "en": " "
        },
        {
          "scid": "an6.55:17.15",
          "pli": "Bhusā cepi sotaviññeyyā saddā … ",
          "en": " "
        },
        {
          "scid": "an6.55:17.16",
          "pli": "ghānaviññeyyā gandhā … ",
          "en": " "
        },
        {
          "scid": "an6.55:17.17",
          "pli": "jivhāviññeyyā rasā … ",
          "en": " "
        },
        {
          "scid": "an6.55:17.18",
          "pli": "kāyaviññeyyā phoṭṭhabbā … ",
          "en": " "
        },
        {
          "scid": "an6.55:17.19",
          "pli": "manoviññeyyā dhammā manassa āpāthaṃ āgacchanti, nevassa cittaṃ pariyādiyanti. ",
          "en": " "
        },
        {
          "scid": "an6.55:17.20",
          "pli": "Amissīkatamevassa cittaṃ hoti ṭhitaṃ āneñjappattaṃ vayañcassānupassatīti. ",
          "en": "The mind remains unaffected. It is steady, imperturbable, observing disappearance. "
        },
        {
          "scid": "an6.55:18.1",
          "pli": "Nekkhammaṃ adhimuttassa, ",
          "en": "When you’re dedicated to renunciation "
        },
        {
          "scid": "an6.55:18.2",
          "pli": "pavivekañca cetaso; ",
          "en": "and seclusion of the heart; "
        },
        {
          "scid": "an6.55:18.3",
          "pli": "Abyāpajjādhimuttassa, ",
          "en": "when you’re dedicated to kindness "
        },
        {
          "scid": "an6.55:18.4",
          "pli": "upādānakkhayassa ca. ",
          "en": "and the end of grasping; "
        },
        {
          "scid": "an6.55:19.1",
          "pli": "Taṇhākkhayādhimuttassa, ",
          "en": "when you’re dedicated to the ending of craving "
        },
        {
          "scid": "an6.55:19.2",
          "pli": "asammohañca cetaso; ",
          "en": "and clarity of heart; "
        },
        {
          "scid": "an6.55:19.3",
          "pli": "Disvā āyatanuppādaṃ, ",
          "en": "and you’ve seen the arising of the senses, "
        },
        {
          "scid": "an6.55:19.4",
          "pli": "sammā cittaṃ vimuccati. ",
          "en": "your mind is rightly freed. "
        },
        {
          "scid": "an6.55:20.1",
          "pli": "Tassa sammā vimuttassa, ",
          "en": "For that one, rightly freed, "
        },
        {
          "scid": "an6.55:20.2",
          "pli": "santacittassa bhikkhuno; ",
          "en": "a mendicant with peaceful mind, "
        },
        {
          "scid": "an6.55:20.3",
          "pli": "Katassa paṭicayo natthi, ",
          "en": "there’s nothing to be improved, "
        },
        {
          "scid": "an6.55:20.4",
          "pli": "karaṇīyaṃ na vijjati. ",
          "en": "and nothing more to do. "
        },
        {
          "scid": "an6.55:21.1",
          "pli": "Selo yathā ekagghano, ",
          "en": "As the wind cannot stir "
        },
        {
          "scid": "an6.55:21.2",
          "pli": "vātena na samīrati; ",
          "en": "a solid mass of rock, "
        },
        {
          "scid": "an6.55:21.3",
          "pli": "Evaṃ rūpā rasā saddā, ",
          "en": "so too sights, tastes, sounds, "
        },
        {
          "scid": "an6.55:21.4",
          "pli": "gandhā phassā ca kevalā. ",
          "en": "smells, and touches—the lot—"
        },
        {
          "scid": "an6.55:22.1",
          "pli": "Iṭṭhā dhammā aniṭṭhā ca, ",
          "en": "and thoughts, whether liked or disliked, "
        },
        {
          "scid": "an6.55:22.2",
          "pli": "nappavedhenti tādino; ",
          "en": "don’t disturb the poised one. "
        },
        {
          "scid": "an6.55:22.3",
          "pli": "Ṭhitaṃ cittaṃ vippamuttaṃ, ",
          "en": "Their mind is steady and free "
        },
        {
          "scid": "an6.55:22.4",
          "pli": "vayañcassānupassatī”ti. ",
          "en": "as they observe disappearance.” "
        },
        {
          "scid": "an6.55:22.5",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "an6.55/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 6.55",
    "volpages": "AN iii 374",
    "uid": "an6.55",
    "blurb": "When Venerable Soṇa thinks of disrobing, the Buddha comes and encourages him with the famous simile of the lute that is tuned neither too loose nor too tight.",
    "difficulty": null,
    "original_title": "Soṇa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Soṇa ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an6.55_sujato",
        "segmented": true,
        "title": "With Soṇa ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an6.55_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "About Sona"
      }
    ],
    "parallel_count": 10,
    "biblio": null,
    "num": 1
  }
}