{
  "sutta_uid": "an6.62",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an6.62",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Knowledge of the Faculties of Persons ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Penetrative ",
      "uid": "an6.63"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "In the Middle ",
      "uid": "an6.61"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an6.62:0.1",
          "pli": "Aṅguttara Nikāya 6 ",
          "en": "Numbered Discourses 6 "
        },
        {
          "scid": "an6.62:0.2",
          "pli": "6. Mahāvagga ",
          "en": "6. The Great Chapter "
        },
        {
          "scid": "an6.62:0.3",
          "pli": "62. Purisindriyañāṇasutta ",
          "en": "62. Knowledge of the Faculties of Persons "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 6 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an6.62:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "an6.62:1.2",
          "pli": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena daṇḍakappakaṃ nāma kosalānaṃ nigamo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a town of the Kosalans named Daṇḍakappaka. "
        },
        {
          "scid": "an6.62:1.3",
          "pli": "Atha kho bhagavā maggā okkamma aññatarasmiṃ rukkhamūle paññatte āsane nisīdi. ",
          "en": "The Buddha left the road and sat at the root of a tree on the seat spread out. "
        },
        {
          "scid": "an6.62:1.4",
          "pli": "Te ca bhikkhū daṇḍakappakaṃ pavisiṃsu āvasathaṃ pariyesituṃ. ",
          "en": "The mendicants entered Daṇḍakappaka to look for a guest house. "
        },
        {
          "scid": "an6.62:2.1",
          "pli": "Atha kho āyasmā ānando sambahulehi bhikkhūhi saddhiṃ yena aciravatī nadī tenupasaṅkami gattāni parisiñcituṃ. ",
          "en": "Then Venerable Ānanda together with several mendicants went to the Aciravati River to bathe. "
        },
        {
          "scid": "an6.62:2.2",
          "pli": "Aciravatiyā nadiyā gattāni parisiñcitvā paccuttaritvā ekacīvaro aṭṭhāsi gattāni pubbāpayamāno. ",
          "en": "When he had bathed and emerged from the water he stood in one robe drying himself. "
        },
        {
          "scid": "an6.62:2.3",
          "pli": "Atha kho aññataro bhikkhu yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ etadavoca: ",
          "en": "Then a certain mendicant went up to Venerable Ānanda, and said to him, "
        },
        {
          "scid": "an6.62:2.4",
          "pli": "“kiṃ nu kho, āvuso ānanda, sabbaṃ cetaso samannāharitvā nu kho devadatto bhagavatā byākato: ",
          "en": "“Reverend Ānanda, when the Buddha declared that Devadatta was "
        },
        {
          "scid": "an6.62:2.5",
          "pli": "‘āpāyiko devadatto nerayiko kappaṭṭho atekiccho’ti, udāhu kenacideva pariyāyenāti? ",
          "en": "going to a place of loss, to hell, there to remain for an eon, irredeemable, did he do so after wholeheartedly deliberating, or was this just a way of speaking?” "
        },
        {
          "scid": "an6.62:2.6",
          "pli": "Evaṃ kho panetaṃ, āvuso, bhagavatā byākatan”ti. ",
          "en": "“You’re right, reverend, that’s how the Buddha declared it.” "
        },
        {
          "scid": "an6.62:3.1",
          "pli": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and told him what had happened. "
        },
        {
          "scid": "an6.62:3.2",
          "pli": "“idhāhaṃ, bhante, sambahulehi bhikkhūhi saddhiṃ yena aciravatī nadī tenupasaṅkamiṃ gattāni parisiñcituṃ. ",
          "en": " "
        },
        {
          "scid": "an6.62:3.3",
          "pli": "Aciravatiyā nadiyā gattāni parisiñcitvā paccuttaritvā ekacīvaro aṭṭhāsiṃ gattāni pubbāpayamāno. ",
          "en": " "
        },
        {
          "scid": "an6.62:3.4",
          "pli": "Atha kho, bhante, aññataro bhikkhu yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca: ",
          "en": " "
        },
        {
          "scid": "an6.62:3.5",
          "pli": "‘kiṃ nu kho, āvuso ānanda, sabbaṃ cetaso samannāharitvā nu kho devadatto bhagavatā byākato—",
          "en": " "
        },
        {
          "scid": "an6.62:3.6",
          "pli": "āpāyiko devadatto nerayiko kappaṭṭho atekicchoti, udāhu kenacideva pariyāyenā’ti? ",
          "en": " "
        },
        {
          "scid": "an6.62:3.7",
          "pli": "Evaṃ vutte, ahaṃ, bhante, taṃ bhikkhuṃ etadavocaṃ: ",
          "en": " "
        },
        {
          "scid": "an6.62:3.8",
          "pli": "‘evaṃ kho panetaṃ, āvuso, bhagavatā byākatan’”ti. ",
          "en": " "
        },
        {
          "scid": "an6.62:4.1",
          "pli": "“So vā kho, ānanda, bhikkhu navo bhavissati acirapabbajito, thero vā pana bālo abyatto. ",
          "en": "“Ānanda, that mendicant must be junior, recently gone forth, or else a foolish, incompetent senior mendicant. "
        },
        {
          "scid": "an6.62:4.2",
          "pli": "Kathañhi nāma yaṃ mayā ekaṃsena byākataṃ tattha dvejjhaṃ āpajjissati. ",
          "en": "How on earth can he take something that I have declared definitively to be ambiguous? "
        },
        {
          "scid": "an6.62:4.3",
          "pli": "Nāhaṃ, ānanda, aññaṃ ekapuggalampi samanupassāmi, yo evaṃ mayā sabbaṃ cetaso samannāharitvā byākato, yathayidaṃ devadatto. ",
          "en": "I do not see a single other person concerning whom I have made a declaration about after giving such wholehearted deliberation as Devadatta. "
        },
        {
          "scid": "an6.62:4.4",
          "pli": "Yāvakīvañcāhaṃ, ānanda, devadattassa vālaggakoṭinittudanamattampi sukkadhammaṃ addasaṃ; ",
          "en": "As long as I saw even a fraction of a hair’s tip of goodness in Devadatta "
        },
        {
          "scid": "an6.62:4.5",
          "pli": "neva tāvāhaṃ devadattaṃ byākāsiṃ: ",
          "en": "I did not declare that he was "
        },
        {
          "scid": "an6.62:4.6",
          "pli": "‘āpāyiko devadatto nerayiko kappaṭṭho atekiccho’ti. ",
          "en": "going to a place of loss, to hell, there to remain for an eon, irredeemable. "
        },
        {
          "scid": "an6.62:4.7",
          "pli": "Yato ca kho ahaṃ, ānanda, devadattassa vālaggakoṭinittudanamattampi sukkadhammaṃ na addasaṃ; ",
          "en": "But when I saw that there was not even a fraction of a hair’s tip of goodness in Devadatta "
        },
        {
          "scid": "an6.62:4.8",
          "pli": "athāhaṃ devadattaṃ byākāsiṃ: ",
          "en": "I declared that he was "
        },
        {
          "scid": "an6.62:4.9",
          "pli": "‘āpāyiko devadatto nerayiko kappaṭṭho atekiccho’ti. ",
          "en": "going to a place of loss, to hell, there to remain for an eon, irredeemable. "
        },
        {
          "scid": "an6.62:5.1",
          "pli": "Seyyathāpi, ānanda, gūthakūpo sādhikaporiso pūro gūthassa samatittiko. ",
          "en": "Suppose there was a sewer deeper than a man’s height, full to the brim with feces, "
        },
        {
          "scid": "an6.62:5.2",
          "pli": "Tatra puriso sasīsako nimuggo assa. ",
          "en": "and someone was sunk into it over their head. "
        },
        {
          "scid": "an6.62:5.3",
          "pli": "Tassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo tamhā gūthakūpā uddharitukāmo. ",
          "en": "Then along comes a person who wants to help make them safe, who wants to lift them out of that sewer. "
        },
        {
          "scid": "an6.62:5.4",
          "pli": "So taṃ gūthakūpaṃ samantānuparigacchanto neva passeyya tassa purisassa vālaggakoṭinittudanamattampi gūthena amakkhitaṃ, yattha taṃ gahetvā uddhareyya. ",
          "en": "But circling all around the sewer they couldn’t see even a fraction of a hair’s tip on that person that was not smeared with feces. "
        },
        {
          "scid": "an6.62:5.5",
          "pli": "Evamevaṃ kho ahaṃ, ānanda, yato devadattassa vālaggakoṭinittudanamattampi sukkadhammaṃ na addasaṃ; ",
          "en": "In the same way, when I saw that there was not even a fraction of a hair’s tip of goodness in Devadatta "
        },
        {
          "scid": "an6.62:5.6",
          "pli": "athāhaṃ devadattaṃ byākāsiṃ: ",
          "en": "I declared that he was "
        },
        {
          "scid": "an6.62:5.7",
          "pli": "‘āpāyiko devadatto nerayiko kappaṭṭho atekiccho’ti. ",
          "en": "going to a place of loss, to hell, there to remain for an eon, irredeemable. "
        },
        {
          "scid": "an6.62:5.8",
          "pli": "Sace tumhe, ānanda, suṇeyyātha tathāgatassa purisindriyañāṇāni vibhajissāmī”ti? ",
          "en": "Ānanda, if only you would all listen to the Realized One’s analysis of the knowledges of the faculties of individuals.” "
        },
        {
          "scid": "an6.62:6.1",
          "pli": "“Etassa, bhagavā, kālo; etassa, sugata, kālo ",
          "en": "“Now is the time, Blessed One! Now is the time, Holy One! "
        },
        {
          "scid": "an6.62:6.2",
          "pli": "yaṃ bhagavā purisindriyañāṇāni vibhajeyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
          "en": "Let the Buddha analyze the faculties of persons. The mendicants will listen and remember it.” "
        },
        {
          "scid": "an6.62:6.3",
          "pli": "“Tenahānanda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
          "en": "“Well then, Ānanda, listen and pay close attention, I will speak.” "
        },
        {
          "scid": "an6.62:6.4",
          "pli": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
          "en": "“Yes, sir,” Ānanda replied. "
        },
        {
          "scid": "an6.62:6.5",
          "pli": "Bhagavā etadavoca: ",
          "en": "The Buddha said this: "
        },
        {
          "scid": "an6.62:7.1",
          "pli": "“Idhāhaṃ, ānanda, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "“Ānanda, when I’ve comprehended the mind of a person, I understand: "
        },
        {
          "scid": "an6.62:7.2",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": "‘Both skillful and unskillful qualities are found in this person.’ "
        },
        {
          "scid": "an6.62:7.3",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "After some time I comprehend their mind and understand: "
        },
        {
          "scid": "an6.62:7.4",
          "pli": "‘imassa kho puggalassa kusalā dhammā antarahitā, akusalā dhammā sammukhībhūtā. ",
          "en": "‘The skillful qualities of this person have vanished, but the unskillful qualities are still present. "
        },
        {
          "scid": "an6.62:7.5",
          "pli": "Atthi ca khvassa kusalamūlaṃ asamucchinnaṃ, tamhā tassa kusalā kusalaṃ pātubhavissati. ",
          "en": "Nevertheless, their skillful root is unbroken, and from that the skillful will appear. "
        },
        {
          "scid": "an6.62:7.6",
          "pli": "Evamayaṃ puggalo āyatiṃ aparihānadhammo bhavissatī’ti. ",
          "en": "So this person is not liable to decline in the future.’ "
        },
        {
          "scid": "an6.62:7.7",
          "pli": "Seyyathāpi, ānanda, bījāni akhaṇḍāni apūtīni avātātapahatāni sāradāni sukhasayitāni sukhette suparikammakatāya bhūmiyā nikkhittāni. ",
          "en": "Suppose some seeds were intact, unspoiled, not weather-damaged, fertile, and well-kept. They’re sown in a well-prepared, productive field. "
        },
        {
          "scid": "an6.62:7.8",
          "pli": "Jāneyyāsi tvaṃ, ānanda, imāni bījāni vuddhiṃ virūḷhiṃ vepullaṃ āpajjissantī”ti? ",
          "en": "Wouldn’t you know that those seeds would grow, increase, and mature?” "
        },
        {
          "scid": "an6.62:7.9",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:7.10",
          "pli": "“Evamevaṃ kho ahaṃ, ānanda, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "“In the same way, when I’ve comprehended the mind of a person, I understand … "
        },
        {
          "scid": "an6.62:7.11",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": " "
        },
        {
          "scid": "an6.62:7.12",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": " "
        },
        {
          "scid": "an6.62:7.13",
          "pli": "‘imassa kho puggalassa kusalā dhammā antarahitā, akusalā dhammā sammukhībhūtā. ",
          "en": " "
        },
        {
          "scid": "an6.62:7.14",
          "pli": "Atthi ca khvassa kusalamūlaṃ asamucchinnaṃ, tamhā tassa kusalā kusalaṃ pātubhavissati. ",
          "en": " "
        },
        {
          "scid": "an6.62:7.15",
          "pli": "Evamayaṃ puggalo āyatiṃ aparihānadhammo bhavissatī’ti. ",
          "en": "This person is not liable to decline in the future … "
        },
        {
          "scid": "an6.62:7.16",
          "pli": "Evampi kho, ānanda, tathāgatassa purisapuggalo cetasā ceto paricca vidito hoti. ",
          "en": "This is how another individual is known to the Realized One by comprehending their mind. "
        },
        {
          "scid": "an6.62:7.17",
          "pli": "Evampi kho, ānanda, tathāgatassa purisindriyañāṇaṃ cetasā ceto paricca viditaṃ hoti. ",
          "en": "And this is how the Realized One knows a person’s faculties by comprehending their mind. "
        },
        {
          "scid": "an6.62:7.18",
          "pli": "Evampi kho, ānanda, tathāgatassa āyatiṃ dhammasamuppādo cetasā ceto paricca vidito hoti. (1) ",
          "en": "And this is how the Realized One knows the future origination of a person’s qualities by comprehending their mind. "
        },
        {
          "scid": "an6.62:8.1",
          "pli": "Idha panāhaṃ, ānanda, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "When I’ve comprehended the mind of a person, I understand: "
        },
        {
          "scid": "an6.62:8.2",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": "‘Both skillful and unskillful qualities are found in this person.’ "
        },
        {
          "scid": "an6.62:8.3",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "After some time I comprehend their mind and understand: "
        },
        {
          "scid": "an6.62:8.4",
          "pli": "‘imassa kho puggalassa akusalā dhammā antarahitā, kusalā dhammā sammukhībhūtā. ",
          "en": "‘The unskillful qualities of this person have vanished, but the skillful qualities are still present. "
        },
        {
          "scid": "an6.62:8.5",
          "pli": "Atthi ca khvassa akusalamūlaṃ asamucchinnaṃ, tamhā tassa akusalā akusalaṃ pātubhavissati. ",
          "en": "Nevertheless, their unskillful root is unbroken, and from that the unskillful will appear. "
        },
        {
          "scid": "an6.62:8.6",
          "pli": "Evamayaṃ puggalo āyatiṃ parihānadhammo bhavissatī’ti. ",
          "en": "So this person is still liable to decline in the future.’ "
        },
        {
          "scid": "an6.62:8.7",
          "pli": "Seyyathāpi, ānanda, bījāni akhaṇḍāni apūtīni avātātapahatāni sāradāni sukhasayitāni puthusilāya nikkhittāni. ",
          "en": "Suppose some seeds were intact, unspoiled, not weather-damaged, fertile, and well-kept. And they were sown on a broad rock. "
        },
        {
          "scid": "an6.62:8.8",
          "pli": "Jāneyyāsi tvaṃ, ānanda, nayimāni bījāni vuddhiṃ virūḷhiṃ vepullaṃ āpajjissantī”ti? ",
          "en": "Wouldn’t you know that those seeds would not grow, increase, and mature?” "
        },
        {
          "scid": "an6.62:8.9",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:8.10",
          "pli": "“Evamevaṃ kho ahaṃ, ānanda, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "“In the same way, when I’ve comprehended the mind of a person, I understand … "
        },
        {
          "scid": "an6.62:8.11",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": " "
        },
        {
          "scid": "an6.62:8.12",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": " "
        },
        {
          "scid": "an6.62:8.13",
          "pli": "‘imassa kho puggalassa akusalā dhammā antarahitā, kusalā dhammā sammukhībhūtā. ",
          "en": " "
        },
        {
          "scid": "an6.62:8.14",
          "pli": "Atthi ca khvassa akusalamūlaṃ asamucchinnaṃ, tamhā tassa akusalā akusalaṃ pātubhavissati. ",
          "en": " "
        },
        {
          "scid": "an6.62:8.15",
          "pli": "Evamayaṃ puggalo āyatiṃ parihānadhammo bhavissatī’ti. ",
          "en": "This person is still liable to decline in the future … "
        },
        {
          "scid": "an6.62:8.16",
          "pli": "Evampi kho, ānanda, tathāgatassa purisapuggalo cetasā ceto paricca vidito hoti. ",
          "en": "This is how another individual is known to the Realized One … "
        },
        {
          "scid": "an6.62:8.17",
          "pli": "Evampi kho, ānanda, tathāgatassa purisindriyañāṇaṃ cetasā ceto paricca viditaṃ hoti. ",
          "en": " "
        },
        {
          "scid": "an6.62:8.18",
          "pli": "Evampi kho, ānanda, tathāgatassa āyatiṃ dhammasamuppādo cetasā ceto paricca vidito hoti. (2) ",
          "en": " "
        },
        {
          "scid": "an6.62:9.1",
          "pli": "Idha panāhaṃ, ānanda, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "When I’ve comprehended the mind of a person, I understand: "
        },
        {
          "scid": "an6.62:9.2",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": "‘Both skillful and unskillful qualities are found in this person.’ "
        },
        {
          "scid": "an6.62:9.3",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "After some time I comprehend their mind and understand: "
        },
        {
          "scid": "an6.62:9.4",
          "pli": "‘natthi imassa puggalassa vālaggakoṭinittudanamattopi sukko dhammo, samannāgatoyaṃ puggalo ekantakāḷakehi akusalehi dhammehi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatī’ti. ",
          "en": "‘This person has not even a fraction of a hair’s tip of goodness. They have exclusively dark, unskillful qualities. When their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.’ "
        },
        {
          "scid": "an6.62:9.5",
          "pli": "Seyyathāpi, ānanda, bījāni khaṇḍāni pūtīni vātātapahatāni sukhette suparikammakatāya bhūmiyā nikkhittāni. ",
          "en": "Suppose some seeds were broken, spoiled, weather-damaged. They’re sown in a well-prepared, productive field. "
        },
        {
          "scid": "an6.62:9.6",
          "pli": "Jāneyyāsi tvaṃ, ānanda, nayimāni bījāni vuddhiṃ virūḷhiṃ vepullaṃ āpajjissantī”ti? ",
          "en": "Wouldn’t you know that those seeds would not grow, increase, and mature?” "
        },
        {
          "scid": "an6.62:9.7",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:9.8",
          "pli": "“Evamevaṃ kho ahaṃ, ānanda, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "“In the same way, when I’ve comprehended the mind of a person, I understand … "
        },
        {
          "scid": "an6.62:9.9",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": " "
        },
        {
          "scid": "an6.62:9.10",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": " "
        },
        {
          "scid": "an6.62:9.11",
          "pli": "‘natthi imassa puggalassa vālaggakoṭinittudanamattopi sukko dhammo, samannāgatoyaṃ puggalo ekantakāḷakehi akusalehi dhammehi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatī’ti. ",
          "en": "‘This person has not even a fraction of a hair’s tip of goodness. They have exclusively dark, unskillful qualities. When their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.’ …” "
        },
        {
          "scid": "an6.62:9.12",
          "pli": "Evampi kho, ānanda, tathāgatassa purisapuggalo cetasā ceto paricca vidito hoti. ",
          "en": " "
        },
        {
          "scid": "an6.62:9.13",
          "pli": "Evampi kho, ānanda, tathāgatassa purisindriyañāṇaṃ cetasā ceto paricca viditaṃ hoti. ",
          "en": " "
        },
        {
          "scid": "an6.62:9.14",
          "pli": "Evampi kho, ānanda, tathāgatassa āyatiṃ dhammasamuppādo cetasā ceto paricca vidito hotī”ti. (3) ",
          "en": " "
        },
        {
          "scid": "an6.62:10.1",
          "pli": "Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Ānanda said to the Buddha, "
        },
        {
          "scid": "an6.62:10.2",
          "pli": "“sakkā nu kho, bhante, imesaṃ tiṇṇaṃ puggalānaṃ aparepi tayo puggalā sappaṭibhāgā paññāpetun”ti? ",
          "en": "“Sir, can you describe three other persons who are counterparts of these three?” "
        },
        {
          "scid": "an6.62:10.3",
          "pli": "“Sakkā, ānandā”ti bhagavā avoca: ",
          "en": "“I can, Ānanda,” said the Buddha. "
        },
        {
          "scid": "an6.62:10.4",
          "pli": "“idhāhaṃ, ānanda, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "“Ānanda, when I’ve comprehended the mind of a person, I understand: "
        },
        {
          "scid": "an6.62:10.5",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": "‘Both skillful and unskillful qualities are found in this person.’ "
        },
        {
          "scid": "an6.62:10.6",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "After some time I comprehend their mind and understand: "
        },
        {
          "scid": "an6.62:10.7",
          "pli": "‘imassa kho puggalassa kusalā dhammā antarahitā, akusalā dhammā sammukhībhūtā. ",
          "en": "‘The skillful qualities of this person have vanished, but the unskillful qualities are still present. "
        },
        {
          "scid": "an6.62:10.8",
          "pli": "Atthi ca khvassa kusalamūlaṃ asamucchinnaṃ, tampi sabbena sabbaṃ samugghātaṃ gacchati. ",
          "en": "Nevertheless, their skillful root is unbroken, but it’s about to be totally destroyed. "
        },
        {
          "scid": "an6.62:10.9",
          "pli": "Evamayaṃ puggalo āyatiṃ parihānadhammo bhavissatī’ti. ",
          "en": "So this person is still liable to decline in the future.’ "
        },
        {
          "scid": "an6.62:10.10",
          "pli": "Seyyathāpi, ānanda, aṅgārāni ādittāni sampajjalitāni sajotibhūtāni puthusilāya nikkhittāni. ",
          "en": "Suppose that there were some burning coals, blazing and glowing. And they were placed on a broad rock. "
        },
        {
          "scid": "an6.62:10.11",
          "pli": "Jāneyyāsi tvaṃ, ānanda, nayimāni aṅgārāni vuddhiṃ virūḷhiṃ vepullaṃ āpajjissantī”ti? ",
          "en": "Wouldn’t you know that those coals would not grow, increase, and spread?” "
        },
        {
          "scid": "an6.62:10.12",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:10.13",
          "pli": "“Seyyathāpi vā pana, ānanda, sāyanhasamayaṃ sūriye ogacchante, jāneyyāsi tvaṃ, ānanda, āloko antaradhāyissati andhakāro pātubhavissatī”ti? ",
          "en": "“Or suppose it was the late afternoon and the sun was going down. Wouldn’t you know that the light was about to vanish and darkness appear?” "
        },
        {
          "scid": "an6.62:10.14",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:10.15",
          "pli": "“Seyyathāpi vā, panānanda, abhido addharattaṃ bhattakālasamaye, jāneyyāsi tvaṃ, ānanda, āloko antarahito andhakāro pātubhūto”ti? ",
          "en": "“Or suppose that it’s nearly time for the midnight meal. Wouldn’t you know that the light had vanished and the darkness appeared?” "
        },
        {
          "scid": "an6.62:10.16",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:10.17",
          "pli": "“Evamevaṃ kho ahaṃ, ānanda, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "“In the same way, when I’ve comprehended the mind of a person, I understand … "
        },
        {
          "scid": "an6.62:10.18",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": " "
        },
        {
          "scid": "an6.62:10.19",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": " "
        },
        {
          "scid": "an6.62:10.20",
          "pli": "‘imassa kho puggalassa kusalā dhammā antarahitā, akusalā dhammā sammukhībhūtā. ",
          "en": " "
        },
        {
          "scid": "an6.62:10.21",
          "pli": "Atthi ca khvassa kusalamūlaṃ asamucchinnaṃ, tampi sabbena sabbaṃ samugghātaṃ gacchati. ",
          "en": " "
        },
        {
          "scid": "an6.62:10.22",
          "pli": "Evamayaṃ puggalo āyatiṃ parihānadhammo bhavissatī’ti. ",
          "en": "This person is still liable to decline in the future … "
        },
        {
          "scid": "an6.62:10.23",
          "pli": "Evampi kho, ānanda, tathāgatassa purisapuggalo cetasā ceto paricca vidito hoti. ",
          "en": " "
        },
        {
          "scid": "an6.62:10.24",
          "pli": "Evampi kho, ānanda, tathāgatassa purisindriyañāṇaṃ cetasā ceto paricca viditaṃ hoti. ",
          "en": " "
        },
        {
          "scid": "an6.62:10.25",
          "pli": "Evampi kho, ānanda, tathāgatassa āyatiṃ dhammasamuppādo cetasā ceto paricca vidito hoti. (4) ",
          "en": " "
        },
        {
          "scid": "an6.62:11.1",
          "pli": "Idha panāhaṃ, ānanda, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "When I’ve comprehended the mind of a person, I understand: "
        },
        {
          "scid": "an6.62:11.2",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": "‘Both skillful and unskillful qualities are found in this person.’ "
        },
        {
          "scid": "an6.62:11.3",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "After some time I comprehend their mind and understand: "
        },
        {
          "scid": "an6.62:11.4",
          "pli": "‘imassa kho puggalassa akusalā dhammā antarahitā, kusalā dhammā sammukhībhūtā. ",
          "en": "‘The unskillful qualities of this person have vanished, but the skillful qualities are still present. "
        },
        {
          "scid": "an6.62:11.5",
          "pli": "Atthi ca khvassa akusalamūlaṃ asamucchinnaṃ, tampi sabbena sabbaṃ samugghātaṃ gacchati. ",
          "en": "Nevertheless, their unskillful root is unbroken, but it’s about to be totally destroyed. "
        },
        {
          "scid": "an6.62:11.6",
          "pli": "Evamayaṃ puggalo āyatiṃ aparihānadhammo bhavissatī’ti. ",
          "en": "So this person is not liable to decline in the future.’ "
        },
        {
          "scid": "an6.62:11.7",
          "pli": "Seyyathāpi, ānanda, aṅgārāni ādittāni sampajjalitāni sajotibhūtāni sukkhe tiṇapuñje vā kaṭṭhapuñje vā nikkhittāni. ",
          "en": "Suppose that there were some burning coals, blazing and glowing. They were placed on a pile of grass or timber. "
        },
        {
          "scid": "an6.62:11.8",
          "pli": "Jāneyyāsi tvaṃ, ānanda, imāni aṅgārāni vuḍḍhiṃ virūḷhiṃ vepullaṃ āpajjissantī”ti? ",
          "en": "Wouldn’t you know that those coals would grow, increase, and spread?” "
        },
        {
          "scid": "an6.62:11.9",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:11.10",
          "pli": "“Seyyathāpi vā panānanda, rattiyā paccūsasamayaṃ sūriye uggacchante, jāneyyāsi tvaṃ, ānanda, andhakāro antaradhāyissati, āloko pātubhavissatī”ti? ",
          "en": "“Suppose it’s the crack of dawn and the sun is rising. Wouldn’t you know that the dark will vanish and the light appear?” "
        },
        {
          "scid": "an6.62:11.11",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:11.12",
          "pli": "“Seyyathāpi vā panānanda, abhido majjhanhike bhattakālasamaye, jāneyyāsi tvaṃ, ānanda, andhakāro antarahito āloko pātubhūto”ti? ",
          "en": "“Or suppose that it’s nearly time for the midday meal. Wouldn’t you know that the dark had vanished and the light appeared?” "
        },
        {
          "scid": "an6.62:11.13",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:11.14",
          "pli": "“Evamevaṃ kho ahaṃ, ānanda, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "“In the same way, when I’ve comprehended the mind of a person, I understand … "
        },
        {
          "scid": "an6.62:11.15",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": " "
        },
        {
          "scid": "an6.62:11.16",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": " "
        },
        {
          "scid": "an6.62:11.17",
          "pli": "‘imassa kho puggalassa akusalā dhammā antarahitā, kusalā dhammā sammukhībhūtā. ",
          "en": " "
        },
        {
          "scid": "an6.62:11.18",
          "pli": "Atthi ca khvassa akusalamūlaṃ asamucchinnaṃ, tampi sabbena sabbaṃ samugghātaṃ gacchati. ",
          "en": " "
        },
        {
          "scid": "an6.62:11.19",
          "pli": "Evamayaṃ puggalo āyatiṃ aparihānadhammo bhavissatī’ti. ",
          "en": "This person is not liable to decline in the future … "
        },
        {
          "scid": "an6.62:11.20",
          "pli": "Evampi kho, ānanda, tathāgatassa purisapuggalo cetasā ceto paricca vidito hoti. ",
          "en": " "
        },
        {
          "scid": "an6.62:11.21",
          "pli": "Evampi kho, ānanda, tathāgatassa purisindriyañāṇaṃ cetasā ceto paricca viditaṃ hoti. ",
          "en": " "
        },
        {
          "scid": "an6.62:11.22",
          "pli": "Evampi kho, ānanda, tathāgatassa āyatiṃ dhammasamuppādo cetasā ceto paricca vidito hoti. (5) ",
          "en": " "
        },
        {
          "scid": "an6.62:12.1",
          "pli": "Idha panāhaṃ, ānanda, ekaccaṃ puggalaṃ cetasā ceto paricca pajānāmi: ",
          "en": "When I’ve comprehended the mind of a person, I understand: "
        },
        {
          "scid": "an6.62:12.2",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": "‘Both skillful and unskillful qualities are found in this person.’ "
        },
        {
          "scid": "an6.62:12.3",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "After some time I comprehend their mind and understand: "
        },
        {
          "scid": "an6.62:12.4",
          "pli": "‘natthi imassa puggalassa vālaggakoṭinittudanamattopi akusalo dhammo, samannāgatoyaṃ puggalo ekantasukkehi anavajjehi dhammehi, diṭṭheva dhamme parinibbāyissatī’ti. ",
          "en": "‘This person has not even a fraction of a hair’s tip of unskillful qualities. They have exclusively bright, blameless qualities. They will become extinguished in this very life.’ "
        },
        {
          "scid": "an6.62:12.5",
          "pli": "Seyyathāpi, ānanda, aṅgārāni sītāni nibbutāni sukkhe tiṇapuñje vā kaṭṭhapuñje vā nikkhittāni. ",
          "en": "Suppose that there were some cool, extinguished coals. They were placed on a pile of grass or timber. "
        },
        {
          "scid": "an6.62:12.6",
          "pli": "Jāneyyāsi tvaṃ, ānanda, nayimāni aṅgārāni vuḍḍhiṃ virūḷhiṃ vepullaṃ āpajjissantī”ti? ",
          "en": "Wouldn’t you know that those coals would not grow, increase, and spread?” "
        },
        {
          "scid": "an6.62:12.7",
          "pli": "“Evaṃ, bhante”. ",
          "en": "“Yes, sir.” "
        },
        {
          "scid": "an6.62:12.8",
          "pli": "“Evamevaṃ kho ahaṃ, ānanda, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi: ",
          "en": "“In the same way, when I’ve comprehended the mind of a person, I understand … "
        },
        {
          "scid": "an6.62:12.9",
          "pli": "‘imassa kho puggalassa vijjamānā kusalāpi dhammā akusalāpi dhammā’ti. ",
          "en": " "
        },
        {
          "scid": "an6.62:12.10",
          "pli": "Tamenaṃ aparena samayena evaṃ cetasā ceto paricca pajānāmi: ",
          "en": " "
        },
        {
          "scid": "an6.62:12.11",
          "pli": "‘natthi imassa puggalassa vālaggakoṭinittudanamattopi akusalo dhammo, samannāgatoyaṃ puggalo ekantasukkehi anavajjehi dhammehi, diṭṭheva dhamme parinibbāyissatī’ti. ",
          "en": "‘This person has not even a fraction of a hair’s tip of unskillful qualities. They have exclusively bright, blameless qualities. They will become extinguished in this very life.’ "
        },
        {
          "scid": "an6.62:12.12",
          "pli": "Evampi kho, ānanda, tathāgatassa purisapuggalo cetasā ceto paricca vidito hoti. ",
          "en": "This is how another individual is known to the Realized One by comprehending their mind. "
        },
        {
          "scid": "an6.62:12.13",
          "pli": "Evampi kho, ānanda, tathāgatassa purisindriyañāṇaṃ cetasā ceto paricca viditaṃ hoti. ",
          "en": "And this is how the Realized One knows a person’s faculties by comprehending their mind. "
        },
        {
          "scid": "an6.62:12.14",
          "pli": "Evampi kho, ānanda, tathāgatassa āyatiṃ dhammasamuppādo cetasā ceto paricca vidito hoti. (6) ",
          "en": "And this is how the Realized One knows the future origination of a person’s qualities by comprehending their mind. "
        },
        {
          "scid": "an6.62:13.1",
          "pli": "Tatrānanda, ye te purimā tayo puggalā tesaṃ tiṇṇaṃ puggalānaṃ eko aparihānadhammo, eko parihānadhammo, eko āpāyiko nerayiko. ",
          "en": "And so, Ānanda, of the first three people one is not liable to decline, one is liable to decline, and one is bound for a place of loss, hell. "
        },
        {
          "scid": "an6.62:13.2",
          "pli": "Tatrānanda, yeme pacchimā tayo puggalā imesaṃ tiṇṇaṃ puggalānaṃ eko parihānadhammo, eko aparihānadhammo, eko parinibbānadhammo”ti. ",
          "en": "And of the second three people, one is liable to decline, one is not liable to decline, and one is bound to become extinguished.” "
        },
        {
          "scid": "an6.62:13.3",
          "pli": "Aṭṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "an6.62/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 6.62",
    "volpages": "AN iii 402",
    "uid": "an6.62",
    "blurb": "A monk asks whether, when the Buddha said that Devadatta was going to hell, he was speaking metaphorically. The Buddha castigates him, wondering how anyone could misunderstand such a straightforward statement, and explains how he reads the minds of others and understands where their deeds will lead them.",
    "difficulty": null,
    "original_title": "Purisindriyañāṇa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Knowledge of the Faculties of Persons ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an6.62_sujato",
        "segmented": true,
        "title": "Knowledge of the Faculties of Persons ",
        "volpage": null
      }
    ],
    "parallel_count": 4,
    "biblio": null,
    "num": 8
  }
}