{
  "sutta_uid": "an6.27",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an6.27",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Proper Occasions (1st) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Proper Occasions (2nd) ",
      "uid": "an6.28"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Mahākaccāna ",
      "uid": "an6.26"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an6.27:0.1",
          "pli": "Aṅguttara Nikāya 6 ",
          "en": "Numbered Discourses 6 "
        },
        {
          "scid": "an6.27:0.2",
          "pli": "3. Anuttariyavagga ",
          "en": "3. Unsurpassable "
        },
        {
          "scid": "an6.27:0.3",
          "pli": "27. Paṭhamasamayasutta ",
          "en": "27. Proper Occasions (1st) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 6 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an6.27:1.1",
          "pli": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ",
          "en": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an6.27:1.2",
          "pli": "“kati nu kho, bhante, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti? ",
          "en": "“Sir, how many occasions are there for going to see an esteemed mendicant?” "
        },
        {
          "scid": "an6.27:1.3",
          "pli": "“Chayime, bhikkhu, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. ",
          "en": "“Mendicant, there are six occasions for going to see an esteemed mendicant. "
        },
        {
          "scid": "an6.27:2.1",
          "pli": "Katame cha? ",
          "en": "What six? "
        },
        {
          "scid": "an6.27:2.2",
          "pli": "Idha, bhikkhu, yasmiṃ samaye bhikkhu kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
          "en": "Firstly, there’s a time when a mendicant’s heart is overcome and mired in sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. On that occasion they should go to an esteemed mendicant and say: "
        },
        {
          "scid": "an6.27:2.3",
          "pli": "‘ahaṃ kho, āvuso, kāmarāgapariyuṭṭhitena cetasā viharāmi kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ",
          "en": "‘My heart is overcome and mired in sensual desire, and I don’t truly understand the escape from sensual desire that has arisen. "
        },
        {
          "scid": "an6.27:2.4",
          "pli": "Sādhu vata me āyasmā kāmarāgassa pahānāya dhammaṃ desetū’ti. ",
          "en": "Venerable, please teach me how to give up sensual desire.’ "
        },
        {
          "scid": "an6.27:2.5",
          "pli": "Tassa manobhāvanīyo bhikkhu kāmarāgassa pahānāya dhammaṃ deseti. ",
          "en": "Then that esteemed mendicant teaches them how to give up sensual desire. "
        },
        {
          "scid": "an6.27:2.6",
          "pli": "Ayaṃ, bhikkhu, paṭhamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. (1) ",
          "en": "This is the first occasion for going to see an esteemed mendicant. "
        },
        {
          "scid": "an6.27:3.1",
          "pli": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
          "en": "Furthermore, there’s a time when a mendicant’s heart is overcome and mired in ill will … "
        },
        {
          "scid": "an6.27:3.2",
          "pli": "‘ahaṃ kho, āvuso, byāpādapariyuṭṭhitena cetasā viharāmi byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ",
          "en": " "
        },
        {
          "scid": "an6.27:3.3",
          "pli": "Sādhu vata me āyasmā byāpādassa pahānāya dhammaṃ desetū’ti. ",
          "en": " "
        },
        {
          "scid": "an6.27:3.4",
          "pli": "Tassa manobhāvanīyo bhikkhu byāpādassa pahānāya dhammaṃ deseti. ",
          "en": " "
        },
        {
          "scid": "an6.27:3.5",
          "pli": "Ayaṃ, bhikkhu, dutiyo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. (2) ",
          "en": "This is the second occasion for going to see an esteemed mendicant. "
        },
        {
          "scid": "an6.27:4.1",
          "pli": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
          "en": "Furthermore, there’s a time when a mendicant’s heart is overcome and mired in dullness and drowsiness … "
        },
        {
          "scid": "an6.27:4.2",
          "pli": "‘ahaṃ kho, āvuso, thinamiddhapariyuṭṭhitena cetasā viharāmi thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ",
          "en": " "
        },
        {
          "scid": "an6.27:4.3",
          "pli": "Sādhu vata me āyasmā thinamiddhassa pahānāya dhammaṃ desetū’ti. ",
          "en": " "
        },
        {
          "scid": "an6.27:4.4",
          "pli": "Tassa manobhāvanīyo bhikkhu thinamiddhassa pahānāya dhammaṃ deseti. ",
          "en": " "
        },
        {
          "scid": "an6.27:4.5",
          "pli": "Ayaṃ, bhikkhu, tatiyo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. (3) ",
          "en": "This is the third occasion for going to see an esteemed mendicant. "
        },
        {
          "scid": "an6.27:5.1",
          "pli": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
          "en": "Furthermore, there’s a time when a mendicant’s heart is overcome and mired in restlessness and remorse … "
        },
        {
          "scid": "an6.27:5.2",
          "pli": "‘ahaṃ kho, āvuso, uddhaccakukkuccapariyuṭṭhitena cetasā viharāmi uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāmi. ",
          "en": " "
        },
        {
          "scid": "an6.27:5.3",
          "pli": "Sādhu vata me āyasmā uddhaccakukkuccassa pahānāya dhammaṃ desetū’ti. ",
          "en": " "
        },
        {
          "scid": "an6.27:5.4",
          "pli": "Tassa manobhāvanīyo bhikkhu uddhaccakukkuccassa pahānāya dhammaṃ deseti. ",
          "en": " "
        },
        {
          "scid": "an6.27:5.5",
          "pli": "Ayaṃ, bhikkhu, catuttho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. (4) ",
          "en": "This is the fourth occasion for going to see an esteemed mendicant. "
        },
        {
          "scid": "an6.27:6.1",
          "pli": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
          "en": "Furthermore, there’s a time when a mendicant’s heart is overcome and mired in doubt … "
        },
        {
          "scid": "an6.27:6.2",
          "pli": "‘ahaṃ, āvuso, vicikicchāpariyuṭṭhitena cetasā viharāmi vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāmi. ",
          "en": " "
        },
        {
          "scid": "an6.27:6.3",
          "pli": "Sādhu vata me āyasmā vicikicchāya pahānāya dhammaṃ desetū’ti. ",
          "en": " "
        },
        {
          "scid": "an6.27:6.4",
          "pli": "Tassa manobhāvanīyo bhikkhu vicikicchāya pahānāya dhammaṃ deseti. ",
          "en": " "
        },
        {
          "scid": "an6.27:6.5",
          "pli": "Ayaṃ, bhikkhu, pañcamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. (5) ",
          "en": "This is the fifth occasion for going to see an esteemed mendicant. "
        },
        {
          "scid": "an6.27:7.1",
          "pli": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti taṃ nimittaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
          "en": "Furthermore, there’s a time when a mendicant doesn’t understand what kind of meditation they need to focus on in order to end the defilements in the present life. On that occasion they should go to an esteemed mendicant and say: "
        },
        {
          "scid": "an6.27:7.2",
          "pli": "‘ahaṃ kho, āvuso, yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti, taṃ nimittaṃ nappajānāmi. ",
          "en": "‘I don’t understand what kind of meditation to focus on in order to end the defilements in the present life. "
        },
        {
          "scid": "an6.27:7.3",
          "pli": "Sādhu vata me āyasmā āsavānaṃ khayāya dhammaṃ desetū’ti. ",
          "en": "Venerable, please teach me how to end the defilements.’ "
        },
        {
          "scid": "an6.27:7.4",
          "pli": "Tassa manobhāvanīyo bhikkhu āsavānaṃ khayāya dhammaṃ deseti. ",
          "en": "Then that esteemed mendicant teaches them how to end the defilements. "
        },
        {
          "scid": "an6.27:7.5",
          "pli": "Ayaṃ, bhikkhu, chaṭṭho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. (6) ",
          "en": "This is the sixth occasion for going to see an esteemed mendicant. "
        },
        {
          "scid": "an6.27:8.1",
          "pli": "Ime kho, bhikkhu, cha samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti. ",
          "en": "These are the six occasions for going to see an esteemed mendicant.” "
        },
        {
          "scid": "an6.27:8.2",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then a mendicant went up to the Buddha, bowed,…",
      "expandable": false
    }
  ],
  "suttaCode": "an6.27/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 6.27",
    "volpages": "AN iii 317",
    "uid": "an6.27",
    "blurb": "The right time to visit an esteemed mendicant is when you need spiritual guidance and support.",
    "difficulty": null,
    "original_title": "Paṭhamasamaya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Proper Occasions (1st) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an6.27_sujato",
        "segmented": true,
        "title": "Proper Occasions (1st) ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 7
  }
}