{
  "sutta_uid": "an6.52",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an6.52",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Aristocrats ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Diligence ",
      "uid": "an6.53"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Ānanda ",
      "uid": "an6.51"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an6.52:0.1",
          "pli": "Aṅguttara Nikāya 6 ",
          "en": "Numbered Discourses 6 "
        },
        {
          "scid": "an6.52:0.2",
          "pli": "5. Dhammikavagga ",
          "en": "5. About Dhammika "
        },
        {
          "scid": "an6.52:0.3",
          "pli": "52. Khattiyasutta ",
          "en": "52. Aristocrats "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 6 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an6.52:1.1",
          "pli": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "And then the brahmin Jāṇussoṇi went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "an6.52:1.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: "
        },
        {
          "scid": "an6.52:2.1",
          "pli": "“Khattiyā, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ",
          "en": "“Aristocrats, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” "
        },
        {
          "scid": "an6.52:2.2",
          "pli": "“Khattiyā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā balādhiṭṭhānā pathavībhinivesā issariyapariyosānā”ti. (1) ",
          "en": "“Aristocrats, brahmin, have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to power. They insist on territory. Their ultimate goal is authority.” "
        },
        {
          "scid": "an6.52:3.1",
          "pli": "“Brāhmaṇā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ",
          "en": "“Brahmins, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” "
        },
        {
          "scid": "an6.52:3.2",
          "pli": "“Brāhmaṇā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā mantādhiṭṭhānā yaññābhinivesā brahmalokapariyosānā”ti. (2) ",
          "en": "“Brahmins have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to the hymns. They insist on sacrifice. Their ultimate goal is the Brahmā realm.” "
        },
        {
          "scid": "an6.52:4.1",
          "pli": "“Gahapatikā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ",
          "en": "“Householders, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” "
        },
        {
          "scid": "an6.52:4.2",
          "pli": "“Gahapatikā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā sippādhiṭṭhānā kammantābhinivesā niṭṭhitakammantapariyosānā”ti. (3) ",
          "en": "“Householders have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to their profession. They insist on work. Their ultimate goal is to complete their work.” "
        },
        {
          "scid": "an6.52:5.1",
          "pli": "“Itthī pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ",
          "en": "“Women, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” "
        },
        {
          "scid": "an6.52:5.2",
          "pli": "“Itthī kho, brāhmaṇa, purisādhippāyā alaṅkārūpavicārā puttādhiṭṭhānā asapattībhinivesā issariyapariyosānā”ti. (4) ",
          "en": "“Women have a man as their ambition. They’re preoccupied with adornments. They’re dedicated to their children. They insist on being without a co-wife. Their ultimate goal is authority.” "
        },
        {
          "scid": "an6.52:6.1",
          "pli": "“Corā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ",
          "en": "“Bandits, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” "
        },
        {
          "scid": "an6.52:6.2",
          "pli": "“Corā kho, brāhmaṇa, ādānādhippāyā gahanūpavicārā satthādhiṭṭhānā andhakārābhinivesā adassanapariyosānā”ti. (5) ",
          "en": "“Bandits have theft as their ambition. They’re preoccupied with a hiding place. They’re dedicated to their sword. They insist on darkness. Their ultimate goal is invisibility.” "
        },
        {
          "scid": "an6.52:7.1",
          "pli": "“Samaṇā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti? ",
          "en": "“Ascetics, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” "
        },
        {
          "scid": "an6.52:7.2",
          "pli": "“Samaṇā kho, brāhmaṇa, khantisoraccādhippāyā paññūpavicārā sīlādhiṭṭhānā ākiñcaññābhinivesā nibbānapariyosānā”ti. (6) ",
          "en": "“Ascetics have patience and gentleness as their ambition. They’re preoccupied with wisdom. They’re dedicated to ethical conduct. They insist on owning nothing. Their ultimate goal is extinguishment.” "
        },
        {
          "scid": "an6.52:8.1",
          "pli": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama. ",
          "en": "“It’s incredible, Master Gotama, it’s amazing! "
        },
        {
          "scid": "an6.52:8.2",
          "pli": "Khattiyānampi bhavaṃ gotamo jānāti adhippāyañca upavicārañca adhiṭṭhānañca abhinivesañca pariyosānañca. Brāhmaṇānampi bhavaṃ gotamo jānāti … pe … gahapatīnampi bhavaṃ gotamo jānāti … itthīnampi bhavaṃ gotamo jānāti … corānampi bhavaṃ gotamo jānāti … samaṇānampi bhavaṃ gotamo jānāti adhippāyañca upavicārañca adhiṭṭhānañca abhinivesañca pariyosānañca. ",
          "en": "Master Gotama knows the ambition, preoccupation, dedication, insistence, and ultimate goal of aristocrats, brahmins, householders, women, bandits, and ascetics. "
        },
        {
          "scid": "an6.52:8.3",
          "pli": "Abhikkantaṃ, bho gotama … pe … ",
          "en": "Excellent, Master Gotama! Excellent! … "
        },
        {
          "scid": "an6.52:8.4",
          "pli": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "an6.52:8.5",
          "pli": "Dasamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "And then the brahmin Jāṇussoṇi went up to the…",
      "expandable": false
    }
  ],
  "suttaCode": "an6.52/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 6.52",
    "volpages": "AN iii 362",
    "uid": "an6.52",
    "blurb": "The Buddha explains to the brahmin Jāṇussoṇī the ambition, quest, commitment, insistence, and ultimate goal of aristocrats, brahmins, householders, women, bandits, and ascetics.",
    "difficulty": null,
    "original_title": "Khattiya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Aristocrats ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an6.52_sujato",
        "segmented": true,
        "title": "Aristocrats ",
        "volpage": null
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 10
  }
}