{
  "sutta_uid": "an6.10",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an6.10",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Mahānāma ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Warm-hearted (1st) ",
      "uid": "an6.11"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Topics for Recollection ",
      "uid": "an6.9"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an6.10:0.1",
          "pli": "Aṅguttara Nikāya 6 ",
          "en": "Numbered Discourses 6 "
        },
        {
          "scid": "an6.10:0.2",
          "pli": "1. Āhuneyyavagga ",
          "en": "1. Worthy of Offerings "
        },
        {
          "scid": "an6.10:0.3",
          "pli": "10. Mahānāmasutta ",
          "en": "10. With Mahānāma "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 6 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an6.10:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ",
          "en": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. "
        },
        {
          "scid": "an6.10:1.2",
          "pli": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno, kho mahānāmo sakko bhagavantaṃ etadavoca: ",
          "en": "Then Mahānāma the Sakyan went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an6.10:1.3",
          "pli": "“yo so, bhante, ariyasāvako āgataphalo viññātasāsano, so katamena vihārena bahulaṃ viharatī”ti? ",
          "en": "“Sir, when a noble disciple has reached the fruit and understood the instructions, what kind of meditation do they frequently practice?” "
        },
        {
          "scid": "an6.10:2.1",
          "pli": "“Yo so, mahānāma, ariyasāvako āgataphalo viññātasāsano, so iminā vihārena bahulaṃ viharati. ",
          "en": "“Mahānāma, when a noble disciple has reached the fruit and understood the instructions they frequently practice this kind of meditation. "
        },
        {
          "scid": "an6.10:2.2",
          "pli": "Idha, mahānāma, ariyasāvako tathāgataṃ anussarati: ",
          "en": "Firstly, a noble disciple recollects the Realized One: "
        },
        {
          "scid": "an6.10:2.3",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ "
        },
        {
          "scid": "an6.10:2.4",
          "pli": "Yasmiṃ, mahānāma, samaye ariyasāvako tathāgataṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ",
          "en": "When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion. "
        },
        {
          "scid": "an6.10:2.5",
          "pli": "ujugatamevassa tasmiṃ samaye cittaṃ hoti tathāgataṃ ārabbha. ",
          "en": "At that time their mind is unswerving, based on the Realized One. "
        },
        {
          "scid": "an6.10:2.6",
          "pli": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ. ",
          "en": "A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds joy connected with the teaching. "
        },
        {
          "scid": "an6.10:2.7",
          "pli": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
          "en": "When they’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when they’re blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "an6.10:2.8",
          "pli": "Ayaṃ vuccati, mahānāma: ",
          "en": "This is called "
        },
        {
          "scid": "an6.10:2.9",
          "pli": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno buddhānussatiṃ bhāveti’. (1) ",
          "en": "a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the teaching and develop the recollection of the Buddha. "
        },
        {
          "scid": "an6.10:3.1",
          "pli": "Puna caparaṃ, mahānāma, ariyasāvako dhammaṃ anussarati: ",
          "en": "Furthermore, a noble disciple recollects the teaching: "
        },
        {
          "scid": "an6.10:3.2",
          "pli": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti. ",
          "en": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ "
        },
        {
          "scid": "an6.10:3.3",
          "pli": "Yasmiṃ, mahānāma, samaye ariyasāvako dhammaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ",
          "en": "When a noble disciple recollects the teaching their mind is not full of greed, hate, and delusion. … "
        },
        {
          "scid": "an6.10:3.4",
          "pli": "ujugatamevassa tasmiṃ samaye cittaṃ hoti dhammaṃ ārabbha. ",
          "en": " "
        },
        {
          "scid": "an6.10:3.5",
          "pli": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ. ",
          "en": " "
        },
        {
          "scid": "an6.10:3.6",
          "pli": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
          "en": " "
        },
        {
          "scid": "an6.10:3.7",
          "pli": "Ayaṃ vuccati, mahānāma: ",
          "en": "This is called "
        },
        {
          "scid": "an6.10:3.8",
          "pli": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno dhammānussatiṃ bhāveti’. (2) ",
          "en": "a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the teaching and develop the recollection of the teaching. "
        },
        {
          "scid": "an6.10:4.1",
          "pli": "Puna caparaṃ, mahānāma, ariyasāvako saṅghaṃ anussarati: ",
          "en": "Furthermore, a noble disciple recollects the Saṅgha: "
        },
        {
          "scid": "an6.10:4.2",
          "pli": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti. ",
          "en": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ "
        },
        {
          "scid": "an6.10:4.3",
          "pli": "Yasmiṃ, mahānāma, samaye ariyasāvako saṅghaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ",
          "en": "When a noble disciple recollects the Saṅgha their mind is not full of greed, hate, and delusion. … "
        },
        {
          "scid": "an6.10:4.4",
          "pli": "ujugatamevassa tasmiṃ samaye cittaṃ hoti saṅghaṃ ārabbha. ",
          "en": " "
        },
        {
          "scid": "an6.10:4.5",
          "pli": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ. ",
          "en": " "
        },
        {
          "scid": "an6.10:4.6",
          "pli": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
          "en": " "
        },
        {
          "scid": "an6.10:4.7",
          "pli": "Ayaṃ vuccati, mahānāma: ",
          "en": "This is called "
        },
        {
          "scid": "an6.10:4.8",
          "pli": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno saṅghānussatiṃ bhāveti’. (3) ",
          "en": "a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the teaching and develop the recollection of the Saṅgha. "
        },
        {
          "scid": "an6.10:5.1",
          "pli": "Puna caparaṃ, mahānāma, ariyasāvako attano sīlāni anussarati akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni. ",
          "en": "Furthermore, a noble disciple recollects their own ethical conduct, which is unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. "
        },
        {
          "scid": "an6.10:5.2",
          "pli": "Yasmiṃ, mahānāma, samaye ariyasāvako sīlaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ",
          "en": "When a noble disciple recollects their ethical conduct their mind is not full of greed, hate, and delusion. … "
        },
        {
          "scid": "an6.10:5.3",
          "pli": "ujugatamevassa tasmiṃ samaye cittaṃ hoti sīlaṃ ārabbha. ",
          "en": " "
        },
        {
          "scid": "an6.10:5.4",
          "pli": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ. ",
          "en": " "
        },
        {
          "scid": "an6.10:5.5",
          "pli": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
          "en": " "
        },
        {
          "scid": "an6.10:5.6",
          "pli": "Ayaṃ vuccati, mahānāma: ",
          "en": "This is called "
        },
        {
          "scid": "an6.10:5.7",
          "pli": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno sīlānussatiṃ bhāveti’. (4) ",
          "en": "a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the teaching and develop the recollection of ethics. "
        },
        {
          "scid": "an6.10:6.1",
          "pli": "Puna caparaṃ, mahānāma, ariyasāvako attano cāgaṃ anussarati: ",
          "en": "Furthermore, a noble disciple recollects their own generosity: "
        },
        {
          "scid": "an6.10:6.2",
          "pli": "‘lābhā vata me, suladdhaṃ vata me. ",
          "en": "‘I’m so fortunate, so very fortunate! "
        },
        {
          "scid": "an6.10:6.3",
          "pli": "Yohaṃ maccheramalapariyuṭṭhitāya pajāya vigatamalamaccherena cetasā agāraṃ ajjhāvasāmi muttacāgo payatapāṇi vosaggarato yācayogo dānasaṃvibhāgarato’ti. ",
          "en": "Among people full of the stain of stinginess I live at home rid of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.’ "
        },
        {
          "scid": "an6.10:6.4",
          "pli": "Yasmiṃ, mahānāma, samaye ariyasāvako cāgaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ",
          "en": "When a noble disciple recollects their own generosity their mind is not full of greed, hate, and delusion. … "
        },
        {
          "scid": "an6.10:6.5",
          "pli": "ujugatamevassa tasmiṃ samaye cittaṃ hoti cāgaṃ ārabbha. ",
          "en": " "
        },
        {
          "scid": "an6.10:6.6",
          "pli": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ. ",
          "en": " "
        },
        {
          "scid": "an6.10:6.7",
          "pli": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
          "en": " "
        },
        {
          "scid": "an6.10:6.8",
          "pli": "Ayaṃ vuccati, mahānāma: ",
          "en": "This is called "
        },
        {
          "scid": "an6.10:6.9",
          "pli": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno cāgānussatiṃ bhāveti’. (5) ",
          "en": "a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the teaching and develop the recollection of generosity. "
        },
        {
          "scid": "an6.10:7.1",
          "pli": "Puna caparaṃ, mahānāma, ariyasāvako devatānussatiṃ bhāveti: ",
          "en": "Furthermore, a noble disciple recollects the deities: "
        },
        {
          "scid": "an6.10:7.2",
          "pli": "‘santi devā cātumahārājikā, santi devā tāvatiṃsā, santi devā yāmā, santi devā tusitā, santi devā nimmānaratino, santi devā paranimmitavasavattino, santi devā brahmakāyikā, santi devā tatuttari. ",
          "en": "‘There are the Gods of the Four Great Kings, the Gods of the Thirty-Three, the Gods of Yama, the Joyful Gods, the Gods Who Love to Create, the Gods Who Control the Creations of Others, the Gods of Brahmā’s Host, and gods even higher than these. "
        },
        {
          "scid": "an6.10:7.3",
          "pli": "Yathārūpāya saddhāya samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpā saddhā saṃvijjati. ",
          "en": "When those deities passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.’ "
        },
        {
          "scid": "an6.10:7.4",
          "pli": "Yathārūpena sīlena samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpaṃ sīlaṃ saṃvijjati. ",
          "en": " "
        },
        {
          "scid": "an6.10:7.5",
          "pli": "Yathārūpena sutena samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpaṃ sutaṃ saṃvijjati. ",
          "en": " "
        },
        {
          "scid": "an6.10:7.6",
          "pli": "Yathārūpena cāgena samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpo cāgo saṃvijjati. ",
          "en": " "
        },
        {
          "scid": "an6.10:7.7",
          "pli": "Yathārūpāya paññāya samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpā paññā saṃvijjatī’ti. ",
          "en": " "
        },
        {
          "scid": "an6.10:7.8",
          "pli": "Yasmiṃ, mahānāma, samaye ariyasāvako attano ca tāsañca devatānaṃ saddhañca sīlañca sutañca cāgañca paññañca anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti; ",
          "en": "When a noble disciple recollects the faith, ethics, learning, generosity, and wisdom of both themselves and the deities their mind is not full of greed, hate, and delusion. "
        },
        {
          "scid": "an6.10:7.9",
          "pli": "ujugatamevassa tasmiṃ samaye cittaṃ hoti tā devatā ārabbha. ",
          "en": "At that time their mind is unswerving, based on the deities. "
        },
        {
          "scid": "an6.10:7.10",
          "pli": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ. ",
          "en": "A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds joy connected with the teaching. "
        },
        {
          "scid": "an6.10:7.11",
          "pli": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati. ",
          "en": "When you’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, you feel bliss. And when you’re blissful, the mind becomes immersed in samādhi. "
        },
        {
          "scid": "an6.10:7.12",
          "pli": "Ayaṃ vuccati, mahānāma: ",
          "en": "This is called "
        },
        {
          "scid": "an6.10:7.13",
          "pli": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno devatānussatiṃ bhāveti’. (6) ",
          "en": "a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the teaching and develop the recollection of the deities. "
        },
        {
          "scid": "an6.10:8.1",
          "pli": "Yo so, mahānāma, ariyasāvako āgataphalo viññātasāsano, so iminā vihārena bahulaṃ viharatī”ti. ",
          "en": "When a noble disciple has reached the fruit and understood the instructions this is the kind of meditation they frequently practice.” "
        },
        {
          "scid": "an6.10:8.2",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an6.10:8.3",
          "pli": "Āhuneyyavaggo paṭhamo. ",
          "en": " "
        },
        {
          "scid": "an6.10:9.1",
          "pli": "Dve āhuneyyā indriya, ",
          "en": " "
        },
        {
          "scid": "an6.10:9.2",
          "pli": "balāni tayo ājānīyā; ",
          "en": " "
        },
        {
          "scid": "an6.10:9.3",
          "pli": "Anuttariya anussatī, ",
          "en": " "
        },
        {
          "scid": "an6.10:9.4",
          "pli": "mahānāmena te dasāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying in the…",
      "expandable": false
    }
  ],
  "suttaCode": "an6.10/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 6.10",
    "volpages": "AN iii 284",
    "uid": "an6.10",
    "blurb": "The Buddha teaches his relative Mahānāma that a noble disciple often practices the six recollections, which lead to joy and peace.",
    "difficulty": null,
    "original_title": "Mahānāma Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Mahānāma ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an6.10_sujato",
        "segmented": true,
        "title": "With Mahānāma ",
        "volpage": null
      }
    ],
    "parallel_count": 6,
    "biblio": null,
    "num": 10
  }
}