{
  "sutta_uid": "an6.30",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an6.30",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Unsurpassable ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Trainee ",
      "uid": "an6.31"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Udāyī ",
      "uid": "an6.29"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an6.30:0.1",
          "pli": "Aṅguttara Nikāya 6 ",
          "en": "Numbered Discourses 6 "
        },
        {
          "scid": "an6.30:0.2",
          "pli": "3. Anuttariyavagga ",
          "en": "3. Unsurpassable "
        },
        {
          "scid": "an6.30:0.3",
          "pli": "30. Anuttariyasutta ",
          "en": "30. Unsurpassable "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 6 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an6.30:1.1",
          "pli": "“Chayimāni, bhikkhave, anuttariyāni. ",
          "en": "“Mendicants, these six things are unsurpassable. "
        },
        {
          "scid": "an6.30:1.2",
          "pli": "Katamāni cha? ",
          "en": "What six? "
        },
        {
          "scid": "an6.30:1.3",
          "pli": "Dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ, pāricariyānuttariyaṃ, anussatānuttariyanti. ",
          "en": "The unsurpassable seeing, listening, acquisition, training, service, and recollection. "
        },
        {
          "scid": "an6.30:2.1",
          "pli": "Katamañca, bhikkhave, dassanānuttariyaṃ? ",
          "en": "And what is the unsurpassable seeing? "
        },
        {
          "scid": "an6.30:2.2",
          "pli": "Idha, bhikkhave, ekacco hatthiratanampi dassanāya gacchati, assaratanampi dassanāya gacchati, maṇiratanampi dassanāya gacchati, uccāvacaṃ vā pana dassanāya gacchati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ dassanāya gacchati. ",
          "en": "Some people go to see an elephant-treasure, a horse-treasure, a jewel-treasure, or a diverse spectrum of sights; or ascetics and brahmins of wrong view and wrong practice. "
        },
        {
          "scid": "an6.30:2.3",
          "pli": "Atthetaṃ, bhikkhave, dassanaṃ; netaṃ natthīti vadāmi. ",
          "en": "There is such a seeing, I don’t deny it. "
        },
        {
          "scid": "an6.30:2.4",
          "pli": "Tañca kho etaṃ, bhikkhave, dassanaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ",
          "en": "That seeing is low, crude, ordinary, ignoble, and pointless. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. "
        },
        {
          "scid": "an6.30:2.5",
          "pli": "Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, dassanānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
          "en": "The unsurpassable seeing is when someone with settled faith and love, sure and devoted, goes to see a Realized One or their disciple. This is in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment. "
        },
        {
          "scid": "an6.30:2.6",
          "pli": "Idaṃ vuccati, bhikkhave, dassanānuttariyaṃ. ",
          "en": "This is called the unsurpassable seeing. "
        },
        {
          "scid": "an6.30:2.7",
          "pli": "Iti dassanānuttariyaṃ. (1) ",
          "en": "Such is the unsurpassable seeing. "
        },
        {
          "scid": "an6.30:3.1",
          "pli": "Savanānuttariyañca kathaṃ hoti? ",
          "en": "But what of the unsurpassable hearing? "
        },
        {
          "scid": "an6.30:3.2",
          "pli": "Idha, bhikkhave, ekacco bherisaddampi savanāya gacchati, vīṇāsaddampi savanāya gacchati, gītasaddampi savanāya gacchati, uccāvacaṃ vā pana savanāya gacchati, samaṇassa vā brāhmaṇassa vā micchādiṭṭhikassa micchāpaṭipannassa dhammassavanāya gacchati. ",
          "en": "Some people go to hear the sound of drums, arched harps, singing, or a diverse spectrum of sounds; or ascetics and brahmins of wrong view and wrong practice. "
        },
        {
          "scid": "an6.30:3.3",
          "pli": "Atthetaṃ, bhikkhave, savanaṃ; netaṃ natthīti vadāmi. ",
          "en": "There is such a hearing, I don’t deny it. "
        },
        {
          "scid": "an6.30:3.4",
          "pli": "Tañca kho etaṃ, bhikkhave, savanaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ",
          "en": "That hearing … doesn’t lead to extinguishment. "
        },
        {
          "scid": "an6.30:3.5",
          "pli": "Yo ca kho, bhikkhave, tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, savanānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
          "en": "The unsurpassable hearing is when someone with settled faith and love, sure and devoted, goes to hear the teaching of a Realized One or one of his disciples. … "
        },
        {
          "scid": "an6.30:3.6",
          "pli": "Idaṃ vuccati, bhikkhave, savanānuttariyaṃ. ",
          "en": "This is called the unsurpassable hearing. "
        },
        {
          "scid": "an6.30:3.7",
          "pli": "Iti dassanānuttariyaṃ, savanānuttariyaṃ. (2) ",
          "en": "Such is the unsurpassable seeing and hearing. "
        },
        {
          "scid": "an6.30:4.1",
          "pli": "Lābhānuttariyañca kathaṃ hoti? ",
          "en": "But what of the unsurpassable acquisition? "
        },
        {
          "scid": "an6.30:4.2",
          "pli": "Idha, bhikkhave, ekacco puttalābhampi labhati, dāralābhampi labhati, dhanalābhampi labhati, uccāvacaṃ vā pana lābhaṃ labhati, samaṇe vā brāhmaṇe vā micchādiṭṭhike micchāpaṭipanne saddhaṃ paṭilabhati. ",
          "en": "Some people acquire a child, a wife, wealth, or a diverse spectrum of things; or they acquire faith in an ascetic or brahmin of wrong view and wrong practice. "
        },
        {
          "scid": "an6.30:4.3",
          "pli": "Attheso, bhikkhave, lābho; neso natthīti vadāmi. ",
          "en": "There is such an acquisition, I don’t deny it. "
        },
        {
          "scid": "an6.30:4.4",
          "pli": "So ca kho eso, bhikkhave, lābho hīno gammo pothujjaniko anariyo anatthasaṃhito, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ",
          "en": "That acquisition … doesn’t lead to extinguishment. "
        },
        {
          "scid": "an6.30:4.5",
          "pli": "Yo ca kho, bhikkhave, tathāgate vā tathāgatasāvake vā saddhaṃ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, lābhānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgate vā tathāgatasāvake vā saddhaṃ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
          "en": "The unsurpassable acquisition is when someone with settled faith and love, sure and devoted, acquires faith in a Realized One or their disciple. … "
        },
        {
          "scid": "an6.30:4.6",
          "pli": "Idaṃ vuccati, bhikkhave, lābhānuttariyaṃ. ",
          "en": "This is called the unsurpassable acquisition. "
        },
        {
          "scid": "an6.30:4.7",
          "pli": "Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ. (3) ",
          "en": "Such is the unsurpassable seeing, hearing, and acquisition. "
        },
        {
          "scid": "an6.30:5.1",
          "pli": "Sikkhānuttariyañca kathaṃ hoti? ",
          "en": "But what of the unsurpassable training? "
        },
        {
          "scid": "an6.30:5.2",
          "pli": "Idha, bhikkhave, ekacco hatthismimpi sikkhati, assasmimpi sikkhati, rathasmimpi sikkhati, dhanusmimpi sikkhati, tharusmimpi sikkhati, uccāvacaṃ vā pana sikkhati, samaṇassa vā brāhmaṇassa vā micchādiṭṭhikassa micchāpaṭipannassa sikkhati. ",
          "en": "Some people train in elephant riding, horse riding, chariot driving, archery, swordsmanship, or a diverse spectrum of things; or they train under an ascetic or brahmin of wrong view and wrong practice. "
        },
        {
          "scid": "an6.30:5.3",
          "pli": "Atthesā, bhikkhave, sikkhā; nesā natthīti vadāmi. ",
          "en": "There is such a training, I don’t deny it. "
        },
        {
          "scid": "an6.30:5.4",
          "pli": "Sā ca kho esā, bhikkhave, sikkhā hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ",
          "en": "That training … doesn’t lead to extinguishment. "
        },
        {
          "scid": "an6.30:5.5",
          "pli": "Yo ca kho, bhikkhave, tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, sikkhānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati, niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
          "en": "The unsurpassable training is when someone with settled faith and love, sure and devoted, trains in the higher ethics, the higher mind, and the higher wisdom in the teaching and training proclaimed by a Realized One. … "
        },
        {
          "scid": "an6.30:5.6",
          "pli": "Idaṃ vuccati, bhikkhave, sikkhānuttariyaṃ. ",
          "en": "This is called the unsurpassable training. "
        },
        {
          "scid": "an6.30:5.7",
          "pli": "Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ. (4) ",
          "en": "Such is the unsurpassable seeing, hearing, acquisition, and training. "
        },
        {
          "scid": "an6.30:6.1",
          "pli": "Pāricariyānuttariyañca kathaṃ hoti? ",
          "en": "But what of the unsurpassable service? "
        },
        {
          "scid": "an6.30:6.2",
          "pli": "Idha, bhikkhave, ekacco khattiyampi paricarati, brāhmaṇampi paricarati, gahapatimpi paricarati, uccāvacaṃ vā pana paricarati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ paricarati. ",
          "en": "Some people serve an aristocrat, a brahmin, a householder, or a diverse spectrum of people; or they serve ascetics and brahmins of wrong view and wrong practice. "
        },
        {
          "scid": "an6.30:6.3",
          "pli": "Atthesā, bhikkhave, pāricariyā; nesā natthīti vadāmi. ",
          "en": "There is such service, I don’t deny it. "
        },
        {
          "scid": "an6.30:6.4",
          "pli": "Sā ca kho esā, bhikkhave, pāricariyā hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya … pe … na nibbānāya saṃvattati. ",
          "en": "That service … doesn’t lead to extinguishment. "
        },
        {
          "scid": "an6.30:6.5",
          "pli": "Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, pāricariyānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
          "en": "The unsurpassable service is when someone with settled faith and love, sure and devoted, serves a Realized One or their disciple. … "
        },
        {
          "scid": "an6.30:6.6",
          "pli": "Idaṃ vuccati, bhikkhave, pāricariyānuttariyaṃ. ",
          "en": "This is called the unsurpassable service. "
        },
        {
          "scid": "an6.30:6.7",
          "pli": "Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ, pāricariyānuttariyaṃ. (5) ",
          "en": "Such is the unsurpassable seeing, listening, acquisition, training, and service. "
        },
        {
          "scid": "an6.30:7.1",
          "pli": "Anussatānuttariyañca kathaṃ hoti? ",
          "en": "But what of the unsurpassable recollection? "
        },
        {
          "scid": "an6.30:7.2",
          "pli": "Idha, bhikkhave, ekacco puttalābhampi anussarati, dāralābhampi anussarati, dhanalābhampi anussarati, uccāvacaṃ vā pana lābhaṃ anussarati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ anussarati. ",
          "en": "Some people recollect a child, a wife, wealth, or a diverse spectrum of things; or they recollect an ascetic or brahmin of wrong view and wrong practice. "
        },
        {
          "scid": "an6.30:7.3",
          "pli": "Atthesā, bhikkhave, anussati; nesā natthīti vadāmi. ",
          "en": "There is such recollection, I don’t deny it. "
        },
        {
          "scid": "an6.30:7.4",
          "pli": "Sā ca kho esā, bhikkhave, anussati hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati. ",
          "en": "That recollection is low, crude, ordinary, ignoble, and pointless. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. "
        },
        {
          "scid": "an6.30:7.5",
          "pli": "Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, anussatīnaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
          "en": "The unsurpassable recollection is when someone with settled faith and love, sure and devoted, recollects a Realized One or their disciple. … "
        },
        {
          "scid": "an6.30:7.6",
          "pli": "Idaṃ vuccati, bhikkhave, anussatānuttariyaṃ. (6) ",
          "en": "This is called the unsurpassable recollection. "
        },
        {
          "scid": "an6.30:8.1",
          "pli": "Imāni kho, bhikkhave, cha anuttariyānīti. ",
          "en": "These are the six unsurpassable things. "
        },
        {
          "scid": "an6.30:9.1",
          "pli": "Ye dassanānuttaraṃ laddhā, ",
          "en": "They’ve gained the unsurpassed seeing, "
        },
        {
          "scid": "an6.30:9.2",
          "pli": "savanañca anuttaraṃ; ",
          "en": "the unsurpassed hearing, "
        },
        {
          "scid": "an6.30:9.3",
          "pli": "Lābhānuttariyaṃ laddhā, ",
          "en": "and the unsurpassable acquisition. "
        },
        {
          "scid": "an6.30:9.4",
          "pli": "sikkhānuttariye ratā. ",
          "en": "They enjoy the unsurpassable training "
        },
        {
          "scid": "an6.30:10.1",
          "pli": "Upaṭṭhitā pāricariyā, ",
          "en": "and serve with care. "
        },
        {
          "scid": "an6.30:10.2",
          "pli": "bhāvayanti anussatiṃ; ",
          "en": "Then they develop recollection "
        },
        {
          "scid": "an6.30:10.3",
          "pli": "Vivekappaṭisaṃyuttaṃ, ",
          "en": "connected with seclusion, "
        },
        {
          "scid": "an6.30:10.4",
          "pli": "khemaṃ amatagāminiṃ. ",
          "en": "which is safe, and leads to the deathless. "
        },
        {
          "scid": "an6.30:11.1",
          "pli": "Appamāde pamuditā, ",
          "en": "They rejoice in diligence, "
        },
        {
          "scid": "an6.30:11.2",
          "pli": "nipakā sīlasaṃvutā; ",
          "en": "alert and ethically restrained. "
        },
        {
          "scid": "an6.30:11.3",
          "pli": "Te ve kālena paccenti, ",
          "en": "And in time they understand "
        },
        {
          "scid": "an6.30:11.4",
          "pli": "yattha dukkhaṃ nirujjhatī”ti. ",
          "en": "where suffering ceases.” "
        },
        {
          "scid": "an6.30:11.5",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an6.30:11.6",
          "pli": "Anuttariyavaggo tatiyo. ",
          "en": " "
        },
        {
          "scid": "an6.30:12.1",
          "pli": "Sāmako aparihāniyo, ",
          "en": " "
        },
        {
          "scid": "an6.30:12.2",
          "pli": "Bhayaṃ himavānussati; ",
          "en": " "
        },
        {
          "scid": "an6.30:12.3",
          "pli": "Kaccāno dve ca samayā, ",
          "en": " "
        },
        {
          "scid": "an6.30:12.4",
          "pli": "Udāyī anuttariyenāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these six things are unsurpassable. ",
      "expandable": false
    }
  ],
  "suttaCode": "an6.30/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 6.30",
    "volpages": "AN iii 325",
    "uid": "an6.30",
    "blurb": "There are things in the world considered to be unsurpassed, but none of them compare with the Dhamma.",
    "difficulty": null,
    "original_title": "Anuttariya Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Unsurpassable ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an6.30_sujato",
        "segmented": true,
        "title": "Unsurpassable ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 10
  }
}