{
  "sutta_uid": "an7.50",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an7.50",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Sex ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Bound and Unbound ",
      "uid": "an7.51"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Perceptions in Detail ",
      "uid": "an7.49"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an7.50:0.1",
          "pli": "Aṅguttara Nikāya 7 ",
          "en": "Numbered Discourses 7 "
        },
        {
          "scid": "an7.50:0.2",
          "pli": "5. Mahāyaññavagga ",
          "en": "5. A Great Sacrifice "
        },
        {
          "scid": "an7.50:0.3",
          "pli": "50. Methunasutta ",
          "en": "50. Sex "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 7 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an7.50:1.1",
          "pli": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "Then the brahmin Jāṇussoṇi went up to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "an7.50:1.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, "
        },
        {
          "scid": "an7.50:1.3",
          "pli": "“bhavampi no gotamo brahmacārī paṭijānātī”ti? ",
          "en": "“Does Master Gotama claim to be celibate?” "
        },
        {
          "scid": "an7.50:1.4",
          "pli": "“Yañhi taṃ, brāhmaṇa, sammā vadamāno vadeyya: ",
          "en": "“Brahmin, if anyone should be rightly said to "
        },
        {
          "scid": "an7.50:1.5",
          "pli": "‘akhaṇḍaṃ acchiddaṃ asabalaṃ akammāsaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caratī’ti, mameva taṃ, brāhmaṇa, sammā vadamāno vadeyya: ",
          "en": "live the celibate life unbroken, impeccable, spotless, and unmarred, full and pure, it’s me.” "
        },
        {
          "scid": "an7.50:1.6",
          "pli": "‘ahañhi, brāhmaṇa, akhaṇḍaṃ acchiddaṃ asabalaṃ akammāsaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carāmī’”ti. ",
          "en": " "
        },
        {
          "scid": "an7.50:1.7",
          "pli": "“Kiṃ pana, bho gotama, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampī”ti? ",
          "en": "“But what, Master Gotama, is a break, taint, stain, or mar in celibacy?” "
        },
        {
          "scid": "an7.50:2.1",
          "pli": "“Idha, brāhmaṇa, ekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṃ dvayaṃdvayasamāpattiṃ samāpajjati; ",
          "en": "“Firstly, an ascetic or brahmin who claims to be perfectly celibate does not mutually engage in sex with a female. "
        },
        {
          "scid": "an7.50:2.2",
          "pli": "api ca kho mātugāmassa ucchādanaparimaddananhāpanasambāhanaṃ sādiyati. ",
          "en": "However, they consent to being anointed, massaged, bathed, and rubbed by a female. "
        },
        {
          "scid": "an7.50:2.3",
          "pli": "So taṃ assādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. ",
          "en": "They enjoy it and like it and find it satisfying. "
        },
        {
          "scid": "an7.50:2.4",
          "pli": "Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi. ",
          "en": "This is a break, taint, stain, or mar in celibacy. "
        },
        {
          "scid": "an7.50:2.5",
          "pli": "Ayaṃ vuccati, brāhmaṇa, aparisuddhaṃ brahmacariyaṃ carati, saṃyutto methunena saṃyogena na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. (1) ",
          "en": "This is called one who lives the celibate life impurely, tied to the fetter of sex. They’re not freed from rebirth, old age, death, sorrow, lamentation, pain, sadness, and distress. They’re not freed from suffering, I say. "
        },
        {
          "scid": "an7.50:3.1",
          "pli": "Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṃ dvayaṃdvayasamāpattiṃ samāpajjati, napi mātugāmassa ucchādanaparimaddananhāpanasambāhanaṃ sādiyati; ",
          "en": "Furthermore, an ascetic or brahmin who claims to be perfectly celibate does not mutually engage in sex with a female. Nor do they consent to massage and bathing. "
        },
        {
          "scid": "an7.50:3.2",
          "pli": "api ca kho mātugāmena saddhiṃ sañjagghati saṅkīḷati saṅkelāyati … pe …. (2) ",
          "en": "However, they giggle and play and have fun with females. … "
        },
        {
          "scid": "an7.50:4.1",
          "pli": "Napi mātugāmena saddhiṃ sañjagghati saṅkīḷati saṅkelāyati; ",
          "en": " "
        },
        {
          "scid": "an7.50:4.2",
          "pli": "api ca kho mātugāmassa cakkhunā cakkhuṃ upanijjhāyati pekkhati … pe …. (3) ",
          "en": "they gaze into a female’s eyes. … "
        },
        {
          "scid": "an7.50:5.1",
          "pli": "Napi mātugāmassa cakkhunā cakkhuṃ upanijjhāyati pekkhati; ",
          "en": " "
        },
        {
          "scid": "an7.50:5.2",
          "pli": "api ca kho mātugāmassa saddaṃ suṇāti tirokuṭṭaṃ vā tiropākāraṃ vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā … pe …. (4) ",
          "en": "they listen through a wall or rampart to the sound of females laughing or chatting or singing or crying. … "
        },
        {
          "scid": "an7.50:6.1",
          "pli": "Napi mātugāmassa saddaṃ suṇāti tirokuṭṭaṃ vā tiropākāraṃ vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā; ",
          "en": " "
        },
        {
          "scid": "an7.50:6.2",
          "pli": "api ca kho yānissa tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni tāni anussarati … pe …. (5) ",
          "en": "they recall when they used to laugh, chat, and have fun with females … "
        },
        {
          "scid": "an7.50:7.1",
          "pli": "Napi yānissa tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni tāni anussarati; ",
          "en": " "
        },
        {
          "scid": "an7.50:7.2",
          "pli": "api ca kho passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ … pe …. (6) ",
          "en": "they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation. … "
        },
        {
          "scid": "an7.50:8.1",
          "pli": "Napi passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ; ",
          "en": "They don’t see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation. "
        },
        {
          "scid": "an7.50:8.2",
          "pli": "api ca kho aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vāti. ",
          "en": "However, they live the celibate life wishing to be reborn in one of the orders of gods. They think: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ "
        },
        {
          "scid": "an7.50:8.3",
          "pli": "So taṃ assādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati. ",
          "en": "They enjoy it and like it and find it satisfying. "
        },
        {
          "scid": "an7.50:8.4",
          "pli": "Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi. ",
          "en": "This is a break, taint, stain, or mar in celibacy. "
        },
        {
          "scid": "an7.50:8.5",
          "pli": "Ayaṃ vuccati, brāhmaṇa, aparisuddhaṃ brahmacariyaṃ carati saṃyutto methunena saṃyogena, na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. (7) ",
          "en": "This is called one who lives the celibate life impurely, tied to the fetter of sex. They’re not free from rebirth, old age, death, sorrow, lamentation, pain, sadness, and distress. They’re not free from suffering, I say. "
        },
        {
          "scid": "an7.50:9.1",
          "pli": "Yāvakīvañcāhaṃ, brāhmaṇa, imesaṃ sattannaṃ methunasaṃyogānaṃ aññataraññataramethunasaṃyogaṃ attani appahīnaṃ samanupassiṃ, neva tāvāhaṃ, brāhmaṇa, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ",
          "en": "As long as I saw that these seven sexual fetters—or even one of them—had not been given up in me, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. "
        },
        {
          "scid": "an7.50:10.1",
          "pli": "Yato ca khohaṃ, brāhmaṇa, imesaṃ sattannaṃ methunasaṃyogānaṃ aññataraññataramethunasaṃyogaṃ attani appahīnaṃ na samanupassiṃ, athāhaṃ, brāhmaṇa, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ. ",
          "en": "But when I saw that these seven sexual fetters—every one of them—had been given up in me, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans. "
        },
        {
          "scid": "an7.50:10.2",
          "pli": "‘Ñāṇañca pana me dassanaṃ udapādi, ",
          "en": "Knowledge and vision arose in me: "
        },
        {
          "scid": "an7.50:10.3",
          "pli": "akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
          "en": "‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’” "
        },
        {
          "scid": "an7.50:11.1",
          "pli": "Evaṃ vutte, jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca: ",
          "en": "When he said this, the brahmin Jāṇussoṇi said to the Buddha, "
        },
        {
          "scid": "an7.50:11.2",
          "pli": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe … ",
          "en": "“Excellent, Master Gotama! Excellent! … "
        },
        {
          "scid": "an7.50:11.3",
          "pli": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
          "en": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
        },
        {
          "scid": "an7.50:11.4",
          "pli": "Sattamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then the brahmin Jāṇussoṇi went up to the Buddha,…",
      "expandable": false
    }
  ],
  "suttaCode": "an7.50/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 7.50//AN 7.47",
    "volpages": "AN iv 54",
    "uid": "an7.50",
    "blurb": "The brahmin Jāṇussoṇī asks the Buddha about behaviors that are a blemish to the celibate life.",
    "difficulty": null,
    "original_title": "Methuna Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Sex ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an7.50_sujato",
        "segmented": true,
        "title": "Sex ",
        "volpage": null
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 7
  }
}