{
  "sutta_uid": "an7.49",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an7.49",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Perceptions in Detail ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Sex ",
      "uid": "an7.50"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Perceptions in Brief ",
      "uid": "an7.48"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an7.49:0.1",
          "pli": "Aṅguttara Nikāya 7 ",
          "en": "Numbered Discourses 7 "
        },
        {
          "scid": "an7.49:0.2",
          "pli": "5. Mahāyaññavagga ",
          "en": "5. A Great Sacrifice "
        },
        {
          "scid": "an7.49:0.3",
          "pli": "49. Dutiyasaññāsutta ",
          "en": "49. Perceptions in Detail "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 7 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an7.49:1.1",
          "pli": "“Sattimā, bhikkhave, saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānā. ",
          "en": "“Mendicants, these seven perceptions, when developed and cultivated, are very fruitful and beneficial. They culminate in the deathless and end with the deathless. "
        },
        {
          "scid": "an7.49:1.2",
          "pli": "Katamā satta? ",
          "en": "What seven? "
        },
        {
          "scid": "an7.49:1.3",
          "pli": "Asubhasaññā, maraṇasaññā, āhāre paṭikūlasaññā, sabbaloke anabhiratasaññā, aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā. ",
          "en": "The perceptions of ugliness, death, repulsiveness of food, dissatisfaction with the whole world, impermanence, suffering in impermanence, and not-self in suffering. "
        },
        {
          "scid": "an7.49:1.4",
          "pli": "Imā kho, bhikkhave, satta saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānāti. ",
          "en": "These seven perceptions, when developed and cultivated, are very fruitful and beneficial. They culminate in the deathless and end with the deathless. "
        },
        {
          "scid": "an7.49:2.1",
          "pli": "‘Asubhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti. ",
          "en": "‘When the perception of ugliness is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ "
        },
        {
          "scid": "an7.49:2.2",
          "pli": "iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "That’s what I said, but why did I say it? "
        },
        {
          "scid": "an7.49:2.3",
          "pli": "Asubhasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": "When a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse. They shrink away, turn aside, and don’t get drawn into it. And either equanimity or revulsion become stabilized. "
        },
        {
          "scid": "an7.49:2.4",
          "pli": "Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati. ",
          "en": "It’s like a chicken’s feather or a strip of sinew thrown in a fire. It shrivels up, shrinks, rolls up, and doesn’t stretch out. "
        },
        {
          "scid": "an7.49:2.5",
          "pli": "Evamevaṃ kho, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": "In the same way, when a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse. … "
        },
        {
          "scid": "an7.49:3.1",
          "pli": "Sace, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ",
          "en": "If a mendicant often meditates with a mind reinforced with the perception of ugliness, but their mind is drawn to sexual intercourse, and not repulsed, "
        },
        {
          "scid": "an7.49:3.2",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me asubhasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ",
          "en": "they should know: ‘My perception of ugliness is undeveloped. I don’t have any distinction higher than before. I haven’t attained a fruit of development.’ "
        },
        {
          "scid": "an7.49:3.3",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": "In this way they are aware of the situation. "
        },
        {
          "scid": "an7.49:3.4",
          "pli": "Sace pana, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
          "en": "But if a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse … "
        },
        {
          "scid": "an7.49:3.5",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me asubhasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ",
          "en": "they should know: ‘My perception of ugliness is well developed. I have realized a distinction higher than before. I have attained a fruit of development.’ "
        },
        {
          "scid": "an7.49:3.6",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": "In this way they are aware of the situation. "
        },
        {
          "scid": "an7.49:3.7",
          "pli": "‘Asubhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ",
          "en": "‘When the perception of ugliness is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ "
        },
        {
          "scid": "an7.49:3.8",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (1) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an7.49:4.1",
          "pli": "‘Maraṇasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "‘When the perception of death is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an7.49:4.2",
          "pli": "Maraṇasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": "When a mendicant often meditates with a mind reinforced with the perception of death, their mind draws back from attachment to life. … "
        },
        {
          "scid": "an7.49:4.3",
          "pli": "Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati. ",
          "en": " "
        },
        {
          "scid": "an7.49:4.4",
          "pli": "Evamevaṃ kho, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": " "
        },
        {
          "scid": "an7.49:5.1",
          "pli": "Sace, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ",
          "en": " "
        },
        {
          "scid": "an7.49:5.2",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me maraṇasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:5.3",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:5.4",
          "pli": "Sace pana, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
          "en": " "
        },
        {
          "scid": "an7.49:5.5",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me maraṇasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:5.6",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:5.7",
          "pli": "‘Maraṇasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ",
          "en": " "
        },
        {
          "scid": "an7.49:5.8",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (2) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an7.49:6.1",
          "pli": "‘Āhāre paṭikūlasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "‘When the perception of the repulsiveness of food is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an7.49:6.2",
          "pli": "Āhāre paṭikūlasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati … pe … upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": "When a mendicant often meditates with a mind reinforced with the perception of the repulsiveness of food, their mind draws back from craving for tastes. … "
        },
        {
          "scid": "an7.49:6.3",
          "pli": "Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati. ",
          "en": " "
        },
        {
          "scid": "an7.49:6.4",
          "pli": "Evamevaṃ kho, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati … pe … upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": " "
        },
        {
          "scid": "an7.49:7.1",
          "pli": "Sace, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ",
          "en": " "
        },
        {
          "scid": "an7.49:7.2",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me āhāre paṭikūlasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:7.3",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:7.4",
          "pli": "Sace pana, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati … pe … upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
          "en": " "
        },
        {
          "scid": "an7.49:7.5",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me āhāre paṭikūlasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:7.6",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:7.7",
          "pli": "‘Āhāre paṭikūlasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ",
          "en": " "
        },
        {
          "scid": "an7.49:7.8",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (3) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an7.49:8.1",
          "pli": "‘Sabbaloke anabhiratasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ. ",
          "en": "‘When the perception of dissatisfaction with the whole world is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an7.49:8.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "an7.49:8.3",
          "pli": "Sabbaloke anabhiratasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati … pe … ",
          "en": "When a mendicant often meditates with a mind reinforced with the perception of dissatisfaction with the whole world, their mind draws back from the world’s shiny things. … "
        },
        {
          "scid": "an7.49:8.4",
          "pli": "seyyathāpi bhikkhave … pe … patilīyati patikuṭati pativattati, na sampasāriyati. ",
          "en": " "
        },
        {
          "scid": "an7.49:8.5",
          "pli": "Evamevaṃ kho, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": " "
        },
        {
          "scid": "an7.49:9.1",
          "pli": "Sace, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ",
          "en": " "
        },
        {
          "scid": "an7.49:9.2",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me sabbaloke anabhiratasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:9.3",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:9.4",
          "pli": "Sace pana, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati … pe … upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
          "en": " "
        },
        {
          "scid": "an7.49:9.5",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me sabbaloke anabhiratasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:9.6",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:9.7",
          "pli": "‘Sabbaloke anabhiratasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ",
          "en": " "
        },
        {
          "scid": "an7.49:9.8",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (4) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an7.49:10.1",
          "pli": "‘Aniccasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ. ",
          "en": "‘When the perception of impermanence is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an7.49:10.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "an7.49:10.3",
          "pli": "Aniccasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati … pe … upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": "When a mendicant often meditates with a mind reinforced with the perception of impermanence, their mind draws back from material possessions, honors, and fame. … "
        },
        {
          "scid": "an7.49:10.4",
          "pli": "Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati na sampasāriyati. ",
          "en": " "
        },
        {
          "scid": "an7.49:10.5",
          "pli": "Evamevaṃ kho, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati … pe … upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
          "en": " "
        },
        {
          "scid": "an7.49:11.1",
          "pli": "Sace, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ anusandahati appaṭikulyatā saṇṭhāti; ",
          "en": " "
        },
        {
          "scid": "an7.49:11.2",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me aniccasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:11.3",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:11.4",
          "pli": "Sace pana, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
          "en": " "
        },
        {
          "scid": "an7.49:11.5",
          "pli": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me aniccasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:11.6",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:11.7",
          "pli": "‘Aniccasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ",
          "en": " "
        },
        {
          "scid": "an7.49:11.8",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (5) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an7.49:12.1",
          "pli": "‘Anicce dukkhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ. ",
          "en": "‘When the perception of suffering in impermanence is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an7.49:12.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "an7.49:12.3",
          "pli": "Anicce dukkhasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ",
          "en": "When a mendicant often meditates with a mind reinforced with the perception of suffering in impermanence, they establish a keen perception of the danger of sloth, laziness, slackness, negligence, lack of commitment, and failure to review, like a killer with a drawn sword. … "
        },
        {
          "scid": "an7.49:13.1",
          "pli": "Sace, bhikkhave, bhikkhuno anicce dukkhasaññāparicitena cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā, na paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ",
          "en": " "
        },
        {
          "scid": "an7.49:13.2",
          "pli": "Veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me anicce dukkhasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:13.3",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:13.4",
          "pli": "Sace pana, bhikkhave, bhikkhuno anicce dukkhasaññāparicitena cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ",
          "en": " "
        },
        {
          "scid": "an7.49:13.5",
          "pli": "Veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me anicce dukkhasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ",
          "en": " "
        },
        {
          "scid": "an7.49:13.6",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": " "
        },
        {
          "scid": "an7.49:13.7",
          "pli": "‘Anicce dukkhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ",
          "en": " "
        },
        {
          "scid": "an7.49:13.8",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (6) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an7.49:14.1",
          "pli": "‘Dukkhe anattasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ. ",
          "en": "‘When the perception of not-self in suffering is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an7.49:14.2",
          "pli": "Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": " "
        },
        {
          "scid": "an7.49:14.3",
          "pli": "Dukkhe anattasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ. ",
          "en": "When a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, their mind is rid of I-making, mine-making, and conceit for this conscious body and all external stimuli. It has gone beyond discrimination, and is peaceful and well freed. "
        },
        {
          "scid": "an7.49:15.1",
          "pli": "Sace, bhikkhave, bhikkhuno dukkhe anattasaññāparicitena cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu na ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ. ",
          "en": "If a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, but their mind is not rid of I-making, mine-making, and conceit for this conscious body and all external stimuli; nor has it gone beyond discrimination, and is not peaceful or well freed, "
        },
        {
          "scid": "an7.49:15.2",
          "pli": "Veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me dukkhe anattasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti. ",
          "en": "they should know: ‘My perception of not-self in suffering is undeveloped. I don’t have any distinction higher than before. I haven’t attained a fruit of development.’ "
        },
        {
          "scid": "an7.49:15.3",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": "In this way they are aware of the situation. "
        },
        {
          "scid": "an7.49:16.1",
          "pli": "Sace pana, bhikkhave, bhikkhuno dukkhe anattasaññāparicitena cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ. ",
          "en": "But if a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, and their mind is rid of I-making, mine-making, and conceit for this conscious body and all external stimuli; and it has gone beyond discrimination, and is peaceful and well freed, "
        },
        {
          "scid": "an7.49:16.2",
          "pli": "Veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me dukkhe anattasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti. ",
          "en": "they should know: ‘My perception of not-self in suffering is well developed. I have realized a distinction higher than before. I have attained a fruit of development.’ "
        },
        {
          "scid": "an7.49:16.3",
          "pli": "Itiha tattha sampajāno hoti. ",
          "en": "In this way they are aware of the situation. "
        },
        {
          "scid": "an7.49:16.4",
          "pli": "‘Dukkhe anattasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, ",
          "en": "‘When the perception of not-self in suffering is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ "
        },
        {
          "scid": "an7.49:16.5",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (7) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an7.49:17.1",
          "pli": "Imā kho, bhikkhave, satta saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānā”ti. ",
          "en": "These seven perceptions, when developed and cultivated, are very fruitful and beneficial. They culminate in the deathless and end with the deathless.” "
        },
        {
          "scid": "an7.49:17.2",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, these seven perceptions, when developed and cultivated, are…",
      "expandable": false
    }
  ],
  "suttaCode": "an7.49/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 7.49//AN 7.46",
    "volpages": "AN iv 46",
    "uid": "an7.49",
    "blurb": "Meditating on seven perceptions leads to the deathless, in detail.",
    "difficulty": null,
    "original_title": "Dutiyasaññā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Perceptions in Detail ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an7.49_sujato",
        "segmented": true,
        "title": "Perceptions in Detail ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an7.49_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Perceptions"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 6
  }
}