{
  "sutta_uid": "an7.22",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an7.22",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Vassakāra ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Non-Decline for Mendicants (1st) ",
      "uid": "an7.23"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "At Sārandada ",
      "uid": "an7.21"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an7.22:0.1",
          "pli": "Aṅguttara Nikāya 7 ",
          "en": "Numbered Discourses 7 "
        },
        {
          "scid": "an7.22:0.2",
          "pli": "3. Vajjisattakavagga ",
          "en": "3. The Vajji Seven "
        },
        {
          "scid": "an7.22:0.3",
          "pli": "22. Vassakārasutta ",
          "en": "22. With Vassakāra "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 7 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an7.22:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "an7.22:1.2",
          "pli": "ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
          "en": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. "
        },
        {
          "scid": "an7.22:1.3",
          "pli": "Tena kho pana samayena rājā māgadho ajātasattu vedehiputto vajjī abhiyātukāmo hoti. ",
          "en": "Now at that time King Ajātasattu Vedehiputta of Māgadha wanted to invade the Vajjis. "
        },
        {
          "scid": "an7.22:1.4",
          "pli": "So evamāha: ",
          "en": "He declared: "
        },
        {
          "scid": "an7.22:1.5",
          "pli": "“ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi, vajjī vināsessāmi, vajjī anayabyasanaṃ āpādessāmī”ti. ",
          "en": "“I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!” "
        },
        {
          "scid": "an7.22:2.1",
          "pli": "Atha kho rājā māgadho ajātasattu vedehiputto vassakāraṃ brāhmaṇaṃ māgadhamahāmattaṃ āmantesi: ",
          "en": "And then King Ajātasattu addressed Vassakāra the brahmin minister of Māgadha, "
        },
        {
          "scid": "an7.22:2.2",
          "pli": "“ehi tvaṃ, brāhmaṇa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ",
          "en": "“Please, brahmin, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "an7.22:2.3",
          "pli": "‘rājā, bhante, māgadho ajātasattu vedehiputto bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti. ",
          "en": " "
        },
        {
          "scid": "an7.22:2.4",
          "pli": "Evañca vadehi: ",
          "en": "And then say: "
        },
        {
          "scid": "an7.22:2.5",
          "pli": "‘rājā, bhante, māgadho ajātasattu vedehiputto vajjī abhiyātukāmo. ",
          "en": "‘Sir, King Ajātasattu Vedehiputta of Māgadha wants to invade the Vajjis. "
        },
        {
          "scid": "an7.22:2.6",
          "pli": "So evamāha—",
          "en": "He has declared: "
        },
        {
          "scid": "an7.22:2.7",
          "pli": "ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi, vajjī vināsessāmi, vajjī anayabyasanaṃ āpādessāmī’ti. ",
          "en": "“I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!”’ "
        },
        {
          "scid": "an7.22:2.8",
          "pli": "Yathā te bhagavā byākaroti, taṃ sādhukaṃ uggahetvā mama āroceyyāsi. ",
          "en": "Remember well how the Buddha answers and tell it to me. "
        },
        {
          "scid": "an7.22:2.9",
          "pli": "Na hi tathāgatā vitathaṃ bhaṇantī”ti. ",
          "en": "For Realized Ones say nothing that is not so.” "
        },
        {
          "scid": "an7.22:3.1",
          "pli": "“Evaṃ, bho”ti kho vassakāro brāhmaṇo māgadhamahāmatto rañño māgadhassa ajātasattussa vedehiputtassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
          "en": "“Yes, sir,” Vassakāra replied. He went to the Buddha, and exchanged greetings with him. "
        },
        {
          "scid": "an7.22:3.2",
          "pli": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vassakāro brāhmaṇo māgadhamahāmatto bhagavantaṃ etadavoca: ",
          "en": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: "
        },
        {
          "scid": "an7.22:3.3",
          "pli": "“rājā, bho gotama, māgadho ajātasattu vedehiputto bhoto gotamassa pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati. ",
          "en": "“Master Gotama, King Ajātasattu bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably. "
        },
        {
          "scid": "an7.22:3.4",
          "pli": "Rājā, bho gotama, māgadho ajātasattu vedehiputto vajjī abhiyātukāmo. ",
          "en": "King Ajātasattu wants to invade the Vajjis. "
        },
        {
          "scid": "an7.22:3.5",
          "pli": "So evamāha: ",
          "en": "He has declared: "
        },
        {
          "scid": "an7.22:3.6",
          "pli": "‘ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi, vajjī vināsessāmi, vajjī anayabyasanaṃ āpādessāmī’”ti. ",
          "en": "‘I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!’” "
        },
        {
          "scid": "an7.22:4.1",
          "pli": "Tena kho pana samayena āyasmā ānando bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno. ",
          "en": "Now at that time Venerable Ānanda was standing behind the Buddha fanning him. "
        },
        {
          "scid": "an7.22:4.2",
          "pli": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ",
          "en": "Then the Buddha said to him: "
        },
        {
          "scid": "an7.22:4.3",
          "pli": "“kinti te, ānanda, sutaṃ: ‘vajjī abhiṇhaṃ sannipātā sannipātabahulā’”ti? ",
          "en": "“Ānanda, have you heard that the Vajjis meet frequently and have many meetings?” "
        },
        {
          "scid": "an7.22:4.4",
          "pli": "“Sutaṃ metaṃ, bhante: ‘vajjī abhiṇhaṃ sannipātā sannipātabahulā’”ti. ",
          "en": "“I have heard that, sir.” "
        },
        {
          "scid": "an7.22:4.5",
          "pli": "“Yāvakīvañca, ānanda, vajjī abhiṇhaṃ sannipātā bhavissanti sannipātabahulā; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (1) ",
          "en": "“As long as the Vajjis meet frequently and have many meetings, they can expect growth, not decline. "
        },
        {
          "scid": "an7.22:5.1",
          "pli": "Kinti te, ānanda, sutaṃ: ‘vajjī samaggā sannipatanti, samaggā vuṭṭhahanti, samaggā vajjikaraṇīyāni karontī’”ti? ",
          "en": "Ānanda, have you heard that the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony?” "
        },
        {
          "scid": "an7.22:5.2",
          "pli": "“Sutaṃ metaṃ, bhante: ‘vajjī samaggā sannipatanti, samaggā vuṭṭhahanti, samaggā vajjikaraṇīyāni karontī’”ti. ",
          "en": "“I have heard that, sir.” "
        },
        {
          "scid": "an7.22:5.3",
          "pli": "“Yāvakīvañca, ānanda, vajjī samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā vajjikaraṇīyāni karissanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (2) ",
          "en": "“As long as the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline. "
        },
        {
          "scid": "an7.22:6.1",
          "pli": "Kinti te, ānanda, sutaṃ: ‘vajjī apaññattaṃ na paññāpenti, paññattaṃ na samucchindanti, yathāpaññatte porāṇe vajjidhamme samādāya vattantī’”ti? ",
          "en": "Ānanda, have you heard that the Vajjis don’t make new decrees or abolish existing decrees, but proceed having undertaken the ancient Vajjian principles as they have been decreed?” "
        },
        {
          "scid": "an7.22:6.2",
          "pli": "“Sutaṃ metaṃ, bhante: ‘vajjī apaññattaṃ na paññāpenti, paññattaṃ na samucchindanti, yathāpaññatte porāṇe vajjidhamme samādāya vattantī’”ti. ",
          "en": "“I have heard that, sir.” "
        },
        {
          "scid": "an7.22:6.3",
          "pli": "“Yāvakīvañca, ānanda, vajjī apaññattaṃ na paññāpessanti, paññattaṃ na samucchindissanti, yathāpaññatte porāṇe vajjidhamme samādāya vattissanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (3) ",
          "en": "“As long as the Vajjis don’t make new decrees or abolish existing decrees, but proceed having undertaken the traditional Vajjian principles as they have been decreed, they can expect growth, not decline. "
        },
        {
          "scid": "an7.22:7.1",
          "pli": "Kinti te, ānanda, sutaṃ: ‘vajjī ye te vajjīnaṃ vajjimahallakā te sakkaronti garuṃ karonti mānenti pūjenti, tesañca sotabbaṃ maññantī’”ti? ",
          "en": "Ānanda, have you heard that the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to?” "
        },
        {
          "scid": "an7.22:7.2",
          "pli": "“Sutaṃ metaṃ, bhante: ‘vajjī ye te vajjīnaṃ vajjimahallakā te sakkaronti garuṃ karonti mānenti pūjenti, tesañca sotabbaṃ maññantī’”ti. ",
          "en": "“I have heard that, sir.” "
        },
        {
          "scid": "an7.22:7.3",
          "pli": "“Yāvakīvañca, ānanda, vajjī ye te vajjīnaṃ vajjimahallakā te sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca sotabbaṃ maññissanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (4) ",
          "en": "“As long as the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to, they can expect growth, not decline. "
        },
        {
          "scid": "an7.22:8.1",
          "pli": "Kinti te, ānanda, sutaṃ: ‘vajjī yā tā kulitthiyo kulakumāriyo tā na okassa pasayha vāsentī’”ti? ",
          "en": "Ānanda, have you heard that the Vajjis don’t rape or abduct women or girls from their families and force them to live with them?” "
        },
        {
          "scid": "an7.22:8.2",
          "pli": "“Sutaṃ metaṃ, bhante: ‘vajjī yā tā kulitthiyo kulakumāriyo tā na okassa pasayha vāsentī’”ti. ",
          "en": "“I have heard that, sir.” "
        },
        {
          "scid": "an7.22:8.3",
          "pli": "“Yāvakīvañca, ānanda, vajjī yā tā kulitthiyo kulakumāriyo tā na okassa pasayha vāsessanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (5) ",
          "en": "“As long as the Vajjis don’t rape or abduct women or girls from their families and force them to live with them, they can expect growth, not decline. "
        },
        {
          "scid": "an7.22:9.1",
          "pli": "Kinti te, ānanda, sutaṃ: ‘vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca tāni sakkaronti garuṃ karonti mānenti pūjenti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpentī’”ti? ",
          "en": "Ānanda, have you heard that the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past?” "
        },
        {
          "scid": "an7.22:9.2",
          "pli": "“Sutaṃ metaṃ, bhante: ‘vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca tāni sakkaronti garuṃ karonti mānenti pūjenti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpentī’”ti. ",
          "en": "“I have heard that, sir.” "
        },
        {
          "scid": "an7.22:9.3",
          "pli": "“Yāvakīvañca, ānanda, vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca tāni sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpessanti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (6) ",
          "en": "“As long as the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past, they can expect growth, not decline. "
        },
        {
          "scid": "an7.22:10.1",
          "pli": "Kinti te, ānanda, sutaṃ: ‘vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā—kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsuṃ vihareyyun’”ti? ",
          "en": "Ānanda, have you heard that the Vajjis arrange for proper protection, shelter, and security for perfected ones, so that more perfected ones might come to the realm and those already here may live in comfort?” "
        },
        {
          "scid": "an7.22:10.2",
          "pli": "“Sutaṃ metaṃ, bhante: ‘vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā bhavissati—kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsuṃ vihareyyun’”ti. ",
          "en": "“I have heard that, sir.” "
        },
        {
          "scid": "an7.22:10.3",
          "pli": "“Yāvakīvañca, ānanda, vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā bhavissati: ‘kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsuṃ vihareyyun’ti; vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihānī”ti. (7) ",
          "en": "“As long as the Vajjis arrange for proper protection, shelter, and security for perfected ones, so that more perfected ones might come to the realm and those already here may live in comfort, they can expect growth, not decline.” "
        },
        {
          "scid": "an7.22:11.1",
          "pli": "Atha kho bhagavā vassakāraṃ brāhmaṇaṃ māgadhamahāmattaṃ āmantesi: ",
          "en": "Then the Buddha said to Vassakāra: "
        },
        {
          "scid": "an7.22:11.2",
          "pli": "“ekamidāhaṃ, brāhmaṇa, samayaṃ vesāliyaṃ viharāmi sārandade cetiye. ",
          "en": "“Brahmin, one time I was staying near Vesālī at the Sārandada woodland shrine. "
        },
        {
          "scid": "an7.22:11.3",
          "pli": "Tatrāhaṃ, brāhmaṇa, vajjīnaṃ ime satta aparihāniye dhamme desesiṃ. ",
          "en": "There I taught the Vajjis these principles that prevent decline. "
        },
        {
          "scid": "an7.22:11.4",
          "pli": "Yāvakīvañca, brāhmaṇa, ime satta aparihāniyā dhammā vajjīsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu vajjī sandississanti; vuddhiyeva, brāhmaṇa, vajjīnaṃ pāṭikaṅkhā, no parihānī”ti. ",
          "en": "As long as these seven principles that prevent decline last among the Vajjis, and as long as the Vajjis are seen following them, they can expect growth, not decline.” "
        },
        {
          "scid": "an7.22:12.1",
          "pli": "“Ekamekenapi, bho gotama, aparihāniyena dhammena samannāgatānaṃ vajjīnaṃ vuddhiyeva pāṭikaṅkhā, no parihāni; ",
          "en": "When the Buddha had spoken, Vassakāra said to him: “Master Gotama, if the Vajjis follow even a single one of these principles they can expect growth, not decline. "
        },
        {
          "scid": "an7.22:12.2",
          "pli": "ko pana vādo sattahi aparihāniyehi dhammehi. ",
          "en": "How much more so all seven! "
        },
        {
          "scid": "an7.22:12.3",
          "pli": "Akaraṇīyā ca, bho gotama, vajjī raññā māgadhena ajātasattunā vedehiputtena yadidaṃ yuddhassa, aññatra upalāpanāya, aññatra mithubhedā. ",
          "en": "King Ajātasattu cannot defeat the Vajjis in war, unless by diplomacy or by sowing dissension. "
        },
        {
          "scid": "an7.22:12.4",
          "pli": "Handa ca dāni mayaṃ, bho gotama, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti. ",
          "en": "Well, now, Master Gotama, I must go. I have many duties, and much to do.” "
        },
        {
          "scid": "an7.22:12.5",
          "pli": "“Yassadāni tvaṃ, brāhmaṇa, kālaṃ maññasī”ti. ",
          "en": "“Please, brahmin, go at your convenience.” "
        },
        {
          "scid": "an7.22:12.6",
          "pli": "Atha kho vassakāro brāhmaṇo māgadhamahāmatto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti. ",
          "en": "Then Vassakāra the brahmin, having approved and agreed with what the Buddha said, got up from his seat and left. "
        },
        {
          "scid": "an7.22:12.7",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "an7.22/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 7.22//AN 7.20",
    "volpages": "AN iv 17",
    "uid": "an7.22",
    "blurb": "King Ajātasattu of Magadha wishes to invade the Vajjians, and sends his minister Vassakāra to tell the Buddha of his intentions. The Buddha recalls the time he taught the seven principles of non-decline to the Vajjians.",
    "difficulty": null,
    "original_title": "Vassakāra Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Vassakāra ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an7.22_sujato",
        "segmented": true,
        "title": "With Vassakāra ",
        "volpage": null
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 2
  }
}