{
  "sutta_uid": "an7.54",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an7.54",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Undeclared Points ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Places People Are Reborn ",
      "uid": "an7.55"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Nanda’s Mother ",
      "uid": "an7.53"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an7.54:0.1",
          "pli": "Aṅguttara Nikāya 7 ",
          "en": "Numbered Discourses 7 "
        },
        {
          "scid": "an7.54:0.2",
          "pli": "6. Abyākatavagga ",
          "en": "6. The Undeclared Points "
        },
        {
          "scid": "an7.54:0.3",
          "pli": "54. Abyākatasutta ",
          "en": "54. The Undeclared Points "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 7 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an7.54:1.1",
          "pli": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca: ",
          "en": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him: "
        },
        {
          "scid": "an7.54:1.2",
          "pli": "“ko nu kho, bhante, hetu ko paccayo yena sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsū”ti? ",
          "en": "“Sir, what is the cause, what is the reason why an educated noble disciple has no doubts regarding the undeclared points?” "
        },
        {
          "scid": "an7.54:2.1",
          "pli": "“Diṭṭhinirodhā kho, bhikkhu, sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsu. ",
          "en": "“Mendicant, it’s due to the cessation of views that an educated noble disciple has no doubts regarding the undeclared points. "
        },
        {
          "scid": "an7.54:2.2",
          "pli": "‘Hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṃ; ",
          "en": "‘A Realized One exists after death’: this is a misconception. "
        },
        {
          "scid": "an7.54:2.3",
          "pli": "‘na hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṃ; ",
          "en": "‘A Realized One doesn’t exist after death’: this is a misconception. "
        },
        {
          "scid": "an7.54:2.4",
          "pli": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṃ; ",
          "en": "‘A Realized One both exists and doesn’t exist after death’: this is a misconception. "
        },
        {
          "scid": "an7.54:2.5",
          "pli": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṃ. ",
          "en": "‘A Realized One neither exists nor doesn’t exist after death’: this is a misconception. "
        },
        {
          "scid": "an7.54:2.6",
          "pli": "Assutavā, bhikkhu, puthujjano diṭṭhiṃ nappajānāti, diṭṭhisamudayaṃ nappajānāti, diṭṭhinirodhaṃ nappajānāti, diṭṭhinirodhagāminiṃ paṭipadaṃ nappajānāti. ",
          "en": "An uneducated ordinary person doesn’t understand views, their origin, their cessation, or the practice that leads to their cessation. "
        },
        {
          "scid": "an7.54:2.7",
          "pli": "Tassa sā diṭṭhi pavaḍḍhati, so na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. ",
          "en": "And so their views grow. They’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. They’re not freed from suffering, I say. "
        },
        {
          "scid": "an7.54:3.1",
          "pli": "Sutavā ca kho, bhikkhu, ariyasāvako diṭṭhiṃ pajānāti, diṭṭhisamudayaṃ pajānāti, diṭṭhinirodhaṃ pajānāti, diṭṭhinirodhagāminiṃ paṭipadaṃ pajānāti. ",
          "en": "An educated noble disciple does understand views, their origin, their cessation, and the practice that leads to their cessation. "
        },
        {
          "scid": "an7.54:3.2",
          "pli": "Tassa sā diṭṭhi nirujjhati, so parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimuccati dukkhasmāti vadāmi. ",
          "en": "And so their views cease. They’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. They’re freed from suffering, I say. "
        },
        {
          "scid": "an7.54:3.3",
          "pli": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ ‘hoti tathāgato paraṃ maraṇā’tipi na byākaroti; ",
          "en": "Knowing and seeing this, an educated noble disciple does not answer: ‘A Realized One exists after death’, "
        },
        {
          "scid": "an7.54:3.4",
          "pli": "‘na hoti tathāgato paraṃ maraṇā’tipi na byākaroti; ",
          "en": "‘a Realized One doesn’t exist after death’, "
        },
        {
          "scid": "an7.54:3.5",
          "pli": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipi na byākaroti; ",
          "en": "‘a Realized One both exists and doesn’t exist after death’, "
        },
        {
          "scid": "an7.54:3.6",
          "pli": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na byākaroti. ",
          "en": "‘a Realized One neither exists nor doesn’t exist after death.’ "
        },
        {
          "scid": "an7.54:3.7",
          "pli": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ evaṃ abyākaraṇadhammo hoti abyākatavatthūsu. ",
          "en": "Knowing and seeing this, an educated noble disciple does not declare the undeclared points. "
        },
        {
          "scid": "an7.54:3.8",
          "pli": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ na chambhati, na kampati, na vedhati, na santāsaṃ āpajjati abyākatavatthūsu. ",
          "en": "Knowing and seeing this, an educated noble disciple doesn’t shake, tremble, quake, or become nervous regarding the undeclared points. "
        },
        {
          "scid": "an7.54:4.1",
          "pli": "‘Hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, taṇhāgatametaṃ … pe … ",
          "en": "‘A Realized One exists after death’: this is just about craving. … "
        },
        {
          "scid": "an7.54:4.2",
          "pli": "saññāgatametaṃ … pe … ",
          "en": "it’s just about perception … "
        },
        {
          "scid": "an7.54:4.3",
          "pli": "maññitametaṃ … pe … ",
          "en": "it’s an identification … "
        },
        {
          "scid": "an7.54:4.4",
          "pli": "papañcitametaṃ … pe … ",
          "en": "it’s a proliferation … "
        },
        {
          "scid": "an7.54:4.5",
          "pli": "upādānagatametaṃ … pe … ",
          "en": "it’s just about grasping … "
        },
        {
          "scid": "an7.54:4.6",
          "pli": "‘hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, vippaṭisāro eso; ",
          "en": "‘A Realized One exists after death’: this is a regret. "
        },
        {
          "scid": "an7.54:4.7",
          "pli": "‘na hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, vippaṭisāro eso; ",
          "en": "‘A Realized One doesn’t exist after death’: this is a regret. "
        },
        {
          "scid": "an7.54:4.8",
          "pli": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, vippaṭisāro eso; ",
          "en": "‘A Realized One both exists and doesn’t exist after death’: this is a regret. "
        },
        {
          "scid": "an7.54:4.9",
          "pli": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, vippaṭisāro eso. ",
          "en": "‘A Realized One neither exists nor doesn’t exist after death’: this is a regret. "
        },
        {
          "scid": "an7.54:4.10",
          "pli": "Assutavā, bhikkhu, puthujjano vippaṭisāraṃ nappajānāti, vippaṭisārasamudayaṃ nappajānāti, vippaṭisāranirodhaṃ nappajānāti, vippaṭisāranirodhagāminiṃ paṭipadaṃ nappajānāti. ",
          "en": "An uneducated ordinary person doesn’t understand regrets, their origin, their cessation, or the practice that leads to their cessation. "
        },
        {
          "scid": "an7.54:4.11",
          "pli": "Tassa so vippaṭisāro pavaḍḍhati, so na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. ",
          "en": "And so their regrets grow. They’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. They’re not freed from suffering, I say. "
        },
        {
          "scid": "an7.54:5.1",
          "pli": "Sutavā ca kho, bhikkhu, ariyasāvako vippaṭisāraṃ pajānāti, vippaṭisārasamudayaṃ pajānāti, vippaṭisāranirodhaṃ pajānāti, vippaṭisāranirodhagāminiṃ paṭipadaṃ pajānāti. ",
          "en": "An educated noble disciple does understand regrets, their origin, their cessation, and the practice that leads to their cessation. "
        },
        {
          "scid": "an7.54:5.2",
          "pli": "Tassa so vippaṭisāro nirujjhati, so parimuccati jātiyā … pe … dukkhasmāti vadāmi. ",
          "en": "And so their regrets cease. They’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress. They’re freed from suffering, I say. "
        },
        {
          "scid": "an7.54:5.3",
          "pli": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ ‘hoti tathāgato paraṃ maraṇā’tipi na byākaroti … pe … ",
          "en": "Knowing and seeing this, an educated noble disciple does not answer: ‘A Realized One exists after death’ … "
        },
        {
          "scid": "an7.54:5.4",
          "pli": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na byākaroti. ",
          "en": "‘a Realized One neither exists nor doesn’t exist after death.’ "
        },
        {
          "scid": "an7.54:5.5",
          "pli": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ evaṃ abyākaraṇadhammo hoti abyākatavatthūsu. ",
          "en": "Knowing and seeing this, an educated noble disciple does not declare the undeclared points. "
        },
        {
          "scid": "an7.54:5.6",
          "pli": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ na chambhati, na kampati, na vedhati, na santāsaṃ āpajjati abyākatavatthūsu. ",
          "en": "Knowing and seeing this, an educated noble disciple doesn’t shake, tremble, quake, or become nervous regarding the undeclared points. "
        },
        {
          "scid": "an7.54:5.7",
          "pli": "Ayaṃ kho, bhikkhu, hetu ayaṃ paccayo yena sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsū”ti. ",
          "en": "This is the cause, this is the reason why an educated noble disciple has no doubts regarding the undeclared points.” "
        },
        {
          "scid": "an7.54:5.8",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then a mendicant went up to the Buddha, bowed,…",
      "expandable": false
    }
  ],
  "suttaCode": "an7.54/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 7.54//AN 7.51",
    "volpages": "AN iv 67",
    "uid": "an7.54",
    "blurb": "The Buddha explains why a noble disciple has no doubt when it comes to the unexplained points.",
    "difficulty": null,
    "original_title": "Abyākata Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Undeclared Points ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an7.54_sujato",
        "segmented": true,
        "title": "The Undeclared Points ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an7.54_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Undeclared"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 1
  }
}