{
  "sutta_uid": "an7.74",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an7.74",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "About Araka ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "An Expert in the Monastic Law (1st) ",
      "uid": "an7.75"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "About Sunetta ",
      "uid": "an7.73"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an7.74:0.1",
          "pli": "Aṅguttara Nikāya 7 ",
          "en": "Numbered Discourses 7 "
        },
        {
          "scid": "an7.74:0.2",
          "pli": "7. Mahāvagga ",
          "en": "7. The Great Chapter "
        },
        {
          "scid": "an7.74:0.3",
          "pli": "74. Arakasutta ",
          "en": "74. About Araka "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 7 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an7.74:1.1",
          "pli": "“Bhūtapubbaṃ, bhikkhave, arako nāma satthā ahosi titthakaro kāmesu vītarāgo. ",
          "en": "“Once upon a time, mendicants, there was a Teacher called Araka. He was a religious founder and was free of sensual desire. "
        },
        {
          "scid": "an7.74:1.2",
          "pli": "Arakassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṃ. ",
          "en": "He had many hundreds of disciples, "
        },
        {
          "scid": "an7.74:1.3",
          "pli": "Arako satthā sāvakānaṃ evaṃ dhammaṃ deseti: ",
          "en": "and he taught them like this: "
        },
        {
          "scid": "an7.74:1.4",
          "pli": "‘appakaṃ, brāhmaṇa, jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. ",
          "en": "‘Brahmins, life as a human is short, brief, and fleeting, full of pain and misery. Think about this and wake up! Do what’s good and live the spiritual life, for no-one born can escape death. "
        },
        {
          "scid": "an7.74:2.1",
          "pli": "Seyyathāpi, brāhmaṇa, tiṇagge ussāvabindu sūriye uggacchante khippaṃyeva paṭivigacchati, na ciraṭṭhitikaṃ hoti; ",
          "en": "It’s like a drop of dew on a grass tip. When the sun comes up it quickly evaporates and doesn’t last long. "
        },
        {
          "scid": "an7.74:2.2",
          "pli": "evamevaṃ kho, brāhmaṇa, ussāvabindūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. (1) ",
          "en": "In the same way, life as a human is like a dew-drop. It’s brief and fleeting, full of pain and misery. Think about this and wake up! Do what’s good and live the spiritual life, for no-one born can escape death. "
        },
        {
          "scid": "an7.74:3.1",
          "pli": "Seyyathāpi, brāhmaṇa, thullaphusitake deve vassante udakabubbuḷaṃ khippaṃyeva paṭivigacchati, na ciraṭṭhitikaṃ hoti; ",
          "en": "It’s like when the rain falls heavily. The bubbles quickly vanish and don’t last long. "
        },
        {
          "scid": "an7.74:3.2",
          "pli": "evamevaṃ kho, brāhmaṇa, udakabubbuḷūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. (2) ",
          "en": "In the same way, life as a human is like a bubble. … "
        },
        {
          "scid": "an7.74:4.1",
          "pli": "Seyyathāpi, brāhmaṇa, udake daṇḍarāji khippaṃyeva paṭivigacchati, na ciraṭṭhitikā hoti; ",
          "en": "It’s like a line drawn in water. It vanishes quickly and doesn’t last long. "
        },
        {
          "scid": "an7.74:4.2",
          "pli": "evamevaṃ kho, brāhmaṇa, udake daṇḍarājūpamaṃ jīvitaṃ manussānaṃ parittaṃ … pe … ",
          "en": "In the same way, life as a human is like a line drawn in water. … "
        },
        {
          "scid": "an7.74:4.3",
          "pli": "natthi jātassa amaraṇaṃ. (3) ",
          "en": " "
        },
        {
          "scid": "an7.74:5.1",
          "pli": "Seyyathāpi, brāhmaṇa, nadī pabbateyyā dūraṅgamā sīghasotā hārahārinī, natthi so khaṇo vā layo vā muhutto vā yaṃ sā āvattati, atha kho sā gacchateva vattateva sandateva; ",
          "en": "It’s like a mountain river traveling far, flowing fast, carrying all before it. It doesn’t turn back—not for a moment, a second, an instant—but runs, rolls, and flows on. "
        },
        {
          "scid": "an7.74:5.2",
          "pli": "evamevaṃ kho, brāhmaṇa, nadīpabbateyyūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ … pe … ",
          "en": "In the same way, life as a human is like a mountain river. … "
        },
        {
          "scid": "an7.74:5.3",
          "pli": "natthi jātassa amaraṇaṃ. (4) ",
          "en": " "
        },
        {
          "scid": "an7.74:6.1",
          "pli": "Seyyathāpi, brāhmaṇa, balavā puriso jivhagge kheḷapiṇḍaṃ saṃyūhitvā akasireneva vameyya; ",
          "en": "It’s like a strong man who has formed a glob of spit on the tip of his tongue. He could easily spit it out. "
        },
        {
          "scid": "an7.74:6.2",
          "pli": "evamevaṃ kho, brāhmaṇa, kheḷapiṇḍūpamaṃ jīvitaṃ manussānaṃ parittaṃ … pe … ",
          "en": "In the same way, life as a human is like a glob of spit. … "
        },
        {
          "scid": "an7.74:6.3",
          "pli": "natthi jātassa amaraṇaṃ. (5) ",
          "en": " "
        },
        {
          "scid": "an7.74:7.1",
          "pli": "Seyyathāpi, brāhmaṇa, divasaṃsantatte ayokaṭāhe maṃsapesi pakkhittā khippaṃyeva paṭivigacchati, na ciraṭṭhitikā hoti; ",
          "en": "Suppose there was an iron cauldron that had been heated all day. If you tossed a lump of meat in, it would quickly vanish and not last long. "
        },
        {
          "scid": "an7.74:7.2",
          "pli": "evamevaṃ kho, brāhmaṇa, maṃsapesūpamaṃ jīvitaṃ manussānaṃ parittaṃ … pe … ",
          "en": "In the same way, life as a human is like a lump of meat. … "
        },
        {
          "scid": "an7.74:7.3",
          "pli": "natthi jātassa amaraṇaṃ. (6) ",
          "en": " "
        },
        {
          "scid": "an7.74:8.1",
          "pli": "Seyyathāpi, brāhmaṇa, gāvī vajjhā āghātanaṃ nīyamānā yaṃ yadeva pādaṃ uddharati, santikeva hoti vadhassa santikeva maraṇassa; ",
          "en": "It’s like a cow being led to the slaughter. With every step she comes closer to the slaughter, closer to death. "
        },
        {
          "scid": "an7.74:8.2",
          "pli": "evamevaṃ kho, brāhmaṇa, govajjhūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti. (7) ",
          "en": "In the same way, life as a human is like a cow being slaughtered. It’s brief and fleeting, full of pain and misery. Think about this and wake up! Do what’s good and live the spiritual life, for no-one born can escape death.’ "
        },
        {
          "scid": "an7.74:9.1",
          "pli": "Tena kho pana, bhikkhave, samayena manussānaṃ saṭṭhivassasahassāni āyuppamāṇaṃ ahosi, pañcavassasatikā kumārikā alaṃpateyyā ahosi. ",
          "en": "Now, mendicants, at that time human beings had a life span of 60,000 years. Girls could be married at 500 years of age. "
        },
        {
          "scid": "an7.74:9.2",
          "pli": "Tena kho pana, bhikkhave, samayena manussānaṃ chaḷeva ābādhā ahesuṃ—",
          "en": "And human beings only had six afflictions: "
        },
        {
          "scid": "an7.74:9.3",
          "pli": "sītaṃ, uṇhaṃ, jighacchā, pipāsā, uccāro, passāvo. ",
          "en": "cold, heat, hunger, thirst, and the need to defecate and urinate. "
        },
        {
          "scid": "an7.74:9.4",
          "pli": "So hi nāma, bhikkhave, arako satthā evaṃ dīghāyukesu manussesu evaṃ ciraṭṭhitikesu evaṃ appābādhesu sāvakānaṃ evaṃ dhammaṃ desessati: ",
          "en": "But even though humans were so long-lived with so few afflictions, Araka still taught in this way: "
        },
        {
          "scid": "an7.74:9.5",
          "pli": "‘appakaṃ, brāhmaṇa, jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti. ",
          "en": "‘Life as a human is short, brief, and fleeting, full of pain and misery. Think about this and wake up! Do what’s good and live the spiritual life, for no-one born can escape death.’ "
        },
        {
          "scid": "an7.74:10.1",
          "pli": "Etarahi taṃ, bhikkhave, sammā vadamāno vadeyya: ",
          "en": "These days it’d be right to say: "
        },
        {
          "scid": "an7.74:10.2",
          "pli": "‘appakaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti. ",
          "en": "‘Life as a human is short, brief, and fleeting, full of pain and misery. Think about this and wake up! Do what’s good and live the spiritual life, for no-one born can escape death.’ "
        },
        {
          "scid": "an7.74:10.3",
          "pli": "Etarahi, bhikkhave, yo ciraṃ jīvati so vassasataṃ appaṃ vā bhiyyo. ",
          "en": "For these days a long life is a hundred years or a little more. "
        },
        {
          "scid": "an7.74:10.4",
          "pli": "Vassasataṃ kho pana, bhikkhave, jīvanto tīṇiyeva utusatāni jīvati—",
          "en": "Living for a hundred years, there are just three hundred seasons, "
        },
        {
          "scid": "an7.74:10.5",
          "pli": "utusataṃ hemantānaṃ, utusataṃ gimhānaṃ, utusataṃ vassānaṃ. ",
          "en": "a hundred each of the winter, summer, and rains. "
        },
        {
          "scid": "an7.74:10.6",
          "pli": "Tīṇi kho pana, bhikkhave, utusatāni jīvanto dvādasayeva māsasatāni jīvati—",
          "en": "Living for three hundred seasons, there are just twelve hundred months, "
        },
        {
          "scid": "an7.74:10.7",
          "pli": "cattāri māsasatāni hemantānaṃ, cattāri māsasatāni gimhānaṃ, cattāri māsasatāni vassānaṃ. ",
          "en": "four hundred in each of the winter, summer, and rains. "
        },
        {
          "scid": "an7.74:10.8",
          "pli": "Dvādasa kho pana, bhikkhave, māsasatāni jīvanto catuvīsatiyeva addhamāsasatāni jīvati—",
          "en": "Living for twelve hundred months, there are just twenty-four hundred fortnights, "
        },
        {
          "scid": "an7.74:10.9",
          "pli": "aṭṭhaddhamāsasatāni hemantānaṃ, aṭṭhaddhamāsasatāni gimhānaṃ, aṭṭhaddhamāsasatāni vassānaṃ. ",
          "en": "eight hundred in each of the winter, summer, and rains. "
        },
        {
          "scid": "an7.74:10.10",
          "pli": "Catuvīsati kho pana, bhikkhave, addhamāsasatāni jīvanto chattiṃsaṃyeva rattisahassāni jīvati—",
          "en": "Living for 2,400 fortnights, there are just 36,000 days, "
        },
        {
          "scid": "an7.74:10.11",
          "pli": "dvādasa rattisahassāni hemantānaṃ, dvādasa rattisahassāni gimhānaṃ, dvādasa rattisahassāni vassānaṃ. ",
          "en": "12,000 in each of the summer, winter, and rains. "
        },
        {
          "scid": "an7.74:10.12",
          "pli": "Chattiṃsaṃ kho pana, bhikkhave, rattisahassāni jīvanto dvesattatiyeva bhattasahassāni bhuñjati—",
          "en": "Living for 36,000 days, you just eat 72,000 meals, "
        },
        {
          "scid": "an7.74:10.13",
          "pli": "catuvīsati bhattasahassāni hemantānaṃ, catuvīsati bhattasahassāni gimhānaṃ, catuvīsati bhattasahassāni vassānaṃ saddhiṃ mātuthaññāya saddhiṃ bhattantarāyena. ",
          "en": "24,000 in each of the summer, winter, and rains, including when you’re suckling at the breast, and when you’re prevented from eating. "
        },
        {
          "scid": "an7.74:11.1",
          "pli": "Tatrime bhattantarāyā kapimiddhopi bhattaṃ na bhuñjati, dukkhitopi bhattaṃ na bhuñjati, byādhitopi bhattaṃ na bhuñjati, uposathikopi bhattaṃ na bhuñjati, alābhakenapi bhattaṃ na bhuñjati. ",
          "en": "Things that prevent you from eating include anger, pain, sickness, sabbath, or being unable to get food. "
        },
        {
          "scid": "an7.74:11.2",
          "pli": "Iti kho, bhikkhave, mayā vassasatāyukassa manussassa āyupi saṅkhāto, āyuppamāṇampi saṅkhātaṃ, utūpi saṅkhātā, saṃvaccharāpi saṅkhātā, māsāpi saṅkhātā, addhamāsāpi saṅkhātā, rattipi saṅkhātā, divāpi saṅkhātā, bhattāpi saṅkhātā, bhattantarāyāpi saṅkhātā. ",
          "en": "So mendicants, for a human being with a hundred years life span I have counted the life span, the limit of the life span, the seasons, the years, the months, the fortnights, the nights, the days, the meals, and the things that prevent them from eating. "
        },
        {
          "scid": "an7.74:11.3",
          "pli": "Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya; ",
          "en": "Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples. "
        },
        {
          "scid": "an7.74:11.4",
          "pli": "kataṃ vo taṃ mayā etāni, bhikkhave, rukkhamūlāni etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti. ",
          "en": "Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.” "
        },
        {
          "scid": "an7.74:11.5",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an7.74:11.6",
          "pli": "Mahāvaggo sattamo. ",
          "en": " "
        },
        {
          "scid": "an7.74:12.1",
          "pli": "Hirīsūriyaṃ upamā, ",
          "en": " "
        },
        {
          "scid": "an7.74:12.2",
          "pli": "dhammaññū pārichattakaṃ; ",
          "en": " "
        },
        {
          "scid": "an7.74:12.3",
          "pli": "Sakkaccaṃ bhāvanā aggi, ",
          "en": " "
        },
        {
          "scid": "an7.74:12.4",
          "pli": "sunettaarakena cāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Once upon a time, mendicants, there was a Teacher…",
      "expandable": false
    }
  ],
  "suttaCode": "an7.74/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 7.74//AN 7.70",
    "volpages": "AN iv 136",
    "uid": "an7.74",
    "blurb": "Araka was a famous teacher long ago, when the life span was much greater than today. Nevertheless, he still taught impermanence; how much more is it relevant today!",
    "difficulty": null,
    "original_title": "Araka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "About Araka ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an7.74_sujato",
        "segmented": true,
        "title": "About Araka ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an7.74_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Araka’s Teaching"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 10
  }
}