{
  "sutta_uid": "an7.70",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an7.70",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Honor ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Committed to Development ",
      "uid": "an7.71"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Shady Orchid Tree ",
      "uid": "an7.69"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an7.70:0.1",
          "pli": "Aṅguttara Nikāya 7 ",
          "en": "Numbered Discourses 7 "
        },
        {
          "scid": "an7.70:0.2",
          "pli": "7. Mahāvagga ",
          "en": "7. The Great Chapter "
        },
        {
          "scid": "an7.70:0.3",
          "pli": "70. Sakkaccasutta ",
          "en": "70. Honor "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 7 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an7.70:1.1",
          "pli": "Atha kho āyasmato sāriputtassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
          "en": "Then as Venerable Sāriputta was in private retreat this thought came to his mind, "
        },
        {
          "scid": "an7.70:1.2",
          "pli": "“kiṃ nu kho, bhikkhu, sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti? ",
          "en": "“What should a mendicant honor and respect and rely on, to give up the unskillful and develop the skillful?” "
        },
        {
          "scid": "an7.70:1.3",
          "pli": "Atha kho āyasmato sāriputtassa etadahosi: ",
          "en": "Then he thought, "
        },
        {
          "scid": "an7.70:1.4",
          "pli": "“satthāraṃ kho, bhikkhu, sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya. ",
          "en": "“A mendicant should honor and respect and rely on the Teacher … "
        },
        {
          "scid": "an7.70:1.5",
          "pli": "Dhammaṃ kho, bhikkhu … pe … ",
          "en": "the teaching … "
        },
        {
          "scid": "an7.70:1.6",
          "pli": "saṃghaṃ kho, bhikkhu … pe … ",
          "en": "the Saṅgha … "
        },
        {
          "scid": "an7.70:1.7",
          "pli": "sikkhaṃ kho, bhikkhu … pe … ",
          "en": "the training … "
        },
        {
          "scid": "an7.70:1.8",
          "pli": "samādhiṃ kho, bhikkhu … pe … ",
          "en": "immersion … "
        },
        {
          "scid": "an7.70:1.9",
          "pli": "appamādaṃ kho, bhikkhu … pe … ",
          "en": "diligence … "
        },
        {
          "scid": "an7.70:1.10",
          "pli": "paṭisanthāraṃ kho, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti. ",
          "en": "A mendicant should honor and respect and rely on hospitality, to give up the unskillful and develop the skillful.” "
        },
        {
          "scid": "an7.70:2.1",
          "pli": "Atha kho āyasmato sāriputtassa etadahosi: ",
          "en": "Then he thought, "
        },
        {
          "scid": "an7.70:2.2",
          "pli": "“ime kho me dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ. ",
          "en": "“These qualities are pure and bright in me. Why don’t I go and tell them to the Buddha? "
        },
        {
          "scid": "an7.70:2.3",
          "pli": "Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā ca. ",
          "en": "Then these qualities will not only be purified in me, but will be better known as purified. "
        },
        {
          "scid": "an7.70:2.4",
          "pli": "Seyyathāpi nāma puriso suvaṇṇanikkhaṃ adhigaccheyya parisuddhaṃ pariyodātaṃ. ",
          "en": "Suppose a man were to acquire a gold ornament, pure and bright. "
        },
        {
          "scid": "an7.70:2.5",
          "pli": "Tassa evamassa: ",
          "en": "They’d think, "
        },
        {
          "scid": "an7.70:2.6",
          "pli": "‘ayaṃ kho me suvaṇṇanikkho parisuddho pariyodāto, yannūnāhaṃ imaṃ suvaṇṇanikkhaṃ gantvā kammārānaṃ dasseyyaṃ. ",
          "en": "‘My gold ornament is pure and bright. Why don’t I take it to show the smiths? "
        },
        {
          "scid": "an7.70:2.7",
          "pli": "Evaṃ me ayaṃ suvaṇṇanikkho sakammāragato parisuddho ceva bhavissati parisuddhasaṅkhātataro ca. ",
          "en": "Then it will not only be purified, but will be better known as purified.’ "
        },
        {
          "scid": "an7.70:2.8",
          "pli": "Evamevaṃ me ime dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ. ",
          "en": "In the same way, these qualities are pure and bright in me. Why don’t I go and tell them to the Buddha? "
        },
        {
          "scid": "an7.70:2.9",
          "pli": "Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā cā’”ti. ",
          "en": "Then these qualities will not only be purified in me, but will be better known as purified.” "
        },
        {
          "scid": "an7.70:3.1",
          "pli": "Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "Then in the late afternoon, Sāriputta came out of retreat and went to the Buddha. He bowed, sat down to one side, and told the Buddha of his thoughts while on retreat. "
        },
        {
          "scid": "an7.70:4.1",
          "pli": "“Idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
          "en": " "
        },
        {
          "scid": "an7.70:4.2",
          "pli": "‘kiṃ nu kho bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā’ti? ",
          "en": " "
        },
        {
          "scid": "an7.70:4.3",
          "pli": "Atha kho tassa mayhaṃ, bhante, etadahosi: ",
          "en": " "
        },
        {
          "scid": "an7.70:4.4",
          "pli": "‘satthāraṃ kho bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya. ",
          "en": " "
        },
        {
          "scid": "an7.70:4.5",
          "pli": "Dhammaṃ kho bhikkhu … pe … ",
          "en": " "
        },
        {
          "scid": "an7.70:4.6",
          "pli": "paṭisanthāraṃ kho bhikkhu sakkatvā … pe … ",
          "en": " "
        },
        {
          "scid": "an7.70:4.7",
          "pli": "kusalaṃ bhāveyyā’ti. ",
          "en": " "
        },
        {
          "scid": "an7.70:4.8",
          "pli": "Atha kho tassa mayhaṃ, bhante, etadahosi: ",
          "en": " "
        },
        {
          "scid": "an7.70:4.9",
          "pli": "‘ime kho me dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ. ",
          "en": " "
        },
        {
          "scid": "an7.70:4.10",
          "pli": "Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā ca. ",
          "en": " "
        },
        {
          "scid": "an7.70:4.11",
          "pli": "Seyyathāpi nāma puriso suvaṇṇanikkhaṃ adhigaccheyya parisuddhaṃ pariyodātaṃ. ",
          "en": " "
        },
        {
          "scid": "an7.70:4.12",
          "pli": "Tassa evamassa—",
          "en": " "
        },
        {
          "scid": "an7.70:4.13",
          "pli": "ayaṃ kho me suvaṇṇanikkho parisuddho pariyodāto, yannūnāhaṃ imaṃ suvaṇṇanikkhaṃ gantvā kammārānaṃ dasseyyaṃ. ",
          "en": " "
        },
        {
          "scid": "an7.70:4.14",
          "pli": "Evaṃ me ayaṃ suvaṇṇanikkho sakammāragato parisuddho ceva bhavissati parisuddhasaṅkhātataro ca. ",
          "en": " "
        },
        {
          "scid": "an7.70:4.15",
          "pli": "Evamevaṃ me ime dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ. ",
          "en": " "
        },
        {
          "scid": "an7.70:4.16",
          "pli": "Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā cā’”ti. ",
          "en": " "
        },
        {
          "scid": "an7.70:5.1",
          "pli": "“Sādhu sādhu, sāriputta. ",
          "en": "“Good, good, Sāriputta! "
        },
        {
          "scid": "an7.70:5.2",
          "pli": "Satthāraṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya. ",
          "en": "A mendicant should honor and respect and rely on the Teacher, to give up the unskillful and develop the skillful. "
        },
        {
          "scid": "an7.70:5.3",
          "pli": "Dhammaṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya. ",
          "en": "A mendicant should honor and respect and rely on the teaching … "
        },
        {
          "scid": "an7.70:5.4",
          "pli": "Saṅghaṃ kho … pe … ",
          "en": "the Saṅgha … "
        },
        {
          "scid": "an7.70:5.5",
          "pli": "sikkhaṃ kho … ",
          "en": "the training … "
        },
        {
          "scid": "an7.70:5.6",
          "pli": "samādhiṃ kho … ",
          "en": "immersion … "
        },
        {
          "scid": "an7.70:5.7",
          "pli": "appamādaṃ kho … ",
          "en": "diligence … "
        },
        {
          "scid": "an7.70:5.8",
          "pli": "paṭisanthāraṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti. ",
          "en": "A mendicant should honor and respect and rely on hospitality, to give up the unskillful and develop the skillful.” "
        },
        {
          "scid": "an7.70:6.1",
          "pli": "Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca: ",
          "en": "When he said this, Venerable Sāriputta said to the Buddha: "
        },
        {
          "scid": "an7.70:6.2",
          "pli": "“imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi. ",
          "en": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement. "
        },
        {
          "scid": "an7.70:6.3",
          "pli": "So vata, bhante, bhikkhu satthari agāravo dhamme sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": "It’s quite impossible for a mendicant who doesn’t respect the Teacher to respect the teaching. "
        },
        {
          "scid": "an7.70:6.4",
          "pli": "Yo so, bhante, bhikkhu satthari agāravo dhammepi so agāravo. (1–2.) ",
          "en": "A mendicant who disrespects the Teacher disrespects the teaching. "
        },
        {
          "scid": "an7.70:7.1",
          "pli": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": "It’s quite impossible for a mendicant who doesn’t respect the Teacher and the teaching to respect the Saṅgha. "
        },
        {
          "scid": "an7.70:7.2",
          "pli": "Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghepi so agāravo. (3) ",
          "en": "A mendicant who disrespects the Teacher and the teaching disrespects the Saṅgha. "
        },
        {
          "scid": "an7.70:8.1",
          "pli": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": "It’s quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, and the Saṅgha to respect the training. "
        },
        {
          "scid": "an7.70:8.2",
          "pli": "Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāyapi so agāravo. (4) ",
          "en": "A mendicant who disrespects the Teacher, the teaching, and the Saṅgha disrespects the training. "
        },
        {
          "scid": "an7.70:9.1",
          "pli": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": "It’s quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, and the training to respect immersion. "
        },
        {
          "scid": "an7.70:9.2",
          "pli": "Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismimpi so agāravo. (5) ",
          "en": "A mendicant who disrespects the Teacher, the teaching, the Saṅgha, and the training disrespects immersion. "
        },
        {
          "scid": "an7.70:10.1",
          "pli": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": "It’s quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, the training, and immersion to respect diligence. "
        },
        {
          "scid": "an7.70:10.2",
          "pli": "Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamādepi so agāravo. (6) ",
          "en": "A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, and immersion disrespects diligence. "
        },
        {
          "scid": "an7.70:11.1",
          "pli": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde agāravo paṭisanthāre sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": "It’s quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence to respect hospitality. "
        },
        {
          "scid": "an7.70:11.2",
          "pli": "Yo so, bhante, bhikkhu satthari agāravo … pe … appamāde agāravo paṭisanthārepi so agāravo. (7) ",
          "en": "A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence disrespects hospitality. "
        },
        {
          "scid": "an7.70:12.1",
          "pli": "So vata, bhante, bhikkhu satthari sagāravo dhamme agāravo bhavissatīti netaṃ ṭhānaṃ vijjati. Yo so, bhante, bhikkhu satthari sagāravo dhammepi so sagāravo … pe …. (1–6.) ",
          "en": "It’s quite impossible for a mendicant who does respect the Teacher to disrespect the teaching. … "
        },
        {
          "scid": "an7.70:13.1",
          "pli": "So vata, bhante, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthāre agāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": " "
        },
        {
          "scid": "an7.70:13.2",
          "pli": "Yo so, bhante, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthārepi so sagāravo. (7) ",
          "en": "A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality. "
        },
        {
          "scid": "an7.70:14.1",
          "pli": "So vata, bhante, bhikkhu satthari sagāravo dhammepi sagāravo bhavissatīti ṭhānametaṃ vijjati. Yo so, bhante, bhikkhu satthari sagāravo dhammepi so sagāravo … pe …. (1–6.) ",
          "en": "It’s quite possible for a mendicant who respects the Teacher to respect teaching. … "
        },
        {
          "scid": "an7.70:15.1",
          "pli": "So vata, bhante, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthārepi sagāravo bhavissatīti ṭhānametaṃ vijjati. ",
          "en": " "
        },
        {
          "scid": "an7.70:15.2",
          "pli": "Yo so, bhante, bhikkhu satthari sagāravo dhamme sagāravo saṅghe sagāravo sikkhāya sagāravo samādhismiṃ sagāravo appamāde sagāravo paṭisanthārepi so sagāravoti. (7) ",
          "en": "A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality. "
        },
        {
          "scid": "an7.70:16.1",
          "pli": "Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmī”ti. ",
          "en": "That’s how I understand the detailed meaning of the Buddha’s brief statement.” "
        },
        {
          "scid": "an7.70:17.1",
          "pli": "“Sādhu sādhu, sāriputta. ",
          "en": "“Good, good, Sāriputta! "
        },
        {
          "scid": "an7.70:17.2",
          "pli": "Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāsi. ",
          "en": "It’s good that you understand the detailed meaning of what I’ve said in brief like this. "
        },
        {
          "scid": "an7.70:17.3",
          "pli": "So vata, sāriputta, bhikkhu satthari agāravo dhamme sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati … pe … ",
          "en": "It’s quite impossible for a mendicant who doesn’t respect the Teacher to respect the teaching. … "
        },
        {
          "scid": "an7.70:17.4",
          "pli": "yo so, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamādepi so agāravo. (1–6.) ",
          "en": " "
        },
        {
          "scid": "an7.70:18.1",
          "pli": "So vata, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde agāravo paṭisanthāre sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": " "
        },
        {
          "scid": "an7.70:18.2",
          "pli": "Yo so, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde agāravo paṭisanthārepi so agāravo. (7) ",
          "en": "A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence disrespects hospitality. "
        },
        {
          "scid": "an7.70:19.1",
          "pli": "So vata, sāriputta, bhikkhu satthari sagāravo dhamme agāravo bhavissatīti netaṃ ṭhānaṃ vijjati … pe … yo so, sāriputta, bhikkhu satthari sagāravo dhammepi so sagāravo … pe …. (1–6.) ",
          "en": "It’s quite impossible for a mendicant who does respect the Teacher to disrespect the teaching. … "
        },
        {
          "scid": "an7.70:20.1",
          "pli": "So vata, sāriputta, bhikkhu satthari sagāravo dhamme sagāravo … pe … appamāde sagāravo paṭisanthāre agāravo bhavissatīti netaṃ ṭhānaṃ vijjati. ",
          "en": " "
        },
        {
          "scid": "an7.70:20.2",
          "pli": "Yo so, sāriputta, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthārepi so sagāravo. (7) ",
          "en": "A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality. "
        },
        {
          "scid": "an7.70:21.1",
          "pli": "So vata, sāriputta, bhikkhu satthari sagāravo dhammepi sagāravo bhavissatīti ṭhānametaṃ vijjati. Yo so, sāriputta, bhikkhu satthari sagāravo dhammepi so sagāravo … pe …. (1–6.) ",
          "en": "It’s quite possible for a mendicant who does respect the Teacher to respect the teaching. … "
        },
        {
          "scid": "an7.70:22.1",
          "pli": "So vata, sāriputta, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthārepi so sagāravo bhavissatīti ṭhānametaṃ vijjati. ",
          "en": " "
        },
        {
          "scid": "an7.70:22.2",
          "pli": "Yo so, sāriputta, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthārepi so sagāravoti. (7) ",
          "en": "A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality. "
        },
        {
          "scid": "an7.70:23.1",
          "pli": "Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo”ti. ",
          "en": "This is how to understand the detailed meaning of what I said in brief.” "
        },
        {
          "scid": "an7.70:23.2",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Then as Venerable Sāriputta was in private retreat this…",
      "expandable": false
    }
  ],
  "suttaCode": "an7.70/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 7.70//AN 7.66",
    "volpages": "AN iv 120",
    "uid": "an7.70",
    "blurb": "Sāriputta reflects on what a mendicant should revere in order to develop the wholesome. He reports to the Buddha that these things are indeed found in himself.",
    "difficulty": null,
    "original_title": "Sakkacca Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Honor ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an7.70_sujato",
        "segmented": true,
        "title": "Honor ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 6
  }
}