{
  "sutta_uid": "an7.53",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an7.53",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Nanda’s Mother ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Undeclared Points ",
      "uid": "an7.54"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "A Very Fruitful Gift ",
      "uid": "an7.52"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an7.53:0.1",
          "pli": "Aṅguttara Nikāya 7 ",
          "en": "Numbered Discourses 7 "
        },
        {
          "scid": "an7.53:0.2",
          "pli": "5. Mahāyaññavagga ",
          "en": "5. A Great Sacrifice "
        },
        {
          "scid": "an7.53:0.3",
          "pli": "53. Nandamātāsutta ",
          "en": "53. Nanda’s Mother "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 7 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an7.53:1.1",
          "pli": "Evaṃ me sutaṃ—",
          "en": "So I have heard. "
        },
        {
          "scid": "an7.53:1.2",
          "pli": "ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca mahāmoggallāno dakkhiṇāgirismiṃ cārikaṃ caranti mahatā bhikkhusaṃghena saddhiṃ. ",
          "en": "At one time the venerables Sāriputta and Mahāmoggallāna were wandering in the Southern Hills together with a large Saṅgha of mendicants. "
        },
        {
          "scid": "an7.53:1.3",
          "pli": "Tena kho pana samayena veḷukaṇḍakī nandamātā upāsikā rattiyā paccūsasamayaṃ paccuṭṭhāya pārāyanaṃ sarena bhāsati. ",
          "en": "Now at that time the laywoman Veḷukaṇṭakī, Nanda’s mother, rose at the crack of dawn and recited the verses of “The Way to the Beyond”. "
        },
        {
          "scid": "an7.53:2.1",
          "pli": "Tena kho pana samayena vessavaṇo mahārājā uttarāya disāya dakkhiṇaṃ disaṃ gacchati kenacideva karaṇīyena. ",
          "en": "And at that time the great king Vessavaṇa was on his way from the north to the south on some business. "
        },
        {
          "scid": "an7.53:2.2",
          "pli": "Assosi kho vessavaṇo mahārājā nandamātāya upāsikāya pārāyanaṃ sarena bhāsantiyā, sutvā kathāpariyosānaṃ āgamayamāno aṭṭhāsi. ",
          "en": "He heard Nanda’s Mother reciting, and stood waiting for her to finish. "
        },
        {
          "scid": "an7.53:3.1",
          "pli": "Atha kho nandamātā upāsikā pārāyanaṃ sarena bhāsitvā tuṇhī ahosi. ",
          "en": "Then when her recital was over she fell silent. "
        },
        {
          "scid": "an7.53:3.2",
          "pli": "Atha kho vessavaṇo mahārājā nandamātāya upāsikāya kathāpariyosānaṃ viditvā abbhānumodi: ",
          "en": "Then, knowing she had finished, Vessavaṇa applauded, saying, "
        },
        {
          "scid": "an7.53:3.3",
          "pli": "“sādhu, bhagini, sādhu, bhaginī”ti. ",
          "en": "“Good, sister! Good, sister!” "
        },
        {
          "scid": "an7.53:3.4",
          "pli": "“Ko paneso, bhadramukhā”ti? ",
          "en": "“But who might you be, my dear?” "
        },
        {
          "scid": "an7.53:3.5",
          "pli": "“Ahaṃ te, bhagini, bhātā vessavaṇo, mahārājā”ti. ",
          "en": "“Sister, I am your brother Vessavaṇa, the great king.” "
        },
        {
          "scid": "an7.53:3.6",
          "pli": "“Sādhu, bhadramukha, tena hi yo me ayaṃ dhammapariyāyo bhaṇito idaṃ te hotu ātitheyyan”ti. ",
          "en": "“Good, my dear! Then may my recital of the teaching be my offering to you as my guest.” "
        },
        {
          "scid": "an7.53:3.7",
          "pli": "“Sādhu, bhagini, etañceva me hotu ātitheyyaṃ. ",
          "en": "‘Good, sister! And let this also be your offering to me as your guest. "
        },
        {
          "scid": "an7.53:3.8",
          "pli": "Sveva sāriputtamoggallānappamukho bhikkhusaṃgho akatapātarāso veḷukaṇḍakaṃ āgamissati, tañca bhikkhusaṃghaṃ parivisitvā mama dakkhiṇaṃ ādiseyyāsi. ",
          "en": "Tomorrow, the mendicant Saṅgha headed by Sāriputta and Moggallāna will arrive at Veḷukaṇṭa before breakfast. When you’ve served the Saṅgha, please dedicate the religious donation to me. "
        },
        {
          "scid": "an7.53:3.9",
          "pli": "Etañceva me bhavissati ātitheyyan”ti. ",
          "en": "Then that will also be your offering to me as your guest.” "
        },
        {
          "scid": "an7.53:4.1",
          "pli": "Atha kho nandamātā upāsikā tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpesi. ",
          "en": "And when the night had passed the lay woman Nanda’s Mother had a variety of delicious foods prepared in her own home. "
        },
        {
          "scid": "an7.53:4.2",
          "pli": "Atha kho sāriputtamoggallānappamukho bhikkhusaṅgho akatapātarāso yena veḷukaṇḍako tadavasari. ",
          "en": "Then the Saṅgha of mendicants headed by Sāriputta and Moggallāna arrived at Veḷukaṇṭa. "
        },
        {
          "scid": "an7.53:4.3",
          "pli": "Atha kho nandamātā upāsikā aññataraṃ purisaṃ āmantesi: ",
          "en": "Then Nanda’s Mother addressed a man, "
        },
        {
          "scid": "an7.53:4.4",
          "pli": "“ehi tvaṃ, ambho purisa, ārāmaṃ gantvā bhikkhusaṅghassa kālaṃ ārocehi: ",
          "en": "“Please, mister, go to the monastery and announce the time to the Saṅgha, saying: "
        },
        {
          "scid": "an7.53:4.5",
          "pli": "‘kālo, bhante, ayyāya nandamātuyā nivesane niṭṭhitaṃ bhattan’”ti. ",
          "en": "‘Sirs, it’s time. The meal is ready in the house of the lady Nanda’s Mother.’” "
        },
        {
          "scid": "an7.53:4.6",
          "pli": "“Evaṃ, ayye”ti kho so puriso nandamātāya upāsikāya paṭissutvā ārāmaṃ gantvā bhikkhusaṅghassa kālaṃ ārocesi: ",
          "en": "“Yes, Ma’am,” that man replied, and he did as she said. "
        },
        {
          "scid": "an7.53:4.7",
          "pli": "“kālo, bhante, ayyāya nandamātuyā nivesane niṭṭhitaṃ bhattan”ti. ",
          "en": " "
        },
        {
          "scid": "an7.53:4.8",
          "pli": "Atha kho sāriputtamoggallānappamukho bhikkhusaṅgho pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena nandamātāya upāsikāya nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "And then the Saṅgha of mendicants headed by Sāriputta and Moggallāna robed up in the morning and, taking their bowls and robes, went to the home of Nanda’s Mother, where they sat on the seats spread out. "
        },
        {
          "scid": "an7.53:4.9",
          "pli": "Atha kho nandamātā upāsikā sāriputtamoggallānappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
          "en": "Then Nanda’s Mother served and satisfied them with her own hands with a variety of delicious foods. "
        },
        {
          "scid": "an7.53:5.1",
          "pli": "Atha kho nandamātā upāsikā āyasmantaṃ sāriputtaṃ bhuttāviṃ onītapattapāṇiṃ ekamantaṃ nisīdi. ",
          "en": "When Sāriputta had eaten and washed his hand and bowl, Nanda’s Mother sat down to one side. "
        },
        {
          "scid": "an7.53:5.2",
          "pli": "Ekamantaṃ nisinnaṃ kho nandamātaraṃ upāsikaṃ āyasmā sāriputto etadavoca: ",
          "en": "Sāriputta said to her, "
        },
        {
          "scid": "an7.53:5.3",
          "pli": "“ko pana te, nandamāte, bhikkhusaṅghassa abbhāgamanaṃ ārocesī”ti? ",
          "en": "“Nanda’s Mother, who told you that the Saṅgha of mendicants was about to arrive?” "
        },
        {
          "scid": "an7.53:6.1",
          "pli": "“Idhāhaṃ, bhante, rattiyā paccūsasamayaṃ paccuṭṭhāya pārāyanaṃ sarena bhāsitvā tuṇhī ahosiṃ. ",
          "en": "“Sir, last night I rose at the crack of dawn and recited the verses of ‘The Way to the Beyond’, and then I fell silent. "
        },
        {
          "scid": "an7.53:6.2",
          "pli": "Atha kho, bhante, vessavaṇo mahārājā mama kathāpariyosānaṃ viditvā abbhānumodi: ",
          "en": "Then the great king Vessavaṇa, knowing I had finished, applauded me, "
        },
        {
          "scid": "an7.53:6.3",
          "pli": "‘sādhu, bhagini, sādhu, bhaginī’ti. ",
          "en": "‘Good, sister! Good, sister!’ "
        },
        {
          "scid": "an7.53:6.4",
          "pli": "‘Ko paneso, bhadramukhā’ti? ",
          "en": "I asked: ‘But who might you be, my dear?’ "
        },
        {
          "scid": "an7.53:6.5",
          "pli": "‘Ahaṃ te, bhagini, bhātā vessavaṇo, mahārājā’ti. ",
          "en": "‘Sister, I am your brother Vessavaṇa, the great king.’ "
        },
        {
          "scid": "an7.53:6.6",
          "pli": "‘Sādhu, bhadramukha, tena hi yo me ayaṃ dhammapariyāyo bhaṇito idaṃ te hotu ātitheyyan’ti. ",
          "en": "‘Good, my dear! Then may my recital of the teaching be my offering to you as my guest.’ "
        },
        {
          "scid": "an7.53:6.7",
          "pli": "‘Sādhu, bhagini, etañceva me hotu ātitheyyaṃ. ",
          "en": "‘Good, sister! And let this also be your offering to me as your guest. "
        },
        {
          "scid": "an7.53:6.8",
          "pli": "Sveva sāriputtamoggallānappamukho bhikkhusaṃgho akatapātarāso veḷukaṇḍakaṃ āgamissati, tañca bhikkhusaṃghaṃ parivisitvā mama dakkhiṇaṃ ādiseyyāsi. ",
          "en": "Tomorrow, the mendicant Saṅgha headed by Sāriputta and Moggallāna will arrive at Veḷukaṇṭa before breakfast. When you’ve served the Saṅgha, please dedicate the religious donation to me. "
        },
        {
          "scid": "an7.53:6.9",
          "pli": "Etañceva me bhavissati ātitheyyan’ti. ",
          "en": "Then that will also be your offering to me as your guest.’ "
        },
        {
          "scid": "an7.53:6.10",
          "pli": "Yadidaṃ, bhante, dāne puññañca puññamahī ca taṃ vessavaṇassa mahārājassa sukhāya hotū”ti. ",
          "en": "And so, sir, may the merit and the growth of merit in this gift be for the happiness of the great king Vessavaṇa.” "
        },
        {
          "scid": "an7.53:7.1",
          "pli": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte. ",
          "en": "“It’s incredible, Nanda’s Mother, it’s amazing "
        },
        {
          "scid": "an7.53:7.2",
          "pli": "Yatra hi nāma vessavaṇena mahārājena evaṃmahiddhikena evaṃmahesakkhena devaputtena sammukhā sallapissasī”ti. (1) ",
          "en": "that you converse face to face with a mighty and illustrious god like the great king Vessavaṇa.” "
        },
        {
          "scid": "an7.53:8.1",
          "pli": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
          "en": "“Sir, this is not my only incredible and amazing quality; "
        },
        {
          "scid": "an7.53:8.2",
          "pli": "Atthi me aññopi acchariyo abbhuto dhammo. ",
          "en": "there is another. "
        },
        {
          "scid": "an7.53:8.3",
          "pli": "Idha me, bhante, nando nāma ekaputtako piyo manāpo. ",
          "en": "I had an only son called Nanda who I loved dearly. "
        },
        {
          "scid": "an7.53:8.4",
          "pli": "Taṃ rājāno kismiñcideva pakaraṇe okassa pasayha jīvitā voropesuṃ. ",
          "en": "The rulers forcibly abducted him on some pretext and had him executed. "
        },
        {
          "scid": "an7.53:8.5",
          "pli": "Tasmiṃ kho panāhaṃ, bhante, dārake gahite vā gayhamāne vā vadhe vā vajjhamāne vā hate vā haññamāne vā nābhijānāmi cittassa aññathattan”ti. ",
          "en": "But I can’t recall getting upset when my boy was under arrest or being arrested, imprisoned or being put in prison, killed or being killed.” "
        },
        {
          "scid": "an7.53:8.6",
          "pli": "“Acchariyaṃ, nandamāte, abbhutaṃ nandamāte. ",
          "en": "“It’s incredible, Nanda’s Mother, it’s amazing "
        },
        {
          "scid": "an7.53:8.7",
          "pli": "Yatra hi nāma cittuppādampi parisodhessasī”ti. (2) ",
          "en": "that you purify even the arising of a thought.” "
        },
        {
          "scid": "an7.53:9.1",
          "pli": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
          "en": "“Sir, this is not my only incredible and amazing quality; "
        },
        {
          "scid": "an7.53:9.2",
          "pli": "Atthi me aññopi acchariyo abbhuto dhammo. ",
          "en": "there is another. "
        },
        {
          "scid": "an7.53:9.3",
          "pli": "Idha me, bhante, sāmiko kālaṅkato aññataraṃ yakkhayoniṃ upapanno. ",
          "en": "When my husband passed away he was reborn in one of the realms of spirits. "
        },
        {
          "scid": "an7.53:9.4",
          "pli": "So me teneva purimena attabhāvena uddassesi. ",
          "en": "He revealed to me his previous life-form. "
        },
        {
          "scid": "an7.53:9.5",
          "pli": "Na kho panāhaṃ, bhante, abhijānāmi tatonidānaṃ cittassa aññathattan”ti. ",
          "en": "But I can’t recall getting upset on that account.” "
        },
        {
          "scid": "an7.53:9.6",
          "pli": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte. ",
          "en": "“It’s incredible, Nanda’s Mother, it’s amazing "
        },
        {
          "scid": "an7.53:9.7",
          "pli": "Yatra hi nāma cittuppādampi parisodhessasī”ti. (3) ",
          "en": "that you purify even the arising of a thought.” "
        },
        {
          "scid": "an7.53:10.1",
          "pli": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
          "en": "“Sir, this is not my only incredible and amazing quality; "
        },
        {
          "scid": "an7.53:10.2",
          "pli": "Atthi me aññopi acchariyo abbhuto dhammo. ",
          "en": "there is another. "
        },
        {
          "scid": "an7.53:10.3",
          "pli": "Yatohaṃ, bhante, sāmikassa daharasseva daharā ānītā nābhijānāmi sāmikaṃ manasāpi aticaritā, kuto pana kāyenā”ti. ",
          "en": "Ever since we were both young, and I was given in marriage to my husband, I can’t recall betraying him even in thought, still less in deed.” "
        },
        {
          "scid": "an7.53:10.4",
          "pli": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte. ",
          "en": "“It’s incredible, Nanda’s Mother, it’s amazing "
        },
        {
          "scid": "an7.53:10.5",
          "pli": "Yatra hi nāma cittuppādampi parisodhessasī”ti. (4) ",
          "en": "that you purify even the arising of a thought.” "
        },
        {
          "scid": "an7.53:11.1",
          "pli": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
          "en": "“Sir, this is not my only incredible and amazing quality; "
        },
        {
          "scid": "an7.53:11.2",
          "pli": "Atthi me aññopi acchariyo abbhuto dhammo. ",
          "en": "there is another. "
        },
        {
          "scid": "an7.53:11.3",
          "pli": "Yadāhaṃ, bhante, upāsikā paṭidesitā nābhijānāmi kiñci sikkhāpadaṃ sañcicca vītikkamitā”ti. ",
          "en": "Ever since I declared myself a lay follower, I can’t recall deliberately breaking any precept.” "
        },
        {
          "scid": "an7.53:11.4",
          "pli": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte”ti. (5) ",
          "en": "“It’s incredible, Nanda’s Mother, it’s amazing!” "
        },
        {
          "scid": "an7.53:12.1",
          "pli": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
          "en": "“Sir, this is not my only incredible and amazing quality; "
        },
        {
          "scid": "an7.53:12.2",
          "pli": "Atthi me aññopi acchariyo abbhuto dhammo. ",
          "en": "there is another. "
        },
        {
          "scid": "an7.53:12.3",
          "pli": "Idhāhaṃ, bhante, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "Whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "an7.53:12.4",
          "pli": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ vivekajaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "As the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. "
        },
        {
          "scid": "an7.53:12.5",
          "pli": "Pītiyā ca virāgā upekkhikā ca viharāmi satā ca sampajānā sukhañca kāyena paṭisaṃvedemi, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāmi. ",
          "en": "And with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ "
        },
        {
          "scid": "an7.53:12.6",
          "pli": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāmī”ti. ",
          "en": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.” "
        },
        {
          "scid": "an7.53:12.7",
          "pli": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte”ti. (6) ",
          "en": "“It’s incredible, Nanda’s Mother, it’s amazing!” "
        },
        {
          "scid": "an7.53:13.1",
          "pli": "“Na kho me, bhante, eseva acchariyo abbhuto dhammo. ",
          "en": "“Sir, this is not my only incredible and amazing quality; "
        },
        {
          "scid": "an7.53:13.2",
          "pli": "Atthi me aññopi acchariyo abbhuto dhammo. ",
          "en": "there is another. "
        },
        {
          "scid": "an7.53:13.3",
          "pli": "Yānimāni, bhante, bhagavatā desitāni pañcorambhāgiyāni saṃyojanāni nāhaṃ tesaṃ kiñci attani appahīnaṃ samanupassāmī”ti. ",
          "en": "Of the five lower fetters taught by the Buddha, I don’t see any that I haven’t given up.” "
        },
        {
          "scid": "an7.53:13.4",
          "pli": "“Acchariyaṃ, nandamāte, abbhutaṃ, nandamāte”ti. (7) ",
          "en": "“It’s incredible, Nanda’s Mother, it’s amazing!” "
        },
        {
          "scid": "an7.53:14.1",
          "pli": "Atha kho āyasmā sāriputto nandamātaraṃ upāsikaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmīti. ",
          "en": "Then Venerable Sāriputta educated, encouraged, fired up, and inspired Nanda’s Mother with a Dhamma talk, after which he got up from his seat and left. "
        },
        {
          "scid": "an7.53:14.2",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an7.53:14.3",
          "pli": "Mahāyaññavaggo pañcamo. ",
          "en": " "
        },
        {
          "scid": "an7.53:15.1",
          "pli": "Ṭhiti ca parikkhāraṃ dve, ",
          "en": " "
        },
        {
          "scid": "an7.53:15.2",
          "pli": "aggī saññā ca dve parā; ",
          "en": " "
        },
        {
          "scid": "an7.53:15.3",
          "pli": "Methunā saṃyogo dānaṃ, ",
          "en": " "
        },
        {
          "scid": "an7.53:15.4",
          "pli": "nandamātena te dasāti. ",
          "en": " "
        },
        {
          "scid": "an7.53:15.5",
          "pli": "Paṇṇāsako samatto. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "So I have heard. ",
      "expandable": false
    }
  ],
  "suttaCode": "an7.53/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 7.53//AN 7.50",
    "volpages": "AN iv 63",
    "uid": "an7.53",
    "blurb": "Sāriputta and Moggallāna are on tour in the southern hills. A deity informs the laywoman Veḷukaṇṭakī that they are approaching. When Sāriputta expresses his amazement that she speaks with the gods, she goes on to list many other of her own amazing qualities.",
    "difficulty": null,
    "original_title": "Nandamātā Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Nanda’s Mother ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an7.53_sujato",
        "segmented": true,
        "title": "Nanda’s Mother ",
        "volpage": null
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 10
  }
}