{
  "sutta_uid": "an8.20",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an8.20",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Sabbath ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Ugga of Vesālī ",
      "uid": "an8.21"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Pahārāda ",
      "uid": "an8.19"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an8.20:0.1",
          "pli": "Aṅguttara Nikāya 8 ",
          "en": "Numbered Discourses 8 "
        },
        {
          "scid": "an8.20:0.2",
          "pli": "2. Mahāvagga ",
          "en": "2. The Great Chapter "
        },
        {
          "scid": "an8.20:0.3",
          "pli": "20. Uposathasutta ",
          "en": "20. Sabbath "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 8 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an8.20:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde. ",
          "en": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother. "
        },
        {
          "scid": "an8.20:1.2",
          "pli": "Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṃghaparivuto nisinno hoti. ",
          "en": "Now, at that time it was the sabbath, and the Buddha was sitting surrounded by the Saṅgha of monks. "
        },
        {
          "scid": "an8.20:1.3",
          "pli": "Atha kho āyasmā ānando abhikkantāya rattiyā, nikkhante paṭhame yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ",
          "en": "And then, as the night was getting late, in the first watch of the night, Venerable Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, "
        },
        {
          "scid": "an8.20:1.4",
          "pli": "“abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṃgho. ",
          "en": "“Sir, the night is getting late. It is the first watch of the night, and the Saṅgha has been sitting long. "
        },
        {
          "scid": "an8.20:1.5",
          "pli": "Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ",
          "en": "Please, sir, may the Buddha recite the monastic code to the mendicants.” "
        },
        {
          "scid": "an8.20:2.1",
          "pli": "Evaṃ vutte, bhagavā tuṇhī ahosi. ",
          "en": "But when he said this, the Buddha kept silent. "
        },
        {
          "scid": "an8.20:2.2",
          "pli": "Dutiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante majjhime yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ",
          "en": "For a second time, as the night was getting late, in the middle watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, "
        },
        {
          "scid": "an8.20:2.3",
          "pli": "“abhikkantā, bhante, ratti, nikkhanto majjhimo yāmo, ciranisinno bhikkhusaṅgho. ",
          "en": "“Sir, the night is getting late. It is the middle watch of the night, and the Saṅgha has been sitting long. "
        },
        {
          "scid": "an8.20:2.4",
          "pli": "Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ",
          "en": "Please, sir, may the Buddha recite the monastic code to the mendicants.” "
        },
        {
          "scid": "an8.20:2.5",
          "pli": "Dutiyampi kho bhagavā tuṇhī ahosi. ",
          "en": "But for a second time the Buddha kept silent. "
        },
        {
          "scid": "an8.20:2.6",
          "pli": "Tatiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante pacchime yāme, uddhaste aruṇe, nandimukhiyā rattiyā uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ",
          "en": "For a third time, as the night was getting late, in the last watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, "
        },
        {
          "scid": "an8.20:2.7",
          "pli": "“abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo, uddhastaṃ aruṇaṃ, nandimukhī ratti; ",
          "en": "“Sir, the night is getting late. It is the last watch of the night and dawn stirs, bringing joy to the night. "
        },
        {
          "scid": "an8.20:2.8",
          "pli": "ciranisinno bhikkhusaṅgho. ",
          "en": "And the Saṅgha has been sitting long. "
        },
        {
          "scid": "an8.20:2.9",
          "pli": "Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ",
          "en": "Please, sir, may the Buddha recite the monastic code to the mendicants.” "
        },
        {
          "scid": "an8.20:2.10",
          "pli": "“Aparisuddhā, ānanda, parisā”ti. ",
          "en": "“Ānanda, the assembly is not pure.” "
        },
        {
          "scid": "an8.20:3.1",
          "pli": "Atha kho āyasmato mahāmoggallānassa etadahosi: ",
          "en": "Then Venerable Mahāmoggallāna thought, "
        },
        {
          "scid": "an8.20:3.2",
          "pli": "“kaṃ nu kho bhagavā puggalaṃ sandhāya evamāha: ",
          "en": "“Who is the Buddha talking about?” "
        },
        {
          "scid": "an8.20:3.3",
          "pli": "‘aparisuddhā, ānanda, parisā’”ti? ",
          "en": " "
        },
        {
          "scid": "an8.20:3.4",
          "pli": "Atha kho āyasmā mahāmoggallāno sabbāvantaṃ bhikkhusaṅghaṃ cetasā ceto paricca manasākāsi. ",
          "en": "Then he focused on comprehending the minds of everyone in the Saṅgha. "
        },
        {
          "scid": "an8.20:3.5",
          "pli": "Addasā kho āyasmā mahāmoggallāno taṃ puggalaṃ dussīlaṃ pāpadhammaṃ asuciṃ saṅkassarasamācāraṃ paṭicchannakammantaṃ assamaṇaṃ samaṇapaṭiññaṃ abrahmacāriṃ brahmacāripaṭiññaṃ antopūtiṃ avassutaṃ kasambujātaṃ majjhe bhikkhusaṅghassa nisinnaṃ; ",
          "en": "He saw that unethical person, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, corrupt, and depraved, sitting in the middle of the Saṅgha. "
        },
        {
          "scid": "an8.20:3.6",
          "pli": "disvāna uṭṭhāyāsanā yena so puggalo tenupasaṅkami; upasaṅkamitvā taṃ puggalaṃ etadavoca: ",
          "en": "When he saw him he got up from his seat, went up to him and said, "
        },
        {
          "scid": "an8.20:3.7",
          "pli": "“uṭṭhehāvuso, diṭṭhosi bhagavatā. ",
          "en": "“Get up, reverend. The Buddha has seen you. "
        },
        {
          "scid": "an8.20:3.8",
          "pli": "Natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ",
          "en": "You can’t live in communion with the mendicants.” "
        },
        {
          "scid": "an8.20:4.1",
          "pli": "Evaṃ vutte, so puggalo tuṇhī ahosi. ",
          "en": "But when he said this, that person kept silent. "
        },
        {
          "scid": "an8.20:4.2",
          "pli": "Dutiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca: ",
          "en": "For a second time … "
        },
        {
          "scid": "an8.20:4.3",
          "pli": "“uṭṭhehāvuso, diṭṭhosi bhagavatā. ",
          "en": " "
        },
        {
          "scid": "an8.20:4.4",
          "pli": "Natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ",
          "en": " "
        },
        {
          "scid": "an8.20:4.5",
          "pli": "Dutiyampi kho so puggalo tuṇhī ahosi. ",
          "en": " "
        },
        {
          "scid": "an8.20:4.6",
          "pli": "Tatiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca: ",
          "en": "For a third time … "
        },
        {
          "scid": "an8.20:4.7",
          "pli": "“uṭṭhehāvuso, diṭṭhosi bhagavatā. ",
          "en": " "
        },
        {
          "scid": "an8.20:4.8",
          "pli": "Natthi te bhikkhūhi saddhiṃ saṃvāso”ti. ",
          "en": " "
        },
        {
          "scid": "an8.20:4.9",
          "pli": "Tatiyampi kho so puggalo tuṇhī ahosi. ",
          "en": "But for a third time that person kept silent. "
        },
        {
          "scid": "an8.20:5.1",
          "pli": "Atha kho āyasmā mahāmoggallāno taṃ puggalaṃ bāhāyaṃ gahetvā bahidvārakoṭṭhakā nikkhāmetvā sūcighaṭikaṃ datvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Mahāmoggallāna took that person by the arm, ejected him out the gate, and bolted the door. Then he went up to the Buddha, and said to him, "
        },
        {
          "scid": "an8.20:5.2",
          "pli": "“nikkhāmito so, bhante, puggalo mayā. ",
          "en": "“I have ejected that person. "
        },
        {
          "scid": "an8.20:5.3",
          "pli": "Parisuddhā parisā. ",
          "en": "The assembly is pure. "
        },
        {
          "scid": "an8.20:5.4",
          "pli": "Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti. ",
          "en": "Please, sir, may the Buddha recite the monastic code to the mendicants.” "
        },
        {
          "scid": "an8.20:5.5",
          "pli": "“Acchariyaṃ, moggallāna, abbhutaṃ, moggallāna. ",
          "en": "“It’s incredible, Moggallāna, it’s amazing, "
        },
        {
          "scid": "an8.20:5.6",
          "pli": "Yāva bāhā gahaṇāpi nāma so moghapuriso āgamissatī”ti. ",
          "en": "how that silly man waited to be taken by the arm!” "
        },
        {
          "scid": "an8.20:6.1",
          "pli": "Atha kho bhagavā bhikkhū āmantesi: ",
          "en": "Then the Buddha said to the mendicants: "
        },
        {
          "scid": "an8.20:6.2",
          "pli": "“tumheva dāni, bhikkhave, uposathaṃ kareyyātha, pātimokkhaṃ uddiseyyātha. ",
          "en": "“Now, mendicants, you should perform the sabbath and recite the monastic code. "
        },
        {
          "scid": "an8.20:6.3",
          "pli": "Na dānāhaṃ, bhikkhave, ajjatagge uposathaṃ karissāmi, pātimokkhaṃ uddisissāmi. ",
          "en": "From this day forth, I will not perform the sabbath or recite the monastic code. "
        },
        {
          "scid": "an8.20:6.4",
          "pli": "Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ tathāgato aparisuddhāya parisāya pātimokkhaṃ uddiseyya. ",
          "en": "It’s impossible, mendicants, it can’t happen that a Realized One could recite the monastic code in an impure assembly. "
        },
        {
          "scid": "an8.20:7.1",
          "pli": "Aṭṭhime, bhikkhave, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ",
          "en": "Seeing these eight incredible and amazing things the demons love the ocean. "
        },
        {
          "scid": "an8.20:7.2",
          "pli": "Katame aṭṭha? ",
          "en": "What eight? "
        },
        {
          "scid": "an8.20:7.3",
          "pli": "Mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto. ",
          "en": "The ocean gradually slants, slopes, and inclines, with no abrupt precipice. "
        },
        {
          "scid": "an8.20:7.4",
          "pli": "Yampi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ",
          "en": " "
        },
        {
          "scid": "an8.20:7.5",
          "pli": "ayaṃ, bhikkhave, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti (yathā purime tathā vitthāro.) ",
          "en": "This is the first thing the demons love about the ocean. "
        },
        {
          "scid": "an8.20:7.6",
          "pli": "… pe … ",
          "en": "(Expand in detail as in the previous sutta.) "
        },
        {
          "scid": "an8.20:8.1",
          "pli": "Puna caparaṃ, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā. Vasanti mahāsamudde yojanasatikāpi attabhāvā … pe … pañcayojanasatikāpi attabhāvā. ",
          "en": "Furthermore, many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, demons, dragons, and fairies. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. "
        },
        {
          "scid": "an8.20:8.2",
          "pli": "Yampi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā; vasanti mahāsamudde yojanasatikāpi attabhāvā … pe … pañcayojanasatikāpi attabhāvā; ",
          "en": " "
        },
        {
          "scid": "an8.20:8.3",
          "pli": "ayaṃ, bhikkhave, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ",
          "en": "This is the eighth thing the demons love about the ocean. "
        },
        {
          "scid": "an8.20:8.4",
          "pli": "Ime kho, bhikkhave, mahāsamudde aṭṭha acchariyā abbhutā dhammā, yaṃ disvā disvā asurā mahāsamudde abhiramanti. ",
          "en": "Seeing these eight incredible and amazing things the demons love the ocean. "
        },
        {
          "scid": "an8.20:9.1",
          "pli": "Evamevaṃ kho, bhikkhave, aṭṭha imasmiṃ dhammavinaye acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ",
          "en": "In the same way, seeing eight incredible and amazing things, mendicants, the mendicants love this teaching and training. "
        },
        {
          "scid": "an8.20:9.2",
          "pli": "Katame aṭṭha? ",
          "en": "What eight? "
        },
        {
          "scid": "an8.20:9.3",
          "pli": "Seyyathāpi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ",
          "en": "The ocean gradually slants, slopes, and inclines, with no abrupt precipice. "
        },
        {
          "scid": "an8.20:9.4",
          "pli": "evamevaṃ kho, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho. ",
          "en": "In the same way in this teaching and training the penetration to enlightenment comes from gradual training, progress, and practice, not abruptly. "
        },
        {
          "scid": "an8.20:9.5",
          "pli": "Yampi, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho; ",
          "en": " "
        },
        {
          "scid": "an8.20:9.6",
          "pli": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti … pe … ",
          "en": "This is the first thing the mendicants love about this teaching and training. … "
        },
        {
          "scid": "an8.20:9.7",
          "pli": "seyyathāpi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā, vasanti mahāsamudde yojanasatikāpi attabhāvā … pe … pañcayojanasatikāpi attabhāvā; ",
          "en": "Many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, demons, dragons, and fairies. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. "
        },
        {
          "scid": "an8.20:9.8",
          "pli": "evamevaṃ kho, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso. Tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno … pe … arahā arahattāya paṭipanno. ",
          "en": "In the same way, great beings live in this teaching and training, and these are those beings. The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection. "
        },
        {
          "scid": "an8.20:9.9",
          "pli": "Yampi, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso; tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno … pe … arahā arahattāya paṭipanno; ",
          "en": " "
        },
        {
          "scid": "an8.20:9.10",
          "pli": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti. ",
          "en": "This is the eighth thing the mendicants love about this teaching and training. "
        },
        {
          "scid": "an8.20:9.11",
          "pli": "Ime kho, bhikkhave, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti. ",
          "en": "Seeing these eight incredible and amazing things, the mendicants love this teaching and training.” "
        },
        {
          "scid": "an8.20:9.12",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an8.20:9.13",
          "pli": "Mahāvaggo dutiyo. ",
          "en": " "
        },
        {
          "scid": "an8.20:10.1",
          "pli": "Verañjo sīho ājaññaṃ, ",
          "en": " "
        },
        {
          "scid": "an8.20:10.2",
          "pli": "khaḷuṅkena malāni ca; ",
          "en": " "
        },
        {
          "scid": "an8.20:10.3",
          "pli": "Dūteyyaṃ dve ca bandhanā, ",
          "en": " "
        },
        {
          "scid": "an8.20:10.4",
          "pli": "pahārādo uposathoti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Sāvatthī…",
      "expandable": false
    }
  ],
  "suttaCode": "an8.20/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 8.20",
    "volpages": "AN iv 204",
    "uid": "an8.20",
    "blurb": "On a full-moon night, the Buddha was to recite the code of conduct for the monks. However, he remained silent until dawn, due to the presence of a corrupt monk.",
    "difficulty": null,
    "original_title": "Uposatha Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Sabbath ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an8.20_sujato",
        "segmented": true,
        "title": "Sabbath ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an8.20_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Uposatha"
      }
    ],
    "parallel_count": 18,
    "biblio": null,
    "num": 10
  }
}