{
  "sutta_uid": "an8.86",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an8.86",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Nāgita ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Turning the Bowl Upside Down ",
      "uid": "an8.87"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Terms for the Realized One ",
      "uid": "an8.85"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an8.86:0.1",
          "pli": "Aṅguttara Nikāya 8 ",
          "en": "Numbered Discourses 8 "
        },
        {
          "scid": "an8.86:0.2",
          "pli": "9. Sativagga ",
          "en": "9. Mindfulness "
        },
        {
          "scid": "an8.86:0.3",
          "pli": "86. Yasasutta ",
          "en": "86. With Nāgita "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 8 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an8.86:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena icchānaṅgalaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ",
          "en": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Icchānaṅgala. "
        },
        {
          "scid": "an8.86:1.2",
          "pli": "Tatra sudaṃ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
          "en": "He stayed in a forest near Icchānaṅgala. "
        },
        {
          "scid": "an8.86:1.3",
          "pli": "Assosuṃ kho icchānaṅgalakā brāhmaṇagahapatikā: ",
          "en": "The brahmins and householders of Icchānaṅgala heard: "
        },
        {
          "scid": "an8.86:1.4",
          "pli": "“samaṇo khalu bho gotamo sakyaputto sakyakulā pabbajito icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
          "en": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala. He is staying in a forest near Icchānaṅgala. "
        },
        {
          "scid": "an8.86:1.5",
          "pli": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
          "en": "He has this good reputation: "
        },
        {
          "scid": "an8.86:1.6",
          "pli": "‘itipi so bhagavā arahaṃ sammāsambuddho … pe … ",
          "en": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ … "
        },
        {
          "scid": "an8.86:1.7",
          "pli": "sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’”ti. ",
          "en": "It’s good to see such perfected ones.” "
        },
        {
          "scid": "an8.86:2.1",
          "pli": "Atha kho icchānaṅgalakā brāhmaṇagahapatikā tassā rattiyā accayena pahutaṃ khādanīyaṃ bhojanīyaṃ ādāya yena icchānaṅgalavanasaṇḍo tenupasaṅkamiṃsu; upasaṅkamitvā bahidvārakoṭṭhake aṭṭhaṃsu uccāsaddā mahāsaddā. ",
          "en": "Then, when the night had passed, they took many different foods and went to the forest near Icchānaṅgala, where they stood outside the gates making a dreadful racket. "
        },
        {
          "scid": "an8.86:2.2",
          "pli": "Tena kho pana samayena āyasmā nāgito bhagavato upaṭṭhāko hoti. ",
          "en": "Now, at that time Venerable Nāgita was the Buddha’s attendant. "
        },
        {
          "scid": "an8.86:2.3",
          "pli": "Atha kho bhagavā āyasmantaṃ nāgitaṃ āmantesi: ",
          "en": "Then the Buddha said to Nāgita, "
        },
        {
          "scid": "an8.86:2.4",
          "pli": "“ke pana te, nāgita, uccāsaddā mahāsaddā kevaṭṭā maññe macchavilope”ti? ",
          "en": "“Nāgita, who’s making that dreadful racket? You’d think it was fishermen hauling in a catch!” "
        },
        {
          "scid": "an8.86:2.5",
          "pli": "“Ete, bhante, icchānaṅgalakā brāhmaṇagahapatikā pahutaṃ khādanīyaṃ bhojanīyaṃ ādāya bahidvārakoṭṭhake ṭhitā bhagavantaṃyeva uddissa bhikkhusaṃghañcā”ti. ",
          "en": "“Sir, it’s these brahmins and householders of Icchānaṅgala. They’ve brought many different foods, and they’re standing outside the gates wanting to offer it specially to the Buddha and the mendicant Saṅgha.” "
        },
        {
          "scid": "an8.86:2.6",
          "pli": "“Māhaṃ, nāgita, yasena samāgamaṃ, mā ca mayā yaso. ",
          "en": "“Nāgita, may I never become famous. May fame not come to me. "
        },
        {
          "scid": "an8.86:2.7",
          "pli": "Yo kho, nāgita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī assa akicchalābhī akasiralābhī. Yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī, ",
          "en": "There are those who can’t get the bliss of renunciation, the bliss of seclusion, the bliss of peace, the bliss of awakening when they want, without trouble or difficulty like I can. "
        },
        {
          "scid": "an8.86:2.8",
          "pli": "so taṃ mīḷhasukhaṃ middhasukhaṃ lābhasakkārasilokasukhaṃ sādiyeyyā”ti. ",
          "en": "Let them enjoy the filthy, lazy pleasure of possessions, honor, and popularity.” "
        },
        {
          "scid": "an8.86:3.1",
          "pli": "“Adhivāsetu dāni, bhante, bhagavā. Adhivāsetu sugato. ",
          "en": "“Sir, may the Blessed One please relent now! May the Holy One relent! "
        },
        {
          "scid": "an8.86:3.2",
          "pli": "Adhivāsanakālo dāni, bhante, bhagavato. ",
          "en": "Now is the time for the Buddha to relent. "
        },
        {
          "scid": "an8.86:3.3",
          "pli": "Yena yeneva dāni, bhante, bhagavā gamissati tanninnāva bhavissanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
          "en": "Wherever the Buddha now goes, the brahmins and householders will incline the same way, as will the people of town and country. "
        },
        {
          "scid": "an8.86:3.4",
          "pli": "Seyyathāpi, bhante, thullaphusitake deve vassante yathāninnaṃ udakāni pavattanti; ",
          "en": "It’s like when it rains heavily and the water flows downhill. "
        },
        {
          "scid": "an8.86:3.5",
          "pli": "evamevaṃ kho, bhante, yena yeneva dāni bhagavā gamissati tanninnāva bhavissanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
          "en": "In the same way, wherever the Buddha now goes, the brahmins and householders will incline the same way, as will the people of town and country. "
        },
        {
          "scid": "an8.86:3.6",
          "pli": "Taṃ kissa hetu? ",
          "en": "Why is that? "
        },
        {
          "scid": "an8.86:3.7",
          "pli": "Tathā hi, bhante, bhagavato sīlapaññāṇan”ti. ",
          "en": "Because of the Buddha’s ethics and wisdom.” "
        },
        {
          "scid": "an8.86:4.1",
          "pli": "“Māhaṃ, nāgita, yasena samāgamaṃ, mā ca mayā yaso. ",
          "en": "“Nāgita, may I never become famous. May fame not come to me. "
        },
        {
          "scid": "an8.86:4.2",
          "pli": "Yo kho, nāgita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī assa akicchalābhī akasiralābhī. Yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī, ",
          "en": "There are those who can’t get the bliss of renunciation, the bliss of seclusion, the bliss of peace, the bliss of awakening when they want, without trouble or difficulty like I can. "
        },
        {
          "scid": "an8.86:4.3",
          "pli": "so taṃ mīḷhasukhaṃ middhasukhaṃ lābhasakkārasilokasukhaṃ sādiyeyya. ",
          "en": "Let them enjoy the filthy, lazy pleasure of possessions, honor, and popularity. "
        },
        {
          "scid": "an8.86:5.1",
          "pli": "devatāpi kho, nāgita, ekaccā nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhiniyo assu akicchalābhiniyo akasiralābhiniyo, yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī. ",
          "en": "Even some of the deities can’t get the bliss of renunciation, the bliss of seclusion, the bliss of peace, the bliss of awakening when they want, without trouble or difficulty like I can. "
        },
        {
          "scid": "an8.86:5.2",
          "pli": "Tumhākampi kho, nāgita, saṅgamma samāgamma saṅgaṇikavihāraṃ anuyuttānaṃ viharataṃ evaṃ hoti: ",
          "en": "When you all come together to enjoy each other’s company, I think: "
        },
        {
          "scid": "an8.86:5.3",
          "pli": "‘na hi nūname āyasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhino assu akicchalābhino akasiralābhino. Yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī. ",
          "en": "‘These venerables mustn’t get the bliss of renunciation, the bliss of seclusion, the bliss of peace, the bliss of awakening when they want, without trouble or difficulty like I can. "
        },
        {
          "scid": "an8.86:5.4",
          "pli": "Tathā hi paname āyasmanto saṅgamma samāgamma saṅgaṇikavihāraṃ anuyuttā viharanti’. ",
          "en": "That must be because they come together to enjoy each other’s company.’ "
        },
        {
          "scid": "an8.86:6.1",
          "pli": "Idhāhaṃ, nāgita, bhikkhū passāmi aññamaññaṃ aṅgulipatodakena sañjagghante saṅkīḷante. ",
          "en": "Take mendicants I see poking each other with their fingers, giggling and playing together. "
        },
        {
          "scid": "an8.86:6.2",
          "pli": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
          "en": "I think to myself: "
        },
        {
          "scid": "an8.86:6.3",
          "pli": "‘na hi nūname āyasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhino assu akicchalābhino akasiralābhino. Yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī. ",
          "en": "‘These venerables mustn’t get the bliss of renunciation, the bliss of seclusion, the bliss of peace, the bliss of awakening when they want, without trouble or difficulty like I can. "
        },
        {
          "scid": "an8.86:6.4",
          "pli": "Tathā hi paname āyasmanto aññamaññaṃ aṅgulipatodakena sañjagghanti saṅkīḷanti’. (1) ",
          "en": "That must be because they’re poking each other with their fingers, giggling and playing together.’ "
        },
        {
          "scid": "an8.86:7.1",
          "pli": "Idha panāhaṃ, nāgita, bhikkhū passāmi yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutte viharante. ",
          "en": "Take mendicants I see eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying, and drowsing. "
        },
        {
          "scid": "an8.86:7.2",
          "pli": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
          "en": "I think to myself: "
        },
        {
          "scid": "an8.86:7.3",
          "pli": "‘na hi nūname āyasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhino assu akicchalābhino akasiralābhino. Yassāhaṃ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī. ",
          "en": "‘These venerables mustn’t get the bliss of renunciation, the bliss of seclusion, the bliss of peace, the bliss of awakening when they want, without trouble or difficulty like I can. "
        },
        {
          "scid": "an8.86:7.4",
          "pli": "Tathā hi paname āyasmanto yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyuttā viharanti’. (2) ",
          "en": "That must be because they eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying, and drowsing.’ "
        },
        {
          "scid": "an8.86:8.1",
          "pli": "Idhāhaṃ, nāgita, bhikkhuṃ passāmi gāmantavihāriṃ samāhitaṃ nisinnaṃ. ",
          "en": "Take a mendicant living in the neighborhood of a village who I see sitting immersed in samādhi. "
        },
        {
          "scid": "an8.86:8.2",
          "pli": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
          "en": "I think to myself: "
        },
        {
          "scid": "an8.86:8.3",
          "pli": "‘idāni imaṃ āyasmantaṃ ārāmiko vā upaṭṭhahissati samaṇuddeso vā. Taṃ tamhā samādhimhā cāvessatī’ti. ",
          "en": "‘Now a monastery worker, a novice, or a fellow practitioner will make this venerable fall from immersion. "
        },
        {
          "scid": "an8.86:8.4",
          "pli": "Tenāhaṃ, nāgita, tassa bhikkhuno na attamano homi gāmantavihārena. (3) ",
          "en": "So I’m not pleased that that mendicant is living in the neighborhood of a village. "
        },
        {
          "scid": "an8.86:9.1",
          "pli": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe pacalāyamānaṃ nisinnaṃ. ",
          "en": "Take a mendicant in the wilderness who I see sitting nodding in meditation. "
        },
        {
          "scid": "an8.86:9.2",
          "pli": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
          "en": "I think to myself: "
        },
        {
          "scid": "an8.86:9.3",
          "pli": "‘idāni ayamāyasmā imaṃ niddākilamathaṃ paṭivinodetvā araññasaññaṃyeva manasi karissati ekattan’ti. ",
          "en": "‘Now this venerable, having dispelled that sleepiness and weariness, will focus just on the unified perception of wilderness.’ "
        },
        {
          "scid": "an8.86:9.4",
          "pli": "Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. (4) ",
          "en": "So I’m pleased that that mendicant is living in the wilderness. "
        },
        {
          "scid": "an8.86:10.1",
          "pli": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe asamāhitaṃ nisinnaṃ. ",
          "en": "Take a mendicant in the wilderness who I see sitting without being immersed in samādhi. "
        },
        {
          "scid": "an8.86:10.2",
          "pli": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
          "en": "I think to myself: "
        },
        {
          "scid": "an8.86:10.3",
          "pli": "‘idāni ayamāyasmā asamāhitaṃ vā cittaṃ samādahissati, samāhitaṃ vā cittaṃ anurakkhissatī’ti. ",
          "en": "‘Now if this venerable’s mind is not immersed in samādhi they will immerse it; or if it is immersed in samādhi, they will preserve it.’ "
        },
        {
          "scid": "an8.86:10.4",
          "pli": "Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. (5) ",
          "en": "So I’m pleased that that mendicant is living in the wilderness. "
        },
        {
          "scid": "an8.86:11.1",
          "pli": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ araññe samāhitaṃ nisinnaṃ. ",
          "en": "Take a mendicant in the wilderness who I see sitting immersed in samādhi. "
        },
        {
          "scid": "an8.86:11.2",
          "pli": "Tassa mayhaṃ, nāgita, evaṃ hoti: ",
          "en": "I think to myself: "
        },
        {
          "scid": "an8.86:11.3",
          "pli": "‘idāni ayamāyasmā avimuttaṃ vā cittaṃ vimuccissati, vimuttaṃ vā cittaṃ anurakkhissatī’ti. ",
          "en": "‘Now this venerable will free the unfreed mind or preserve the freed mind.’ "
        },
        {
          "scid": "an8.86:11.4",
          "pli": "Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. (6) ",
          "en": "So I’m pleased that that mendicant is living in the wilderness. "
        },
        {
          "scid": "an8.86:12.1",
          "pli": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi gāmantavihāriṃ lābhiṃ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ",
          "en": "Take a mendicant who I see living in the neighborhood of a village receiving robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "an8.86:12.2",
          "pli": "So taṃ lābhasakkārasilokaṃ nikāmayamāno riñcati paṭisallānaṃ, riñcati araññavanapatthāni pantāni senāsanāni; ",
          "en": "Enjoying possessions, honor, and popularity they neglect retreat, and they neglect remote lodgings in the wilderness and the forest. "
        },
        {
          "scid": "an8.86:12.3",
          "pli": "gāmanigamarājadhāniṃ osaritvā vāsaṃ kappeti. ",
          "en": "They come down to villages, towns and capital cities and make their homes there. "
        },
        {
          "scid": "an8.86:12.4",
          "pli": "Tenāhaṃ, nāgita, tassa bhikkhuno na attamano homi gāmantavihārena. (7) ",
          "en": "So I’m not pleased that that mendicant is living in the neighborhood of a village. "
        },
        {
          "scid": "an8.86:13.1",
          "pli": "Idha panāhaṃ, nāgita, bhikkhuṃ passāmi āraññikaṃ lābhiṃ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ. ",
          "en": "Take a mendicant who I see in the wilderness receiving robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "an8.86:13.2",
          "pli": "So taṃ lābhasakkārasilokaṃ paṭipaṇāmetvā na riñcati paṭisallānaṃ, na riñcati araññavanapatthāni pantāni senāsanāni. ",
          "en": "Fending off possessions, honor, and popularity they don’t neglect retreat, and they don’t neglect remote lodgings in the wilderness and the forest. "
        },
        {
          "scid": "an8.86:13.3",
          "pli": "Tenāhaṃ, nāgita, tassa bhikkhuno attamano homi araññavihārena. (8) ",
          "en": "So I’m pleased that that mendicant is living in the wilderness. "
        },
        {
          "scid": "an8.86:14.1",
          "pli": "Yasmāhaṃ, nāgita, samaye addhānamaggappaṭipanno na kañci passāmi purato vā pacchato vā, phāsu me, nāgita, tasmiṃ samaye hoti antamaso uccārapassāvakammāyā”ti. ",
          "en": "Nāgita, when I’m walking along a road and I don’t see anyone ahead or behind I feel relaxed, even if I need to urinate or defecate.” "
        },
        {
          "scid": "an8.86:14.2",
          "pli": "Chaṭṭhaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was wandering in the…",
      "expandable": false
    }
  ],
  "suttaCode": "an8.86/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 8.86",
    "volpages": "AN iv 340",
    "uid": "an8.86",
    "blurb": "When the householders of Icchānaṅgala make a racket in the monastery, the Buddha asks his attendant Nāgita what is going on. The Buddha speaks strongly of his dislike for material gains, and his love of seclusion.",
    "difficulty": null,
    "original_title": "Yasa Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Nāgita ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an8.86_sujato",
        "segmented": true,
        "title": "With Nāgita ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an8.86_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Honor"
      }
    ],
    "parallel_count": 4,
    "biblio": null,
    "num": 6
  }
}