{
  "sutta_uid": "an8.21",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an8.21",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "With Ugga of Vesālī ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Ugga of the Village of Hatthi ",
      "uid": "an8.22"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Sabbath ",
      "uid": "an8.20"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an8.21:0.1",
          "pli": "Aṅguttara Nikāya 8 ",
          "en": "Numbered Discourses 8 "
        },
        {
          "scid": "an8.21:0.2",
          "pli": "3. Gahapativagga ",
          "en": "3. Householders "
        },
        {
          "scid": "an8.21:0.3",
          "pli": "21. Paṭhamauggasutta ",
          "en": "21. With Ugga of Vesālī "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 8 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an8.21:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "an8.21:1.2",
          "pli": "Tatra kho bhagavā bhikkhū āmantesi: ",
          "en": "There the Buddha addressed the mendicants: "
        },
        {
          "scid": "an8.21:1.3",
          "pli": "“aṭṭhahi, bhikkhave, acchariyehi abbhutehi dhammehi samannāgataṃ uggaṃ gahapatiṃ vesālikaṃ dhārethā”ti. ",
          "en": "“Mendicants, you should remember the householder Ugga of Vesālī as someone who has eight amazing and incredible qualities.” "
        },
        {
          "scid": "an8.21:1.4",
          "pli": "Idamavoca bhagavā. ",
          "en": "That is what the Buddha said. "
        },
        {
          "scid": "an8.21:1.5",
          "pli": "Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ",
          "en": "When he had spoken, the Holy One got up from his seat and entered his dwelling. "
        },
        {
          "scid": "an8.21:2.1",
          "pli": "Atha kho aññataro bhikkhu pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena uggassa gahapatino vesālikassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
          "en": "Then a certain mendicant robed up in the morning and, taking his bowl and robe, went to the home of the householder Ugga of Vesālī, where he sat on the seat spread out. "
        },
        {
          "scid": "an8.21:2.2",
          "pli": "Atha kho uggo gahapati vesāliko yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho uggaṃ gahapatiṃ vesālikaṃ so bhikkhu etadavoca: ",
          "en": "Then Ugga of Vesālī went up to that mendicant, bowed, and sat down to one side. The mendicant said to him: "
        },
        {
          "scid": "an8.21:3.1",
          "pli": "“Aṭṭhahi kho tvaṃ, gahapati, acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato. ",
          "en": "“Householder, the Buddha declared that you have eight amazing and incredible qualities. "
        },
        {
          "scid": "an8.21:3.2",
          "pli": "Katame te, gahapati, aṭṭha acchariyā abbhutā dhammā, yehi tvaṃ samannāgato bhagavatā byākato”ti? ",
          "en": "What are the eight qualities that he spoke of?” "
        },
        {
          "scid": "an8.21:3.3",
          "pli": "“Na kho ahaṃ, bhante, jānāmi: ",
          "en": "“Sir, I don’t know "
        },
        {
          "scid": "an8.21:3.4",
          "pli": "‘katamehi aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato’ti. ",
          "en": "what eight amazing and incredible qualities the Buddha was referring to. "
        },
        {
          "scid": "an8.21:3.5",
          "pli": "Api ca, bhante, ye me aṭṭha acchariyā abbhutā dhammā saṃvijjanti,; ",
          "en": "But these eight amazing and incredible qualities are found in me. "
        },
        {
          "scid": "an8.21:3.6",
          "pli": "taṃ suṇohi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
          "en": "Listen and pay close attention, I will speak.” "
        },
        {
          "scid": "an8.21:3.7",
          "pli": "“Evaṃ, gahapatī”ti kho so bhikkhu uggassa gahapatino vesālikassa paccassosi. ",
          "en": "“Yes, householder,” replied the mendicant. "
        },
        {
          "scid": "an8.21:3.8",
          "pli": "Uggo gahapati vesāliko etadavoca: ",
          "en": "Ugga of Vesālī said this: "
        },
        {
          "scid": "an8.21:3.9",
          "pli": "“yadāhaṃ, bhante, bhagavantaṃ paṭhamaṃ dūratova addasaṃ; ",
          "en": "“Sir, when I first saw the Buddha off in the distance, "
        },
        {
          "scid": "an8.21:3.10",
          "pli": "saha dassaneneva me, bhante, bhagavato cittaṃ pasīdi. ",
          "en": "my heart was inspired as soon as I saw him. "
        },
        {
          "scid": "an8.21:3.11",
          "pli": "Ayaṃ kho me, bhante, paṭhamo acchariyo abbhuto dhammo saṃvijjati. (1) ",
          "en": "This is the first incredible and amazing quality found in me. "
        },
        {
          "scid": "an8.21:4.1",
          "pli": "So kho ahaṃ, bhante, pasannacitto bhagavantaṃ payirupāsiṃ. ",
          "en": "With confident heart I paid homage to the Buddha. "
        },
        {
          "scid": "an8.21:4.2",
          "pli": "Tassa me bhagavā anupubbiṃ kathaṃ kathesi, seyyathidaṃ—dānakathaṃ sīlakathaṃ saggakathaṃ; ",
          "en": "The Buddha taught me step by step, with a talk on giving, ethical conduct, and heaven. "
        },
        {
          "scid": "an8.21:4.3",
          "pli": "kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi. ",
          "en": "He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. "
        },
        {
          "scid": "an8.21:4.4",
          "pli": "Yadā maṃ bhagavā aññāsi kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—",
          "en": "And when he knew that my mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas: "
        },
        {
          "scid": "an8.21:4.5",
          "pli": "dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ. ",
          "en": "suffering, its origin, its cessation, and the path. "
        },
        {
          "scid": "an8.21:4.6",
          "pli": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
          "en": "Just as a clean cloth rid of stains would properly absorb dye, "
        },
        {
          "scid": "an8.21:4.7",
          "pli": "evamevaṃ kho me tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
          "en": "in that very seat the stainless, immaculate vision of the Dhamma arose in me: "
        },
        {
          "scid": "an8.21:4.8",
          "pli": "‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ",
          "en": "‘Everything that has a beginning has an end.’ "
        },
        {
          "scid": "an8.21:4.9",
          "pli": "So kho ahaṃ, bhante, diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane ",
          "en": "I saw, attained, understood, and fathomed the Dhamma. I went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. "
        },
        {
          "scid": "an8.21:4.10",
          "pli": "tattheva buddhañca dhammañca saṅghañca saraṇaṃ agamāsiṃ, brahmacariyapañcamāni ca sikkhāpadāni samādiyiṃ. ",
          "en": "Right there I went for refuge to the Buddha, his teaching, and the Saṅgha. And I undertook the five training rules with celibacy as the fifth. "
        },
        {
          "scid": "an8.21:4.11",
          "pli": "Ayaṃ kho me, bhante, dutiyo acchariyo abbhuto dhammo saṃvijjati. (2) ",
          "en": "This is the second incredible and amazing quality found in me. "
        },
        {
          "scid": "an8.21:5.1",
          "pli": "Tassa mayhaṃ, bhante, catasso komāriyo pajāpatiyo ahesuṃ. ",
          "en": "I had four teenage wives. "
        },
        {
          "scid": "an8.21:5.2",
          "pli": "Atha khvāhaṃ, bhante, yena tā pajāpatiyo tenupasaṅkamiṃ; upasaṅkamitvā tā pajāpatiyo etadavacaṃ: ",
          "en": "And I went to them and said: "
        },
        {
          "scid": "an8.21:5.3",
          "pli": "‘mayā kho, bhaginiyo, brahmacariyapañcamāni sikkhāpadāni samādinnāni. ",
          "en": "‘Sisters, I’ve undertaken the five training rules with celibacy as fifth. "
        },
        {
          "scid": "an8.21:5.4",
          "pli": "Yā icchati sā idheva bhoge ca bhuñjatu puññāni ca karotu, sakāni vā ñātikulāni gacchatu. ",
          "en": "If you wish, you may stay here, enjoy my wealth, and do good deeds. Or you can return to your own families. "
        },
        {
          "scid": "an8.21:5.5",
          "pli": "Hoti vā pana purisādhippāyo, kassa vo dammī’ti? ",
          "en": "Or would you prefer if I gave you to another man?’ "
        },
        {
          "scid": "an8.21:5.6",
          "pli": "Evaṃ vutte, sā, bhante, jeṭṭhā pajāpati maṃ etadavoca: ",
          "en": "When I said this, my eldest wife said to me: "
        },
        {
          "scid": "an8.21:5.7",
          "pli": "‘itthannāmassa maṃ, ayyaputta, purisassa dehī’ti. ",
          "en": "‘My lord, please give me to such-and-such a man.’ "
        },
        {
          "scid": "an8.21:5.8",
          "pli": "Atha kho ahaṃ, bhante, taṃ purisaṃ pakkosāpetvā vāmena hatthena pajāpatiṃ gahetvā dakkhiṇena hatthena bhiṅgāraṃ gahetvā tassa purisassa oṇojesiṃ. ",
          "en": "Then I summoned that man. Taking my wife with my left hand and a ceremonial vase with my right, I presented her to that man with the pouring of water. "
        },
        {
          "scid": "an8.21:5.9",
          "pli": "Komāriṃ kho panāhaṃ, bhante, dāraṃ pariccajanto nābhijānāmi cittassa aññathattaṃ. ",
          "en": "But I can’t recall getting upset while giving away my teenage wife. "
        },
        {
          "scid": "an8.21:5.10",
          "pli": "Ayaṃ kho me, bhante, tatiyo acchariyo abbhuto dhammo saṃvijjati. (3) ",
          "en": "This is the third incredible and amazing quality found in me. "
        },
        {
          "scid": "an8.21:6.1",
          "pli": "Saṃvijjanti kho pana me, bhante, kule bhogā. ",
          "en": "And though my family has wealth, "
        },
        {
          "scid": "an8.21:6.2",
          "pli": "Te ca kho appaṭivibhattā sīlavantehi kalyāṇadhammehi. ",
          "en": "it’s shared without reserve with ethical people of good character. "
        },
        {
          "scid": "an8.21:6.3",
          "pli": "Ayaṃ kho me, bhante, catuttho acchariyo abbhuto dhammo saṃvijjati. (4) ",
          "en": "This is the fourth incredible and amazing quality found in me. "
        },
        {
          "scid": "an8.21:7.1",
          "pli": "Yaṃ kho panāhaṃ, bhante, bhikkhuṃ payirupāsāmi; ",
          "en": "When I pay homage to a mendicant, "
        },
        {
          "scid": "an8.21:7.2",
          "pli": "sakkaccaṃyeva payirupāsāmi, no asakkaccaṃ. ",
          "en": "I do so carefully, not carelessly. "
        },
        {
          "scid": "an8.21:7.3",
          "pli": "Ayaṃ kho me, bhante, pañcamo acchariyo abbhuto dhammo saṃvijjati. (5) ",
          "en": "This is the fifth incredible and amazing quality found in me. "
        },
        {
          "scid": "an8.21:8.1",
          "pli": "So ce, bhante, me āyasmā dhammaṃ deseti; ",
          "en": "If that venerable teaches me the Dhamma, "
        },
        {
          "scid": "an8.21:8.2",
          "pli": "sakkaccaṃyeva suṇomi, no asakkaccaṃ. ",
          "en": "I listen carefully, not carelessly. "
        },
        {
          "scid": "an8.21:8.3",
          "pli": "No ce me so āyasmā dhammaṃ deseti, ahamassa dhammaṃ desemi. ",
          "en": "But if they don’t teach me the Dhamma, I teach them. "
        },
        {
          "scid": "an8.21:8.4",
          "pli": "Ayaṃ kho me, bhante, chaṭṭho acchariyo abbhuto dhammo saṃvijjati. (6) ",
          "en": "This is the sixth incredible and amazing quality found in me. "
        },
        {
          "scid": "an8.21:9.1",
          "pli": "Anacchariyaṃ kho pana maṃ, bhante, devatā upasaṅkamitvā ārocenti: ",
          "en": "It’s not unusual for deities to come to me and announce: "
        },
        {
          "scid": "an8.21:9.2",
          "pli": "‘svākkhāto, gahapati, bhagavatā dhammo’ti. ",
          "en": "‘Householder, the Buddha’s teaching is well explained!’ "
        },
        {
          "scid": "an8.21:9.3",
          "pli": "Evaṃ vutte, ahaṃ, bhante, tā devatā evaṃ vadāmi: ",
          "en": "When they say this I say to them: "
        },
        {
          "scid": "an8.21:9.4",
          "pli": "‘vadeyyātha vā evaṃ kho tumhe devatā no vā vadeyyātha, atha kho svākkhāto bhagavatā dhammo’ti. ",
          "en": "‘The Buddha’s teaching is well explained, regardless of whether or not you deities say so!’ "
        },
        {
          "scid": "an8.21:9.5",
          "pli": "Na kho panāhaṃ, bhante, abhijānāmi tatonidānaṃ cittassa unnatiṃ: ",
          "en": "But I don’t recall getting too excited by the fact that "
        },
        {
          "scid": "an8.21:9.6",
          "pli": "‘maṃ vā devatā upasaṅkamanti, ahaṃ vā devatāhi saddhiṃ sallapāmī’ti. ",
          "en": "the deities come to me, and I have a conversation with them. "
        },
        {
          "scid": "an8.21:9.7",
          "pli": "Ayaṃ kho me, bhante, sattamo acchariyo abbhuto dhammo saṃvijjati. (7) ",
          "en": "This is the seventh incredible and amazing quality found in me. "
        },
        {
          "scid": "an8.21:10.1",
          "pli": "Yānimāni, bhante, bhagavatā desitāni pañcorambhāgiyāni saṃyojanāni, nāhaṃ tesaṃ kiñci attani appahīnaṃ samanupassāmi. ",
          "en": "Of the five lower fetters taught by the Buddha, I don’t see any that I haven’t given up. "
        },
        {
          "scid": "an8.21:10.2",
          "pli": "Ayaṃ kho me, bhante, aṭṭhamo acchariyo abbhuto dhammo saṃvijjati. (8) ",
          "en": "This is the eighth incredible and amazing quality found in me. "
        },
        {
          "scid": "an8.21:11.1",
          "pli": "Ime kho me, bhante, aṭṭha acchariyā abbhutā dhammā saṃvijjanti. ",
          "en": "These eight amazing and incredible qualities are found in me. "
        },
        {
          "scid": "an8.21:11.2",
          "pli": "Na ca kho ahaṃ jānāmi—",
          "en": "But I don’t know "
        },
        {
          "scid": "an8.21:11.3",
          "pli": "katamehi cāhaṃ aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato”ti. ",
          "en": "what eight amazing and incredible qualities the Buddha was referring to.” "
        },
        {
          "scid": "an8.21:12.1",
          "pli": "Atha kho so bhikkhu uggassa gahapatino vesālikassa nivesane piṇḍapātaṃ gahetvā uṭṭhāyāsanā pakkāmi. ",
          "en": "Then that mendicant, after taking alms-food in Ugga of Vesālī’s home, got up from his seat and left. "
        },
        {
          "scid": "an8.21:12.2",
          "pli": "Atha kho so bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
          "en": "Then after the meal, on his return from alms-round, he went to the Buddha, bowed, and sat down to one side. "
        },
        {
          "scid": "an8.21:12.3",
          "pli": "Ekamantaṃ nisinno kho so bhikkhu yāvatako ahosi uggena gahapatinā vesālikena saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesi. ",
          "en": "He informed the Buddha of all he had discussed with the householder Ugga of Vesālī. The Buddha said: "
        },
        {
          "scid": "an8.21:13.1",
          "pli": "“Sādhu sādhu, bhikkhu. ",
          "en": "“Good, good, mendicant! "
        },
        {
          "scid": "an8.21:13.2",
          "pli": "Yathā taṃ uggo gahapati vesāliko sammā byākaramāno byākareyya, imeheva kho, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato uggo gahapati vesāliko mayā byākato. ",
          "en": "When I declared that the householder Ugga of Vesālī was someone who has eight amazing and incredible qualities, I was referring to the same eight qualities that he rightly explained to you. "
        },
        {
          "scid": "an8.21:13.3",
          "pli": "Imehi ca pana, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgataṃ uggaṃ gahapatiṃ vesālikaṃ dhārehī”ti. ",
          "en": "You should remember the householder Ugga of Vesālī as someone who has these eight amazing and incredible qualities.” "
        },
        {
          "scid": "an8.21:13.4",
          "pli": "Paṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Vesālī,…",
      "expandable": false
    }
  ],
  "suttaCode": "an8.21/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 8.21",
    "volpages": "AN iv 208",
    "uid": "an8.21",
    "blurb": "The Buddha celebrates the eight amazing qualities of the householder Ugga of Vesālī. Ugga himself speaks of these qualities.",
    "difficulty": null,
    "original_title": "Paṭhamaugga Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "With Ugga of Vesālī ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an8.21_sujato",
        "segmented": true,
        "title": "With Ugga of Vesālī ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an8.21_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Ugga (1)"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 1
  }
}