{
  "sutta_uid": "an8.40",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an8.40",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Results of Misconduct ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Sabbath With Eight Factors, In Brief ",
      "uid": "an8.41"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Overflowing Merit ",
      "uid": "an8.39"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an8.40:0.1",
          "pli": "Aṅguttara Nikāya 8 ",
          "en": "Numbered Discourses 8 "
        },
        {
          "scid": "an8.40:0.2",
          "pli": "4. Dānavagga ",
          "en": "4. Giving "
        },
        {
          "scid": "an8.40:0.3",
          "pli": "40. Duccaritavipākasutta ",
          "en": "40. The Results of Misconduct "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 8 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an8.40:1.1",
          "pli": "“Pāṇātipāto, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko. ",
          "en": "“Mendicants, the killing of living creatures, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm. "
        },
        {
          "scid": "an8.40:1.2",
          "pli": "Yo sabbalahuso pāṇātipātassa vipāko, manussabhūtassa appāyukasaṃvattaniko hoti. (1) ",
          "en": "The minimum result it leads to for a human being is a short life span. "
        },
        {
          "scid": "an8.40:2.1",
          "pli": "Adinnādānaṃ, bhikkhave, āsevitaṃ bhāvitaṃ bahulīkataṃ nirayasaṃvattanikaṃ tiracchānayonisaṃvattanikaṃ pettivisayasaṃvattanikaṃ. ",
          "en": "Stealing, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm. "
        },
        {
          "scid": "an8.40:2.2",
          "pli": "Yo sabbalahuso adinnādānassa vipāko, manussabhūtassa bhogabyasanasaṃvattaniko hoti. (2) ",
          "en": "The minimum result it leads to for a human being is loss of wealth. "
        },
        {
          "scid": "an8.40:3.1",
          "pli": "Kāmesumicchācāro, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko. ",
          "en": "Sexual misconduct, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm. "
        },
        {
          "scid": "an8.40:3.2",
          "pli": "Yo sabbalahuso kāmesumicchācārassa vipāko, manussabhūtassa sapattaverasaṃvattaniko hoti. (3) ",
          "en": "The minimum result it leads to for a human being is rivalry and enmity. "
        },
        {
          "scid": "an8.40:4.1",
          "pli": "Musāvādo, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko. ",
          "en": "Lying, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm. "
        },
        {
          "scid": "an8.40:4.2",
          "pli": "Yo sabbalahuso musāvādassa vipāko, manussabhūtassa abhūtabbhakkhānasaṃvattaniko hoti. (4) ",
          "en": "The minimum result it leads to for a human being is false accusations. "
        },
        {
          "scid": "an8.40:5.1",
          "pli": "Pisuṇā, bhikkhave, vācā āsevitā bhāvitā bahulīkatā nirayasaṃvattanikā tiracchānayonisaṃvattanikā pettivisayasaṃvattanikā. ",
          "en": "Divisive speech, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm. "
        },
        {
          "scid": "an8.40:5.2",
          "pli": "Yo sabbalahuso pisuṇāya vācāya vipāko, manussabhūtassa mittehi bhedanasaṃvattaniko hoti. (5) ",
          "en": "The minimum result it leads to for a human being is being divided against friends. "
        },
        {
          "scid": "an8.40:6.1",
          "pli": "Pharusā, bhikkhave, vācā āsevitā bhāvitā bahulīkatā nirayasaṃvattanikā tiracchānayonisaṃvattanikā pettivisayasaṃvattanikā. ",
          "en": "Harsh speech, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm. "
        },
        {
          "scid": "an8.40:6.2",
          "pli": "Yo sabbalahuso pharusāya vācāya vipāko, manussabhūtassa amanāpasaddasaṃvattaniko hoti. (6) ",
          "en": "The minimum result it leads to for a human being is hearing disagreeable things. "
        },
        {
          "scid": "an8.40:7.1",
          "pli": "Samphappalāpo, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko. ",
          "en": "Talking nonsense, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm. "
        },
        {
          "scid": "an8.40:7.2",
          "pli": "Yo sabbalahuso samphappalāpassa vipāko, manussabhūtassa anādeyyavācāsaṃvattaniko hoti. (7) ",
          "en": "The minimum result it leads to for a human being is that no-one takes what you say seriously. "
        },
        {
          "scid": "an8.40:8.1",
          "pli": "Surāmerayapānaṃ, bhikkhave, āsevitaṃ bhāvitaṃ bahulīkataṃ nirayasaṃvattanikaṃ tiracchānayonisaṃvattanikaṃ pettivisayasaṃvattanikaṃ. ",
          "en": "Taking alcoholic drinks that cause negligence, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm. "
        },
        {
          "scid": "an8.40:8.2",
          "pli": "Yo sabbalahuso surāmerayapānassa vipāko, manussabhūtassa ummattakasaṃvattaniko hotī”ti. (8) ",
          "en": "The minimum result it leads to for a human being is madness.” "
        },
        {
          "scid": "an8.40:8.3",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an8.40:8.4",
          "pli": "Dānavaggo catuttho. ",
          "en": " "
        },
        {
          "scid": "an8.40:9.1",
          "pli": "Dve dānāni vatthuñca, ",
          "en": " "
        },
        {
          "scid": "an8.40:9.2",
          "pli": "khettaṃ dānūpapattiyo; ",
          "en": " "
        },
        {
          "scid": "an8.40:9.3",
          "pli": "Kiriyaṃ dve sappurisā, ",
          "en": " "
        },
        {
          "scid": "an8.40:9.4",
          "pli": "abhisando vipāko cāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, the killing of living creatures, when cultivated, developed,…",
      "expandable": false
    }
  ],
  "suttaCode": "an8.40/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 8.40",
    "volpages": "AN iv 247",
    "uid": "an8.40",
    "blurb": "Eight kinds of misdeed are conducive to bad outcomes.",
    "difficulty": null,
    "original_title": "Duccaritavipāka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Results of Misconduct ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an8.40_sujato",
        "segmented": true,
        "title": "The Results of Misconduct ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an8.40_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Conducive"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 10
  }
}