{
  "sutta_uid": "an8.52",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an8.52",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "An Adviser for Nuns ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Brief Advice to Gotamī ",
      "uid": "an8.53"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With Gotamī ",
      "uid": "an8.51"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an8.52:0.1",
          "pli": "Aṅguttara Nikāya 8 ",
          "en": "Numbered Discourses 8 "
        },
        {
          "scid": "an8.52:0.2",
          "pli": "6. Gotamīvagga ",
          "en": "6. Gotamī "
        },
        {
          "scid": "an8.52:0.3",
          "pli": "52. Ovādasutta ",
          "en": "52. An Adviser for Nuns "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 8 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an8.52:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
          "en": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. "
        },
        {
          "scid": "an8.52:1.2",
          "pli": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
          "en": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to the Buddha: "
        },
        {
          "scid": "an8.52:1.3",
          "pli": "“katihi nu kho, bhante, dhammehi samannāgato bhikkhu bhikkhunovādako sammannitabbo”ti? ",
          "en": "“Sir, how many qualities should a monk have to be agreed on as an adviser for nuns?” "
        },
        {
          "scid": "an8.52:2.1",
          "pli": "“Aṭṭhahi kho, ānanda, dhammehi samannāgato bhikkhu bhikkhunovādako sammannitabbo. ",
          "en": "“Ānanda, a monk with eight qualities may be agreed on as an adviser for nuns. "
        },
        {
          "scid": "an8.52:2.2",
          "pli": "Katamehi aṭṭhahi? ",
          "en": "What eight? "
        },
        {
          "scid": "an8.52:2.3",
          "pli": "Idhānanda, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu; ",
          "en": "Firstly, a monk is ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. "
        },
        {
          "scid": "an8.52:2.4",
          "pli": "bahussuto hoti … pe … diṭṭhiyā suppaṭividdhā; ",
          "en": "They’re learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view. "
        },
        {
          "scid": "an8.52:2.5",
          "pli": "ubhayāni kho panassa pātimokkhāni vitthārena svāgatāni honti suvibhattāni suppavattīni suvinicchitāni suttaso anubyañjanaso; ",
          "en": "Both monastic codes have been passed down to them in detail, well analyzed, well mastered, well judged in both the rules and accompanying material. "
        },
        {
          "scid": "an8.52:2.6",
          "pli": "kalyāṇavāco hoti kalyāṇavākkaraṇo, poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā; ",
          "en": "They’re a good speaker. Their voice is polished, clear, articulate, and expresses the meaning. "
        },
        {
          "scid": "an8.52:2.7",
          "pli": "paṭibalo hoti bhikkhunisaṃghassa dhammiyā kathāya sandassetuṃ samādapetuṃ samuttejetuṃ sampahaṃsetuṃ; ",
          "en": "They’re able to educate, encourage, fire up, and inspire the community of nuns. "
        },
        {
          "scid": "an8.52:2.8",
          "pli": "yebhuyyena bhikkhunīnaṃ piyo hoti manāpo; ",
          "en": "They’re likable and agreeable to most of the nuns. "
        },
        {
          "scid": "an8.52:2.9",
          "pli": "na kho panetaṃ bhagavantaṃ uddissa pabbajitāya kāsāyavatthavasanāya garudhammaṃ ajjhāpannapubbo hoti; ",
          "en": "They have never previously sexually harassed any woman wearing the ocher robe who has gone forth in the Buddha’s name. "
        },
        {
          "scid": "an8.52:2.10",
          "pli": "vīsativasso vā hoti atirekavīsativasso vā. ",
          "en": "They have been ordained for twenty years or more. "
        },
        {
          "scid": "an8.52:2.11",
          "pli": "Imehi kho, ānanda, aṭṭhahi dhammehi samannāgato bhikkhu bhikkhunovādako sammannitabbo”ti. ",
          "en": "A monk with these eight qualities may be agreed on as an adviser for nuns.” "
        },
        {
          "scid": "an8.52:2.12",
          "pli": "Dutiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying near Vesālī,…",
      "expandable": false
    }
  ],
  "suttaCode": "an8.52/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 8.52",
    "volpages": "AN iv 279",
    "uid": "an8.52",
    "blurb": "With eight qualities a monk may be appointed to teach the nuns.",
    "difficulty": null,
    "original_title": "Ovāda Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "An Adviser for Nuns ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an8.52_sujato",
        "segmented": true,
        "title": "An Adviser for Nuns ",
        "volpage": null
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 2
  }
}