{
  "sutta_uid": "an8.30",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an8.30",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Anuruddha and the Great Thoughts ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Giving (1st) ",
      "uid": "an8.31"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Lost Opportunities ",
      "uid": "an8.29"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an8.30:0.1",
          "pli": "Aṅguttara Nikāya 8 ",
          "en": "Numbered Discourses 8 "
        },
        {
          "scid": "an8.30:0.2",
          "pli": "3. Gahapativagga ",
          "en": "3. Householders "
        },
        {
          "scid": "an8.30:0.3",
          "pli": "30. Anuruddhamahāvitakkasutta ",
          "en": "30. Anuruddha and the Great Thoughts "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 8 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an8.30:1.1",
          "pli": "Ekaṃ samayaṃ bhagavā bhaggesu viharati suṃsumāragire bhesakaḷāvane migadāye. ",
          "en": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood. "
        },
        {
          "scid": "an8.30:1.2",
          "pli": "Tena kho pana samayena āyasmā anuruddho cetīsu viharati pācīnavaṃsadāye. ",
          "en": "And at that time Venerable Anuruddha was staying in the land of the Cetīs in the Eastern Bamboo Park. "
        },
        {
          "scid": "an8.30:1.3",
          "pli": "Atha kho āyasmato anuruddhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
          "en": "Then as Anuruddha was in private retreat this thought came to his mind: "
        },
        {
          "scid": "an8.30:1.4",
          "pli": "“appicchassāyaṃ dhammo, nāyaṃ dhammo mahicchassa; ",
          "en": "“This teaching is for those of few wishes, not those of many wishes. "
        },
        {
          "scid": "an8.30:1.5",
          "pli": "santuṭṭhassāyaṃ dhammo, nāyaṃ dhammo asantuṭṭhassa; ",
          "en": "It’s for the contented, not those who lack contentment. "
        },
        {
          "scid": "an8.30:1.6",
          "pli": "pavivittassāyaṃ dhammo, nāyaṃ dhammo saṅgaṇikārāmassa; ",
          "en": "It’s for the secluded, not those who enjoy company. "
        },
        {
          "scid": "an8.30:1.7",
          "pli": "āraddhavīriyassāyaṃ dhammo, nāyaṃ dhammo kusītassa; ",
          "en": "It’s for the energetic, not the lazy. "
        },
        {
          "scid": "an8.30:1.8",
          "pli": "upaṭṭhitassatissāyaṃ dhammo, nāyaṃ dhammo muṭṭhassatissa; ",
          "en": "It’s for the mindful, not the unmindful. "
        },
        {
          "scid": "an8.30:1.9",
          "pli": "samāhitassāyaṃ dhammo, nāyaṃ dhammo asamāhitassa; ",
          "en": "It’s for those with immersion, not those without immersion. "
        },
        {
          "scid": "an8.30:1.10",
          "pli": "paññavato ayaṃ dhammo, nāyaṃ dhammo duppaññassā”ti. ",
          "en": "It’s for the wise, not the witless.” "
        },
        {
          "scid": "an8.30:2.1",
          "pli": "Atha kho bhagavā āyasmato anuruddhassa cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—bhaggesu susumāragire bhesakaḷāvane migadāye antarahito cetīsu pācīnavaṃsadāye āyasmato anuruddhassa sammukhe pāturahosi. ",
          "en": "Then the Buddha knew what Anuruddha was thinking. As easily as a strong person would extend or contract their arm, he vanished from the deer park at Bhesakaḷā’s Wood in the land of the Bhaggas and reappeared in front of Anurruddha in the Eastern Bamboo Park in the land of the Cetīs, "
        },
        {
          "scid": "an8.30:2.2",
          "pli": "Nisīdi bhagavā paññatte āsane. ",
          "en": "and sat on the seat spread out. "
        },
        {
          "scid": "an8.30:2.3",
          "pli": "Āyasmāpi kho anuruddho bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
          "en": "Anuruddha bowed to the Buddha and sat down to one side. "
        },
        {
          "scid": "an8.30:2.4",
          "pli": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ anuruddhaṃ bhagavā etadavoca: ",
          "en": "The Buddha said to him: "
        },
        {
          "scid": "an8.30:3.1",
          "pli": "“Sādhu sādhu, anuruddha. ",
          "en": "“Good, good, Anuruddha! "
        },
        {
          "scid": "an8.30:3.2",
          "pli": "Sādhu kho tvaṃ, anuruddha, yaṃ taṃ mahāpurisavitakkaṃ vitakkesi: ",
          "en": "It’s good that you reflect on these thoughts of a great man: "
        },
        {
          "scid": "an8.30:3.3",
          "pli": "‘appicchassāyaṃ dhammo, nāyaṃ dhammo mahicchassa; ",
          "en": "‘This teaching is for those of few wishes, not those of many wishes. "
        },
        {
          "scid": "an8.30:3.4",
          "pli": "santuṭṭhassāyaṃ dhammo, nāyaṃ dhammo asantuṭṭhassa; ",
          "en": "It’s for the contented, not those who lack contentment. "
        },
        {
          "scid": "an8.30:3.5",
          "pli": "pavivittassāyaṃ dhammo, nāyaṃ dhammo saṅgaṇikārāmassa; ",
          "en": "It’s for the secluded, not those who enjoy company. "
        },
        {
          "scid": "an8.30:3.6",
          "pli": "āraddhavīriyassāyaṃ dhammo, nāyaṃ dhammo kusītassa; ",
          "en": "It’s for the energetic, not the lazy. "
        },
        {
          "scid": "an8.30:3.7",
          "pli": "upaṭṭhitassatissāyaṃ dhammo, nāyaṃ dhammo muṭṭhassatissa; ",
          "en": "It’s for the mindful, not the unmindful. "
        },
        {
          "scid": "an8.30:3.8",
          "pli": "samāhitassāyaṃ dhammo, nāyaṃ dhammo asamāhitassa; ",
          "en": "It’s for those with immersion, not those without immersion. "
        },
        {
          "scid": "an8.30:3.9",
          "pli": "paññavato ayaṃ dhammo, nāyaṃ dhammo duppaññassā’ti. ",
          "en": "It’s for the wise, not the witless.’ "
        },
        {
          "scid": "an8.30:3.10",
          "pli": "Tena hi tvaṃ, anuruddha, imampi aṭṭhamaṃ mahāpurisavitakkaṃ vitakkehi: ",
          "en": "Well then, Anuruddha, you should also reflect on the following eighth thought of a great man: "
        },
        {
          "scid": "an8.30:3.11",
          "pli": "‘nippapañcārāmassāyaṃ dhammo nippapañcaratino, nāyaṃ dhammo papañcārāmassa papañcaratino’ti. ",
          "en": "‘This teaching is for those who don’t enjoy proliferating and don’t like to proliferate, not for those who enjoy proliferating and like to proliferate.’ "
        },
        {
          "scid": "an8.30:4.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṃ, anuruddha, yāvadeva ākaṅkhissasi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharissasi. ",
          "en": "First you’ll reflect on these eight thoughts of a great man. Then whenever you want, quite secluded from sensual pleasures, secluded from unskillful qualities, you’ll enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "an8.30:5.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṃ, anuruddha, yāvadeva ākaṅkhissasi, vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharissasi. ",
          "en": "You’ll enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. "
        },
        {
          "scid": "an8.30:6.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṃ, anuruddha, yāvadeva ākaṅkhissasi, pītiyā ca virāgā upekkhako ca viharissasi sato ca sampajāno sukhañca kāyena paṭisaṃvedissasi yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharissasi. ",
          "en": "You’ll enter and remain in the third absorption, where you’ll meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ "
        },
        {
          "scid": "an8.30:7.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṃ, anuruddha, yāvadeva ākaṅkhissasi, sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharissasi. ",
          "en": "Giving up pleasure and pain, and ending former happiness and sadness, you’ll enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. "
        },
        {
          "scid": "an8.30:8.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā nānārattānaṃ dussānaṃ dussakaraṇḍako pūro; ",
          "en": "First you’ll reflect on these eight thoughts of a great man, and you’ll get the four absorptions—blissful meditations in the present life that belong to the higher mind—when you want, without trouble or difficulty. Then as you live contented your rag robe will seem to you like a chest full of garments of different colors seems to a householder or householder’s child. "
        },
        {
          "scid": "an8.30:8.2",
          "pli": "evamevaṃ te paṃsukūlacīvaraṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
          "en": "It will be for your enjoyment, relief, and comfort, and for alighting upon extinguishment. "
        },
        {
          "scid": "an8.30:9.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā sālīnaṃ odano vicitakāḷako anekasūpo anekabyañjano; ",
          "en": "As you live contented your scraps of alms-food will seem to you like boiled fine rice with the dark grains picked out, served with many soups and sauces seems to a householder or householder’s child. "
        },
        {
          "scid": "an8.30:9.2",
          "pli": "evamevaṃ te piṇḍiyālopabhojanaṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
          "en": "It will be for your enjoyment, relief, and comfort, and for alighting upon extinguishment. "
        },
        {
          "scid": "an8.30:10.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā kūṭāgāraṃ ullittāvalittaṃ nivātaṃ phusitaggaḷaṃ pihitavātapānaṃ; ",
          "en": "As you live contented your lodging at the root of a tree will seem to you like a bungalow, plastered inside and out, draft-free, with latches fastened and windows shuttered seems to a householder or householder’s child. "
        },
        {
          "scid": "an8.30:10.2",
          "pli": "evamevaṃ te rukkhamūlasenāsanaṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
          "en": "It will be for your enjoyment, relief, and comfort, and for alighting upon extinguishment. "
        },
        {
          "scid": "an8.30:11.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhatolohitakūpadhāno; ",
          "en": "As you live contented your lodging at the root of a tree will seem to you like a couch spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends seems to a householder or householder’s child. "
        },
        {
          "scid": "an8.30:11.2",
          "pli": "evamevaṃ te tiṇasanthārakasayanāsanaṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
          "en": "It will be for your enjoyment, relief, and comfort, and for alighting upon extinguishment. "
        },
        {
          "scid": "an8.30:12.1",
          "pli": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā nānābhesajjāni, seyyathidaṃ—sappi navanītaṃ telaṃ madhu phāṇitaṃ; ",
          "en": "As you live contented your fermented urine as medicine will seem to you like various medicines—ghee, butter, oil, honey, molasses, and salt—seem to a householder or householder’s child. "
        },
        {
          "scid": "an8.30:12.2",
          "pli": "evamevaṃ te pūtimuttabhesajjaṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
          "en": "It will be for your enjoyment, relief, and comfort, and for alighting upon extinguishment. "
        },
        {
          "scid": "an8.30:12.3",
          "pli": "Tena hi tvaṃ, anuruddha, āyatikampi vassāvāsaṃ idheva cetīsu pācīnavaṃsadāye vihareyyāsī”ti. ",
          "en": "Well then, Anuruddha, for the next rainy season residence you should stay right here in the land of the Cetīs in the Eastern Bamboo Park.” "
        },
        {
          "scid": "an8.30:12.4",
          "pli": "“Evaṃ, bhante”ti kho āyasmā anuruddho bhagavato paccassosi. ",
          "en": "“Yes, sir,” Anuruddha replied. "
        },
        {
          "scid": "an8.30:13.1",
          "pli": "Atha kho bhagavā āyasmantaṃ anuruddhaṃ iminā ovādena ovaditvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—cetīsu pācīnavaṃsadāye antarahito bhaggesu susumāragire bhesakaḷāvane migadāye pāturahosīti. ",
          "en": "After advising Anuruddha like this, the Buddha—as easily as a strong person would extend or contract their arm, vanished from the Eastern Bamboo Park in the land of the Cetīs and reappeared in the deer park at Bhesakaḷā’s Wood in the land of the Bhaggas. "
        },
        {
          "scid": "an8.30:13.2",
          "pli": "Nisīdi bhagavā paññatte āsane. ",
          "en": "He sat on the seat spread out "
        },
        {
          "scid": "an8.30:13.3",
          "pli": "Nisajja kho bhagavā bhikkhū āmantesi: ",
          "en": "and addressed the mendicants: "
        },
        {
          "scid": "an8.30:13.4",
          "pli": "“aṭṭha kho, bhikkhave, mahāpurisavitakke desessāmi, taṃ suṇātha … pe … ",
          "en": "“Mendicants, I will teach you the eight thoughts of a great man. Listen … "
        },
        {
          "scid": "an8.30:13.5",
          "pli": "katame ca, bhikkhave, aṭṭha mahāpurisavitakkā? ",
          "en": "And what are the eight thoughts of a great man? "
        },
        {
          "scid": "an8.30:13.6",
          "pli": "Appicchassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo mahicchassa; ",
          "en": "This teaching is for those of few wishes, not those of many wishes. "
        },
        {
          "scid": "an8.30:13.7",
          "pli": "santuṭṭhassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asantuṭṭhassa; ",
          "en": "It’s for the contented, not those who lack contentment. "
        },
        {
          "scid": "an8.30:13.8",
          "pli": "pavivittassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo saṅgaṇikārāmassa; ",
          "en": "It’s for the secluded, not those who enjoy company. "
        },
        {
          "scid": "an8.30:13.9",
          "pli": "āraddhavīriyassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo kusītassa; ",
          "en": "It’s for the energetic, not the lazy. "
        },
        {
          "scid": "an8.30:13.10",
          "pli": "upaṭṭhitassatissāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo muṭṭhassatissa; ",
          "en": "It’s for the mindful, not the unmindful. "
        },
        {
          "scid": "an8.30:13.11",
          "pli": "samāhitassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asamāhitassa; ",
          "en": "It’s for those with immersion, not those without immersion. "
        },
        {
          "scid": "an8.30:13.12",
          "pli": "paññavato ayaṃ, bhikkhave, dhammo, nāyaṃ dhammo duppaññassa; ",
          "en": "It’s for the wise, not the witless. "
        },
        {
          "scid": "an8.30:13.13",
          "pli": "nippapañcārāmassāyaṃ, bhikkhave, dhammo nippapañcaratino, nāyaṃ dhammo papañcārāmassa papañcaratino. ",
          "en": "It’s for those who don’t enjoy proliferating and don’t like to proliferate, not for those who enjoy proliferating and like to proliferate. "
        },
        {
          "scid": "an8.30:14.1",
          "pli": "‘Appicchassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo mahicchassā’ti, ",
          "en": "‘This teaching is for those of few wishes, not those of many wishes.’ "
        },
        {
          "scid": "an8.30:14.2",
          "pli": "iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "That’s what I said, but why did I say it? "
        },
        {
          "scid": "an8.30:14.3",
          "pli": "Idha, bhikkhave, bhikkhu appiccho samāno ‘appicchoti maṃ jāneyyun’ti na icchati, santuṭṭho samāno ‘santuṭṭhoti maṃ jāneyyun’ti na icchati, pavivitto samāno ‘pavivittoti maṃ jāneyyun’ti na icchati, āraddhavīriyo samāno ‘āraddhavīriyoti maṃ jāneyyun’ti na icchati, upaṭṭhitassati samāno ‘upaṭṭhitassatīti maṃ jāneyyun’ti na icchati, samāhito samāno ‘samāhitoti maṃ jāneyyun’ti na icchati, paññavā samāno ‘paññavāti maṃ jāneyyun’ti na icchati, nippapañcārāmo samāno ‘nippapañcārāmoti maṃ jāneyyun’ti na icchati. ",
          "en": "A mendicant with few wishes doesn’t wish: ‘May they know me as having few wishes!’ When contented, they don’t wish: ‘May they know me as contented!’ When secluded, they don’t wish: ‘May they know me as secluded!’ When energetic, they don’t wish: ‘May they know me as energetic!’ When mindful, they don’t wish: ‘May they know me as mindful!’ When immersed, they don’t wish: ‘May they know me as immersed!’ When wise, they don’t wish: ‘May they know me as wise!’ When not enjoying proliferation, they don’t wish: ‘May they know me as one who doesn’t enjoy proliferating!’ "
        },
        {
          "scid": "an8.30:14.4",
          "pli": "‘Appicchassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo mahicchassā’ti, ",
          "en": "‘This teaching is for those of few wishes, not those of many wishes.’ "
        },
        {
          "scid": "an8.30:14.5",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (1) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an8.30:15.1",
          "pli": "‘Santuṭṭhassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asantuṭṭhassā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "‘This teaching is for the contented, not those who lack contentment.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an8.30:15.2",
          "pli": "Idha, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena. ",
          "en": "It’s for a mendicant who’s content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick. "
        },
        {
          "scid": "an8.30:15.3",
          "pli": "‘Santuṭṭhassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asantuṭṭhassā’ti, ",
          "en": "‘This teaching is for the contented, not those who lack contentment.’ "
        },
        {
          "scid": "an8.30:15.4",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (2) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an8.30:16.1",
          "pli": "‘Pavivittassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo saṅgaṇikārāmassā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "‘This teaching is for the secluded, not those who enjoy company.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an8.30:16.2",
          "pli": "Idha, bhikkhave, bhikkhuno pavivittassa viharato bhavanti upasaṅkamitāro bhikkhū bhikkhuniyo upāsakā upāsikāyo rājāno rājamahāmattā titthiyā titthiyasāvakā. ",
          "en": "It’s for a mendicant who lives secluded. But monks, nuns, laymen, laywomen, rulers and their ministers, founders of religious sects, and their disciples go to visit them. "
        },
        {
          "scid": "an8.30:16.3",
          "pli": "Tatra bhikkhu vivekaninnena cittena vivekapoṇena vivekapabbhārena vivekaṭṭhena nekkhammābhiratena aññadatthu uyyojanikapaṭisaṃyuttaṃyeva kathaṃ kattā hoti. ",
          "en": "With a mind slanting, sloping, and inclining to seclusion, withdrawn, and loving renunciation, that mendicant invariably gives each of them a talk emphasizing the topic of dismissal. "
        },
        {
          "scid": "an8.30:16.4",
          "pli": "‘Pavivittassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo saṅgaṇikārāmassā’ti, ",
          "en": "‘This teaching is for the secluded, not those who enjoy company.’ "
        },
        {
          "scid": "an8.30:16.5",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (3) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an8.30:17.1",
          "pli": "‘Āraddhavīriyassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo kusītassā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "‘This teaching is for the energetic, not the lazy.’ That’s what I said, but why did I say it? "
        },
        {
          "scid": "an8.30:17.2",
          "pli": "Idha, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
          "en": "It’s for a mendicant who lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. "
        },
        {
          "scid": "an8.30:17.3",
          "pli": "‘Āraddhavīriyassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo kusītassā’ti, ",
          "en": "‘This teaching is for the energetic, not the lazy.’ "
        },
        {
          "scid": "an8.30:17.4",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (4) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an8.30:18.1",
          "pli": "‘Upaṭṭhitassatissāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo muṭṭhassatissā’ti, ",
          "en": "‘This teaching is for the mindful, not the unmindful.’ "
        },
        {
          "scid": "an8.30:18.2",
          "pli": "iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "That’s what I said, but why did I say it? "
        },
        {
          "scid": "an8.30:18.3",
          "pli": "Idha, bhikkhave, bhikkhu satimā hoti paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā. ",
          "en": "It’s for a mendicant who’s mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. "
        },
        {
          "scid": "an8.30:18.4",
          "pli": "‘Upaṭṭhitassatissāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo, muṭṭhassatissā’ti, ",
          "en": "‘This teaching is for the mindful, not the unmindful.’ "
        },
        {
          "scid": "an8.30:18.5",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (5) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an8.30:19.1",
          "pli": "‘Samāhitassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asamāhitassā’ti, ",
          "en": "‘This teaching is for those with immersion, not those without immersion.’ "
        },
        {
          "scid": "an8.30:19.2",
          "pli": "iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "That’s what I said, but why did I say it? "
        },
        {
          "scid": "an8.30:19.3",
          "pli": "Idha, bhikkhave, bhikkhu vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "It’s for a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption. "
        },
        {
          "scid": "an8.30:19.4",
          "pli": "‘Samāhitassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asamāhitassā’ti, ",
          "en": "‘This teaching is for those with immersion, not those without immersion.’ "
        },
        {
          "scid": "an8.30:19.5",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (6) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an8.30:20.1",
          "pli": "‘Paññavato ayaṃ, bhikkhave, dhammo, nāyaṃ dhammo duppaññassā’ti, ",
          "en": "‘This teaching is for the wise, not the witless.’ "
        },
        {
          "scid": "an8.30:20.2",
          "pli": "iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "That’s what I said, but why did I say it? "
        },
        {
          "scid": "an8.30:20.3",
          "pli": "Idha, bhikkhave, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
          "en": "It’s for a mendicant who’s wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. "
        },
        {
          "scid": "an8.30:20.4",
          "pli": "‘Paññavato ayaṃ, bhikkhave, dhammo, nāyaṃ dhammo duppaññassā’ti, ",
          "en": "‘This teaching is for the wise, not the witless.’ "
        },
        {
          "scid": "an8.30:20.5",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (7) ",
          "en": "That’s what I said, and this is why I said it. "
        },
        {
          "scid": "an8.30:21.1",
          "pli": "‘Nippapañcārāmassāyaṃ, bhikkhave, dhammo nippapañcaratino, nāyaṃ dhammo papañcārāmassa papañcaratino’ti, ",
          "en": "‘This teaching is for those who don’t enjoy proliferating and don’t like to proliferate, not for those who enjoy proliferating and like to proliferate.’ "
        },
        {
          "scid": "an8.30:21.2",
          "pli": "iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ? ",
          "en": "That’s what I said, but why did I say it? "
        },
        {
          "scid": "an8.30:21.3",
          "pli": "Idha, bhikkhave, bhikkhuno papañcanirodhe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati. ",
          "en": "It’s for a mendicant whose mind is eager, confident, settled, and decided regarding the cessation of proliferation. "
        },
        {
          "scid": "an8.30:21.4",
          "pli": "‘Nippapañcārāmassāyaṃ, bhikkhave, dhammo, nippapañcaratino, nāyaṃ dhammo papañcārāmassa papañcaratino’ti, ",
          "en": "‘This teaching is for those who don’t enjoy proliferating and don’t like to proliferate, not for those who enjoy proliferating and like to proliferate.’ "
        },
        {
          "scid": "an8.30:21.5",
          "pli": "iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttan”ti. (8) ",
          "en": "That’s what I said, and this is why I said it.” "
        },
        {
          "scid": "an8.30:22.1",
          "pli": "Atha kho āyasmā anuruddho āyatikampi vassāvāsaṃ tattheva cetīsu pācīnavaṃsadāye vihāsi. ",
          "en": "Then Anuruddha stayed the next rainy season residence right there in the land of the Cetīs in the Eastern Bamboo Park. "
        },
        {
          "scid": "an8.30:22.2",
          "pli": "Atha kho āyasmā anuruddho eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
          "en": "And Anuruddha, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. "
        },
        {
          "scid": "an8.30:22.3",
          "pli": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
          "en": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” "
        },
        {
          "scid": "an8.30:22.4",
          "pli": "Aññataro ca panāyasmā anuruddho arahataṃ ahosīti. ",
          "en": "And Venerable Anuruddha became one of the perfected. "
        },
        {
          "scid": "an8.30:22.5",
          "pli": "Atha kho āyasmā anuruddho arahattappatto tāyaṃ velāyaṃ imā gāthāyo abhāsi: ",
          "en": "And on the occasion of attaining perfection he recited these verses: "
        },
        {
          "scid": "an8.30:23.1",
          "pli": "“Mama saṅkappamaññāya, ",
          "en": "“Knowing my thoughts, "
        },
        {
          "scid": "an8.30:23.2",
          "pli": "satthā loke anuttaro; ",
          "en": "the supreme Teacher in the world "
        },
        {
          "scid": "an8.30:23.3",
          "pli": "Manomayena kāyena, ",
          "en": "came to me in a mind-made body, "
        },
        {
          "scid": "an8.30:23.4",
          "pli": "iddhiyā upasaṅkami. ",
          "en": "using his psychic power. "
        },
        {
          "scid": "an8.30:24.1",
          "pli": "Yathā me ahu saṅkappo, ",
          "en": "He taught me more "
        },
        {
          "scid": "an8.30:24.2",
          "pli": "tato uttari desayi; ",
          "en": "than I had thought of. "
        },
        {
          "scid": "an8.30:24.3",
          "pli": "Nippapañcarato buddho, ",
          "en": "The Buddha who loves non-proliferation "
        },
        {
          "scid": "an8.30:24.4",
          "pli": "nippapañcaṃ adesayi. ",
          "en": "taught me non-proliferation. "
        },
        {
          "scid": "an8.30:25.1",
          "pli": "Tassāhaṃ dhammamaññāya, ",
          "en": "Understanding that teaching, "
        },
        {
          "scid": "an8.30:25.2",
          "pli": "vihāsiṃ sāsane rato; ",
          "en": "I happily did his bidding. "
        },
        {
          "scid": "an8.30:25.3",
          "pli": "Tisso vijjā anuppattā, ",
          "en": "I’ve attained the three knowledges, "
        },
        {
          "scid": "an8.30:25.4",
          "pli": "kataṃ buddhassa sāsanan”ti. ",
          "en": "and have fulfilled the Buddha’s instructions.” "
        },
        {
          "scid": "an8.30:25.5",
          "pli": "Dasamaṃ. ",
          "en": " "
        },
        {
          "scid": "an8.30:25.6",
          "pli": "Gahapativaggo tatiyo. ",
          "en": " "
        },
        {
          "scid": "an8.30:26.1",
          "pli": "Dve uggā dve ca hatthakā, ",
          "en": " "
        },
        {
          "scid": "an8.30:26.2",
          "pli": "mahānāmena jīvako; ",
          "en": " "
        },
        {
          "scid": "an8.30:26.3",
          "pli": "Dve balā akkhaṇā vuttā, ",
          "en": " "
        },
        {
          "scid": "an8.30:26.4",
          "pli": "anuruddhena te dasāti. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time the Buddha was staying in the…",
      "expandable": false
    }
  ],
  "suttaCode": "an8.30/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 8.30",
    "volpages": "AN iv 228",
    "uid": "an8.30",
    "blurb": "Venerable Anuruddha reflects that the teachings is for someone who is of few wishes, content, secluded, energetic, mindful, peaceful, and wise. To these seven thoughts, the Buddha adds an eighth: the teaching is for those who delight in non-proliferation. Practicing in line with these eight thoughts of a great man, Venerable Anuruddha achieves perfection.",
    "difficulty": null,
    "original_title": "Anuruddhamahāvitakka Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Anuruddha and the Great Thoughts ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an8.30_sujato",
        "segmented": true,
        "title": "Anuruddha and the Great Thoughts ",
        "volpage": null
      },
      {
        "author": "Bhikkhu Bodhi",
        "author_short": "Bodhi",
        "author_uid": "bodhi",
        "id": "en_an8.30_bodhi",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "2012",
        "segmented": false,
        "volpage": null,
        "title": "Anuruddha"
      }
    ],
    "parallel_count": 5,
    "biblio": null,
    "num": 10
  }
}