{
  "sutta_uid": "an9.40",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an9.40",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "The Simile of the Bull Elephant in the Forest ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "With the Householder Tapussa ",
      "uid": "an9.41"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The War Between the Gods and the Demons ",
      "uid": "an9.39"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an9.40:0.1",
          "pli": "Aṅguttara Nikāya 9 ",
          "en": "Numbered Discourses 9 "
        },
        {
          "scid": "an9.40:0.2",
          "pli": "4. Mahāvagga ",
          "en": "4. The Great Chapter "
        },
        {
          "scid": "an9.40:0.3",
          "pli": "40. Nāgasutta ",
          "en": "40. The Simile of the Bull Elephant in the Forest "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 9 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an9.40:1.1",
          "pli": "“Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa gocarapasutassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi purato purato gantvā tiṇaggāni chindanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati. ",
          "en": "“Mendicants, when a wild bull elephant is engrossed in the pasture, but other elephants—males, females, younglings, or cubs—got there first and trampled the grass, the wild bull elephant is horrified, repelled, and disgusted by that. "
        },
        {
          "scid": "an9.40:1.2",
          "pli": "Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa gocarapasutassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi obhaggobhaggaṃ sākhābhaṅgaṃ khādanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati. ",
          "en": "When the wild bull elephant is engrossed in the pasture, but other elephants—males, females, younglings, or cubs—eat the broken branches that he has dragged down, the wild bull elephant is horrified, repelled, and disgusted by that. "
        },
        {
          "scid": "an9.40:1.3",
          "pli": "Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa ogāhaṃ otiṇṇassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi purato purato gantvā soṇḍāya udakaṃ āloḷenti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati. ",
          "en": "When a wild bull elephant has plunged into the pool, but other elephants—males, females, younglings, or cubs—got there first and stirred up the water with their trunks, the wild bull elephant is horrified, repelled, and disgusted by that. "
        },
        {
          "scid": "an9.40:1.4",
          "pli": "Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa ogāhā uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati. ",
          "en": "When a wild bull elephant has come out of the pool and the female elephants bump into him, the wild bull elephant is horrified, repelled, and disgusted by that. "
        },
        {
          "scid": "an9.40:2.1",
          "pli": "Tasmiṃ, bhikkhave, samaye āraññikassa nāgassa evaṃ hoti: ",
          "en": "At that time the wild bull elephant thinks: "
        },
        {
          "scid": "an9.40:2.2",
          "pli": "‘ahaṃ kho etarahi ākiṇṇo viharāmi hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi. ",
          "en": "‘Now I live crowded by other males, females, younglings, and cubs. "
        },
        {
          "scid": "an9.40:2.3",
          "pli": "Chinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ khādanti, āvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti. ",
          "en": "I eat the grass they’ve trampled, and they eat the broken branches I’ve dragged down. I drink muddy water, and after my bath the female elephants bump into me. "
        },
        {
          "scid": "an9.40:2.4",
          "pli": "Yannūnāhaṃ eko gaṇasmā vūpakaṭṭho vihareyyan’ti. ",
          "en": "Why don’t I live alone, withdrawn from the herd?’ "
        },
        {
          "scid": "an9.40:2.5",
          "pli": "So aparena samayena eko gaṇasmā vūpakaṭṭho viharati, acchinnaggāni ceva tiṇāni khādati, obhaggobhaggañcassa sākhābhaṅgaṃ na khādanti, anāvilāni ca pānīyāni pivati, ogāhā cassa uttiṇṇassa na hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti. ",
          "en": "After some time he lives alone, withdrawn from the herd, and he eats untrampled grass, and other elephants don’t eat the broken branches he has dragged down. He doesn’t drink muddy water, and the female elephants don’t bump into him after his bath. "
        },
        {
          "scid": "an9.40:3.1",
          "pli": "Tasmiṃ, bhikkhave, samaye āraññikassa nāgassa evaṃ hoti: ",
          "en": "At that time the wild bull elephant thinks: "
        },
        {
          "scid": "an9.40:3.2",
          "pli": "‘ahaṃ kho pubbe ākiṇṇo vihāsiṃ hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādiṃ, obhaggobhaggañca me sākhābhaṅgaṃ khādiṃsu, āvilāni ca pānīyāni apāyiṃ, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo agamaṃsu. Sohaṃ etarahi eko gaṇasmā vūpakaṭṭho viharāmi, acchinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ na khādanti, anāvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa na hatthiniyo kāyaṃ upanighaṃsantiyo gacchantī’ti. So soṇḍāya sākhābhaṅgaṃ bhañjitvā sākhābhaṅgena kāyaṃ parimajjitvā attamano soṇḍaṃ saṃharati. ",
          "en": "‘Formerly I lived crowded by other males, females, younglings, and cubs. I ate the grass they’d trampled, and they ate the broken branches I’d dragged down. I drank muddy water, and after my bath the female elephants bumped into me. Now I live alone, and I’m free of all these things.’ He breaks off a branch and scratches his body, happily relieving his itches. "
        },
        {
          "scid": "an9.40:4.1",
          "pli": "Evamevaṃ kho, bhikkhave, yasmiṃ samaye bhikkhu ākiṇṇo viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi, tasmiṃ, bhikkhave, samaye bhikkhussa evaṃ hoti: ",
          "en": "In the same way, when a mendicant lives crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and by teachers of other paths and their disciples, they think: "
        },
        {
          "scid": "an9.40:4.2",
          "pli": "‘ahaṃ kho etarahi ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
          "en": "‘Now I live crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples. "
        },
        {
          "scid": "an9.40:4.3",
          "pli": "Yannūnāhaṃ eko gaṇasmā vūpakaṭṭho vihareyyan’ti. ",
          "en": "Why don’t I live alone, withdrawn from the group?’ "
        },
        {
          "scid": "an9.40:4.4",
          "pli": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ",
          "en": "They frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. "
        },
        {
          "scid": "an9.40:4.5",
          "pli": "So araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
          "en": "Gone to a wilderness, or to the root of a tree, or to an empty hut, they sit down cross-legged, with their body straight, and establish mindfulness right there. "
        },
        {
          "scid": "an9.40:5.1",
          "pli": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti; ",
          "en": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire. "
        },
        {
          "scid": "an9.40:5.2",
          "pli": "byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti; ",
          "en": "Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will. "
        },
        {
          "scid": "an9.40:5.3",
          "pli": "thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti; ",
          "en": "Giving up dullness and drowsiness, they meditate with a mind free of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. "
        },
        {
          "scid": "an9.40:5.4",
          "pli": "uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti; ",
          "en": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. "
        },
        {
          "scid": "an9.40:5.5",
          "pli": "vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ",
          "en": "Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. "
        },
        {
          "scid": "an9.40:5.6",
          "pli": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
          "en": "They give up these five hindrances, corruptions of the heart that weaken wisdom. "
        },
        {
          "scid": "an9.40:5.7",
          "pli": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "Then, quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. "
        },
        {
          "scid": "an9.40:5.8",
          "pli": "So attamano soṇḍaṃ saṃharati. ",
          "en": "They happily relieve their itches. "
        },
        {
          "scid": "an9.40:5.9",
          "pli": "Vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ … ",
          "en": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption … "
        },
        {
          "scid": "an9.40:5.10",
          "pli": "tatiyaṃ jhānaṃ … ",
          "en": "third absorption … "
        },
        {
          "scid": "an9.40:5.11",
          "pli": "catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "fourth absorption. "
        },
        {
          "scid": "an9.40:5.12",
          "pli": "So attamano soṇḍaṃ saṃharati. ",
          "en": "They happily relieve their itches. "
        },
        {
          "scid": "an9.40:6.1",
          "pli": "Sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ",
          "en": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. "
        },
        {
          "scid": "an9.40:6.2",
          "pli": "So attamano soṇḍaṃ saṃharati. ",
          "en": "They happily relieve their itches. "
        },
        {
          "scid": "an9.40:6.3",
          "pli": "Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati … ",
          "en": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. … "
        },
        {
          "scid": "an9.40:6.4",
          "pli": "sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati … ",
          "en": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. … "
        },
        {
          "scid": "an9.40:6.5",
          "pli": "sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati … ",
          "en": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. … "
        },
        {
          "scid": "an9.40:6.6",
          "pli": "sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti. ",
          "en": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end. "
        },
        {
          "scid": "an9.40:6.7",
          "pli": "So attamano soṇḍaṃ saṃharatī”ti. ",
          "en": "They happily relieve their itches.” "
        },
        {
          "scid": "an9.40:6.8",
          "pli": "Navamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, when a wild bull elephant is engrossed in…",
      "expandable": false
    }
  ],
  "suttaCode": "an9.40/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 9.40",
    "volpages": "AN iv 435",
    "uid": "an9.40",
    "blurb": "A bull elephant, annoyed by living in the herd, goes off by himself. Similarly, a mendicant feeling crowded in a monastery goes off by themselves and happily meditates in seclusion.",
    "difficulty": null,
    "original_title": "Nāga Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "The Simile of the Bull Elephant in the Forest ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an9.40_sujato",
        "segmented": true,
        "title": "The Simile of the Bull Elephant in the Forest ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an9.40_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "The Tusker"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 9
  }
}