{
  "sutta_uid": "an9.34",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an9.34",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Extinguishment is Bliss ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Simile of the Cow ",
      "uid": "an9.35"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "The Nine Progressive Meditative Attainments ",
      "uid": "an9.33"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an9.34:0.1",
          "pli": "Aṅguttara Nikāya 9 ",
          "en": "Numbered Discourses 9 "
        },
        {
          "scid": "an9.34:0.2",
          "pli": "4. Mahāvagga ",
          "en": "4. The Great Chapter "
        },
        {
          "scid": "an9.34:0.3",
          "pli": "34. Nibbānasukhasutta ",
          "en": "34. Extinguishment is Bliss "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 9 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an9.34:1.1",
          "pli": "Ekaṃ samayaṃ āyasmā sāriputto rājagahe viharati veḷuvane kalandakanivāpe. ",
          "en": "At one time Venerable Sāriputta was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. "
        },
        {
          "scid": "an9.34:1.2",
          "pli": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
          "en": "There he addressed the mendicants: "
        },
        {
          "scid": "an9.34:1.3",
          "pli": "“sukhamidaṃ, āvuso, nibbānaṃ. ",
          "en": "“Reverends, extinguishment is bliss! "
        },
        {
          "scid": "an9.34:1.4",
          "pli": "Sukhamidaṃ, āvuso, nibbānan”ti. ",
          "en": "Extinguishment is bliss!” "
        },
        {
          "scid": "an9.34:1.5",
          "pli": "Evaṃ vutte, āyasmā udāyī āyasmantaṃ sāriputtaṃ etadavoca: ",
          "en": "When he said this, Venerable Udāyī said to him, "
        },
        {
          "scid": "an9.34:1.6",
          "pli": "“kiṃ panettha, āvuso sāriputta, sukhaṃ yadettha natthi vedayitan”ti? ",
          "en": "“But Reverend Sāriputta, what’s blissful about it, since nothing is felt?” "
        },
        {
          "scid": "an9.34:1.7",
          "pli": "“Etadeva khvettha, āvuso, sukhaṃ yadettha natthi vedayitaṃ. ",
          "en": "“The fact that nothing is felt is precisely what’s blissful about it. "
        },
        {
          "scid": "an9.34:1.8",
          "pli": "Pañcime, āvuso, kāmaguṇā. ",
          "en": "Reverend, there are these five kinds of sensual stimulation. "
        },
        {
          "scid": "an9.34:1.9",
          "pli": "Katame pañca? ",
          "en": "What five? "
        },
        {
          "scid": "an9.34:1.10",
          "pli": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, ",
          "en": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "an9.34:1.11",
          "pli": "sotaviññeyyā saddā … pe … ",
          "en": "Sounds known by the ear … "
        },
        {
          "scid": "an9.34:1.12",
          "pli": "ghānaviññeyyā gandhā … ",
          "en": "Smells known by the nose … "
        },
        {
          "scid": "an9.34:1.13",
          "pli": "jivhāviññeyyā rasā … ",
          "en": "Tastes known by the tongue … "
        },
        {
          "scid": "an9.34:1.14",
          "pli": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—",
          "en": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. "
        },
        {
          "scid": "an9.34:1.15",
          "pli": "ime kho, āvuso, pañca kāmaguṇā. ",
          "en": "These are the five kinds of sensual stimulation. "
        },
        {
          "scid": "an9.34:1.16",
          "pli": "Yaṃ kho, āvuso, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ, idaṃ vuccatāvuso, kāmasukhaṃ. ",
          "en": "The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure. "
        },
        {
          "scid": "an9.34:2.1",
          "pli": "Idhāvuso, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati. ",
          "en": "First, take a mendicant who, quite secluded from sensual pleasures … enters and remains in the first absorption. "
        },
        {
          "scid": "an9.34:2.2",
          "pli": "Tassa ce, āvuso, bhikkhuno iminā vihārena viharato kāmasahagatā saññāmanasikārā samudācaranti, svassa hoti ābādho. ",
          "en": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by sensual pleasures beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:2.3",
          "pli": "Seyyathāpi, āvuso, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya; ",
          "en": "Suppose a happy person were to experience pain; that would be an affliction for them. "
        },
        {
          "scid": "an9.34:2.4",
          "pli": "evamevassa te kāmasahagatā saññāmanasikārā samudācaranti. Svassa hoti ābādho. ",
          "en": "In the same way, should perceptions and attentions accompanied by sensual pleasures beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:2.5",
          "pli": "Yo kho panāvuso, ābādho dukkhametaṃ vuttaṃ bhagavatā. ",
          "en": "And affliction has been called suffering by the Buddha. "
        },
        {
          "scid": "an9.34:2.6",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānaṃ. (1) ",
          "en": "That’s the way to understand how extinguishment is bliss. "
        },
        {
          "scid": "an9.34:3.1",
          "pli": "Puna caparaṃ, āvuso, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, take a mendicant who, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption. "
        },
        {
          "scid": "an9.34:3.2",
          "pli": "Tassa ce, āvuso, bhikkhuno iminā vihārena viharato vitakkasahagatā saññāmanasikārā samudācaranti, svassa hoti ābādho. ",
          "en": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by placing of the mind and keeping it connected beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:3.3",
          "pli": "Seyyathāpi, āvuso, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya; ",
          "en": "Suppose a happy person were to experience pain; that would be an affliction for them. "
        },
        {
          "scid": "an9.34:3.4",
          "pli": "evamevassa te vitakkasahagatā saññāmanasikārā samudācaranti. Svassa hoti ābādho. ",
          "en": "In the same way, should perceptions and attentions accompanied by placing of the mind and keeping it connected beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:3.5",
          "pli": "Yo kho panāvuso, ābādho dukkhametaṃ vuttaṃ bhagavatā. ",
          "en": "And affliction has been called suffering by the Buddha. "
        },
        {
          "scid": "an9.34:3.6",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānaṃ. (2) ",
          "en": "That too is a way to understand how extinguishment is bliss. "
        },
        {
          "scid": "an9.34:4.1",
          "pli": "Puna caparaṃ, āvuso, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, take a mendicant who, with the fading away of rapture, enters and remains in the third absorption. "
        },
        {
          "scid": "an9.34:4.2",
          "pli": "Tassa ce, āvuso, bhikkhuno iminā vihārena viharato pītisahagatā saññāmanasikārā samudācaranti, svassa hoti ābādho. ",
          "en": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by rapture beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:4.3",
          "pli": "Seyyathāpi, āvuso, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya; ",
          "en": "Suppose a happy person were to experience pain; that would be an affliction for them. "
        },
        {
          "scid": "an9.34:4.4",
          "pli": "evamevassa te pītisahagatā saññāmanasikārā samudācaranti. Svassa hoti ābādho. ",
          "en": "In the same way, should perceptions and attentions accompanied by rapture beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:4.5",
          "pli": "Yo kho panāvuso, ābādho dukkhametaṃ vuttaṃ bhagavatā. ",
          "en": "And affliction has been called suffering by the Buddha. "
        },
        {
          "scid": "an9.34:4.6",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānaṃ. (3) ",
          "en": "That too is a way to understand how extinguishment is bliss. "
        },
        {
          "scid": "an9.34:5.1",
          "pli": "Puna caparaṃ, āvuso, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati. ",
          "en": "Furthermore, take a mendicant who, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption. "
        },
        {
          "scid": "an9.34:5.2",
          "pli": "Tassa ce, āvuso, bhikkhuno iminā vihārena viharato upekkhāsahagatā saññāmanasikārā samudācaranti, svassa hoti ābādho. ",
          "en": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by equanimous bliss beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:5.3",
          "pli": "Seyyathāpi, āvuso, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya; ",
          "en": "Suppose a happy person were to experience pain; that would be an affliction for them. "
        },
        {
          "scid": "an9.34:5.4",
          "pli": "evamevassa te upekkhāsahagatā saññāmanasikārā samudācaranti. Svassa hoti ābādho. ",
          "en": "In the same way, should perceptions and attentions accompanied by equanimous bliss beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:5.5",
          "pli": "Yo kho panāvuso, ābādho dukkhametaṃ vuttaṃ bhagavatā. ",
          "en": "And affliction has been called suffering by the Buddha. "
        },
        {
          "scid": "an9.34:5.6",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānaṃ. (4) ",
          "en": "That too is a way to understand how extinguishment is bliss. "
        },
        {
          "scid": "an9.34:6.1",
          "pli": "Puna caparaṃ, āvuso, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ananto ākāsoti ākāsānañcāyatanaṃ upasampajja viharati. ",
          "en": "Furthermore, take a mendicant who, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. "
        },
        {
          "scid": "an9.34:6.2",
          "pli": "Tassa ce, āvuso, bhikkhuno iminā vihārena viharato rūpasahagatā saññāmanasikārā samudācaranti, svassa hoti ābādho. ",
          "en": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by form beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:6.3",
          "pli": "Seyyathāpi, āvuso, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya; ",
          "en": "Suppose a happy person were to experience pain; that would be an affliction for them. "
        },
        {
          "scid": "an9.34:6.4",
          "pli": "evamevassa te rūpasahagatā saññāmanasikārā samudācaranti. Svassa hoti ābādho. ",
          "en": "In the same way, should perceptions and attentions accompanied by form beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:6.5",
          "pli": "Yo kho panāvuso, ābādho dukkhametaṃ vuttaṃ bhagavatā. ",
          "en": "And affliction has been called suffering by the Buddha. "
        },
        {
          "scid": "an9.34:6.6",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānaṃ. (5) ",
          "en": "That too is a way to understand how extinguishment is bliss. "
        },
        {
          "scid": "an9.34:7.1",
          "pli": "Puna caparaṃ, āvuso, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma anantaṃ viññāṇanti viññāṇañcāyatanaṃ upasampajja viharati. ",
          "en": "Furthermore, take a mendicant who, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. "
        },
        {
          "scid": "an9.34:7.2",
          "pli": "Tassa ce, āvuso, bhikkhuno iminā vihārena viharato ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti, svassa hoti ābādho. ",
          "en": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by the dimension of infinite space beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:7.3",
          "pli": "Seyyathāpi, āvuso, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya; ",
          "en": "Suppose a happy person were to experience pain; that would be an affliction for them. "
        },
        {
          "scid": "an9.34:7.4",
          "pli": "evamevassa te ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa hoti ābādho. ",
          "en": "In the same way, should perceptions and attentions accompanied by the dimension of infinite space beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:7.5",
          "pli": "Yo kho panāvuso, ābādho dukkhametaṃ vuttaṃ bhagavatā. ",
          "en": "And affliction has been called suffering by the Buddha. "
        },
        {
          "scid": "an9.34:7.6",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānaṃ. (6) ",
          "en": "That too is a way to understand how extinguishment is bliss. "
        },
        {
          "scid": "an9.34:8.1",
          "pli": "Puna caparaṃ, āvuso, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma, natthi kiñcīti ākiñcaññāyatanaṃ upasampajja viharati. ",
          "en": "Furthermore, take a mendicant who, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. "
        },
        {
          "scid": "an9.34:8.2",
          "pli": "Tassa ce, āvuso, bhikkhuno iminā vihārena viharato viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti, svassa hoti ābādho. ",
          "en": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by the dimension of infinite consciousness beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:8.3",
          "pli": "Seyyathāpi, āvuso, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya; ",
          "en": "Suppose a happy person were to experience pain; that would be an affliction for them. "
        },
        {
          "scid": "an9.34:8.4",
          "pli": "evamevassa te viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa hoti ābādho. ",
          "en": "In the same way, should perceptions and attentions accompanied by the dimension of infinite consciousness beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:8.5",
          "pli": "Yo kho panāvuso, ābādho dukkhametaṃ vuttaṃ bhagavatā. ",
          "en": "And affliction has been called suffering by the Buddha. "
        },
        {
          "scid": "an9.34:8.6",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānaṃ. (7) ",
          "en": "That too is a way to understand how extinguishment is bliss. "
        },
        {
          "scid": "an9.34:9.1",
          "pli": "Puna caparaṃ, āvuso, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati. ",
          "en": "Furthermore, take a mendicant who, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception. "
        },
        {
          "scid": "an9.34:9.2",
          "pli": "Tassa ce, āvuso, bhikkhuno iminā vihārena viharato ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti, svassa hoti ābādho. ",
          "en": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by the dimension of nothingness beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:9.3",
          "pli": "Seyyathāpi, āvuso, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya; ",
          "en": "Suppose a happy person were to experience pain; that would be an affliction for them. "
        },
        {
          "scid": "an9.34:9.4",
          "pli": "evamevassa te ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti. Svassa hoti ābādho. ",
          "en": "In the same way, should perceptions and attentions accompanied by the dimension of nothingness beset them, that’s an affliction for them. "
        },
        {
          "scid": "an9.34:9.5",
          "pli": "Yo kho panāvuso, ābādho dukkhametaṃ vuttaṃ bhagavatā. ",
          "en": "And affliction has been called suffering by the Buddha. "
        },
        {
          "scid": "an9.34:9.6",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānaṃ. (8) ",
          "en": "That too is a way to understand how extinguishment is bliss. "
        },
        {
          "scid": "an9.34:10.1",
          "pli": "Puna caparaṃ, āvuso, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti. (9) ",
          "en": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end. "
        },
        {
          "scid": "an9.34:11.1",
          "pli": "Imināpi kho etaṃ, āvuso, pariyāyena veditabbaṃ yathā sukhaṃ nibbānan”ti. ",
          "en": "That too is a way to understand how extinguishment is bliss.” "
        },
        {
          "scid": "an9.34:11.2",
          "pli": "Tatiyaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "At one time Venerable Sāriputta was staying near Rājagaha,…",
      "expandable": false
    }
  ],
  "suttaCode": "an9.34/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 9.34",
    "volpages": "AN iv 414",
    "uid": "an9.34",
    "blurb": "Sāriputta declares that extinguishment is bliss, precisely because nothing is felt there. He explains this apparent paradox with reference to the nine progressive meditations.",
    "difficulty": null,
    "original_title": "Nibbānasukha Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Extinguishment is Bliss ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an9.34_sujato",
        "segmented": true,
        "title": "Extinguishment is Bliss ",
        "volpage": null
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_an9.34_thanissaro",
        "is_root": false,
        "lang": "en",
        "lang_name": "English",
        "publication_date": "1998",
        "segmented": false,
        "volpage": null,
        "title": "Unbinding"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 3
  }
}