{
  "sutta_uid": "an9.28",
  "support": {
    "value": "Supported",
    "description": "Content is actively maintained. Please report errors and inconsistencies"
  },
  "translation": {
    "uid": "an9.28",
    "author": "Bhikkhu Sujato",
    "author_short": "Sujato",
    "author_uid": "sujato",
    "author_blurb": {
      "en": "Translated for SuttaCentral by <span class=”author”>Bhikkhu Sujato</span>, <span class=”publication-date”>2018</span>. Dedicated to the public domain via Creative Commons Zero (CC0). You are encouraged to copy, reproduce, adapt, alter, or otherwise make use of this translation in any way you wish. Attribution is appreciated but not legally required."
    },
    "lang": "en",
    "title": "Dangers and Threats (2nd) ",
    "next": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Grounds for Resentment ",
      "uid": "an9.29"
    },
    "previous": {
      "author_uid": "sujato",
      "lang": "en",
      "name": "Dangers and Threats (1st) ",
      "uid": "an9.27"
    }
  },
  "sections": [
    {
      "segments": [
        {
          "scid": "an9.28:0.1",
          "pli": "Aṅguttara Nikāya 9 ",
          "en": "Numbered Discourses 9 "
        },
        {
          "scid": "an9.28:0.2",
          "pli": "3. Sattāvāsavagga ",
          "en": "3. Abodes of Sentient Beings "
        },
        {
          "scid": "an9.28:0.3",
          "pli": "28. Dutiyaverasutta ",
          "en": "28. Dangers and Threats (2nd) "
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Numbered Discourses 9 ",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "an9.28:1.1",
          "pli": "“Yato kho, bhikkhave, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, so ākaṅkhamāno attanāva attānaṃ byākareyya: ",
          "en": "“Mendicants, when a noble disciple has quelled five dangers and threats, and has the four factors of stream-entry, they may, if they wish, declare of themselves: "
        },
        {
          "scid": "an9.28:1.2",
          "pli": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ",
          "en": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’ "
        },
        {
          "scid": "an9.28:2.1",
          "pli": "Katamāni pañca bhayāni verāni vūpasantāni honti? ",
          "en": "What are the five dangers and threats they have quelled? "
        },
        {
          "scid": "an9.28:2.2",
          "pli": "Yaṃ, bhikkhave, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, pāṇātipātā paṭivirato … pe … ",
          "en": "Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from killing living creatures creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness. "
        },
        {
          "scid": "an9.28:2.3",
          "pli": "evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ",
          "en": "So that danger and threat is quelled for anyone who refrains from killing living creatures. "
        },
        {
          "scid": "an9.28:3.1",
          "pli": "Yaṃ, bhikkhave, adinnādāyī … pe … ",
          "en": "Anyone who steals … commits sexual misconduct … lies … "
        },
        {
          "scid": "an9.28:3.2",
          "pli": "surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, surāmerayamajjapamādaṭṭhānā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati, na samparāyikampi bhayaṃ veraṃ pasavati, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti. ",
          "en": "Anyone who uses alcoholic drinks that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from using alcoholic drinks that cause negligence creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness. "
        },
        {
          "scid": "an9.28:3.3",
          "pli": "Surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. ",
          "en": "So that danger and threat is quelled for anyone who refrains from using alcoholic drinks that cause negligence. "
        },
        {
          "scid": "an9.28:3.4",
          "pli": "Imāni pañca bhayāni verāni vūpasantāni honti. ",
          "en": "These are the five dangers and threats they have quelled. "
        },
        {
          "scid": "an9.28:4.1",
          "pli": "Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti? ",
          "en": "What are the four factors of stream-entry that they have? "
        },
        {
          "scid": "an9.28:4.2",
          "pli": "Idha, bhikkhave, ariyasāvako buddhe aveccappasādena samannāgato hoti: ",
          "en": "When a noble disciple has experiential confidence in the Buddha … "
        },
        {
          "scid": "an9.28:4.3",
          "pli": "‘itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavā’ti. ",
          "en": " "
        },
        {
          "scid": "an9.28:4.4",
          "pli": "Dhamme … pe … ",
          "en": "the teaching … "
        },
        {
          "scid": "an9.28:4.5",
          "pli": "saṅghe … ",
          "en": "the Saṅgha … "
        },
        {
          "scid": "an9.28:4.6",
          "pli": "ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi. ",
          "en": "And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. "
        },
        {
          "scid": "an9.28:4.7",
          "pli": "Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. ",
          "en": "These are the four factors of stream-entry that they have. "
        },
        {
          "scid": "an9.28:5.1",
          "pli": "Yato kho, bhikkhave, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi ca catūhi sotāpattiyaṅgehi samannāgato hoti, so ākaṅkhamāno attanāva attānaṃ byākareyya: ",
          "en": "When a noble disciple has quelled these five dangers and threats, and has these four factors of stream-entry, they may, if they wish, declare of themselves: "
        },
        {
          "scid": "an9.28:5.2",
          "pli": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ",
          "en": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’” "
        },
        {
          "scid": "an9.28:5.3",
          "pli": "Aṭṭhamaṃ. ",
          "en": ""
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "“Mendicants, when a noble disciple has quelled five dangers…",
      "expandable": false
    }
  ],
  "suttaCode": "an9.28/en/sujato",
  "author_uid": "sujato",
  "suttaplex": {
    "acronym": "AN 9.28",
    "volpages": "AN iv 407",
    "uid": "an9.28",
    "blurb": "A householder who has eliminated the perils that come with breaking the five precepts, and possesses the four factors of stream-entry is freed from lower rebirths.",
    "difficulty": null,
    "original_title": "Dutiyavera Sutta",
    "root_lang": "pli",
    "root_lang_name": "Pāli",
    "type": "text",
    "from": null,
    "translated_title": "Dangers and Threats (2nd) ",
    "translations": [
      {
        "lang": "en",
        "lang_name": "English",
        "is_root": false,
        "author": "Bhikkhu Sujato",
        "author_short": "Sujato",
        "author_uid": "sujato",
        "publication_date": null,
        "id": "en_an9.28_sujato",
        "segmented": true,
        "title": "Dangers and Threats (2nd) ",
        "volpage": null
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 8
  }
}